{"ayahs":{"77:1":{"name":"77:1","tafsir":"And from his narration on the authority of Ibn 'Abbas that he said concerning the interpretation of Allah's saying (By the emissaries, (sent) one after another): '(By the emissaries, (sent) one after another) He says: Allah swears by the many angels who are sent one after another, just like horses follow one another; it is also said that these are the angels who are sent with the good, i.e. Gabriel, Michael and Seraphiel."},"77:10":{"name":"77:10","tafsir":"And when the mountains are blown away,"},"77:11":{"name":"77:11","tafsir":"And when the messengers are brought unto their time appointed) and when the messengers are gathered."},"77:12":{"name":"77:12","tafsir":"(For what day is the time appointed) for these things? He says: for what day has its Master delayed it."},"77:13":{"name":"77:13","tafsir":"Allah then explained, saying: (For the Day of Decision) when differences between people will be settled."},"77:14":{"name":"77:14","tafsir":"(And what will convey unto thee) O Muhammad (what the Day of Decision is!) How would you know about the Day of Decision?"},"77:15":{"name":"77:15","tafsir":"(Woe) a valley in Gehenna running with blood and puss; and it is also said: a well in the Fire; and it is also said that this refers to severe punishment (unto the repudiators) the disbelievers in Allah, the Scripture, the Messenger and resurrection after death (on that day) the Day of Judgement!"},"77:16":{"name":"77:16","tafsir":"(Destroyed We not the former folk) by means of death as well as chastisement,"},"77:17":{"name":"77:17","tafsir":"(Then caused the latter folk to follow after) through death and chastisement?"},"77:18":{"name":"77:18","tafsir":"(Thus deal We ever with the guilty) with the idolaters among your folk."},"77:19":{"name":"77:19","tafsir":"(Woe) severe punishment (unto the repudiators) to the deniers of resurrection after death from among the people of your folk (on that day) the Day of Judgement!"},"77:2":{"name":"77:2","tafsir":"(By the raging hurricanes) and He swore by the violent hurricanes which blow away people's houses,"},"77:20":{"name":"77:20","tafsir":"(Did We not create you) O disbelievers (from a base fluid) from a flimsy sperm drop"},"77:21":{"name":"77:21","tafsir":"(Which We laid up in a safe abode) in the woman's womb."},"77:22":{"name":"77:22","tafsir":"(For a known term) until the time of its birth after nine months or less or more?"},"77:23":{"name":"77:23","tafsir":"(Thus We arranged) its creation; it is also said this means: We controlled its creation; it is also said this means: and We fashioned its creation in the woman's womb. (How excellent is Our arranging!) how excellent is what We created and fashioned!"},"77:24":{"name":"77:24","tafsir":"(Woe) severe punishment (unto the repudiators) of faith and resurrection after death (on that day) on the Day of Judgement!"},"77:25":{"name":"77:25","tafsir":"(Have We not made the earth a receptacle) to contain them"},"77:26":{"name":"77:26","tafsir":"(Both for the living) on its surface (and the dead) in its belly; it is also said this means: We made the earth a channel for both the living and the dead,"},"77:27":{"name":"77:27","tafsir":"(And placed therein) in the earth (high mountains) firm mountains well-steeped in their locations (and given you) O repudiators (to drink sweet water therein) and it is said fine water?"},"77:28":{"name":"77:28","tafsir":"(Woe) severe punishment (unto the repudiators) of faith and the resurrection (on that day) the Day of Judgement!"},"77:29":{"name":"77:29","tafsir":"(Depart) O repudiators (unto that (doom) which ye used to deny) in the life of the world, claiming that it will never take place;"},"77:3":{"name":"77:3","tafsir":"(By those which cause earth's vegetation to revive) and He swore by the rain, i.e. He swore by the clouds from which comes the rain; it is also said: this refers to the angels who spread the Scripture;"},"77:30":{"name":"77:30","tafsir":"The angels who are the keepers of the Fire will say to them after the end of reckoning: (Depart) O deniers (unto the shadow) caused by the smoke of the Fire (falling threefold) three groups."},"77:31":{"name":"77:31","tafsir":"((Which yet is) no relief) from the heat of the Fire (nor shelter from the flame) of the Fire."},"77:32":{"name":"77:32","tafsir":"(Lo! It) i.e. the Fire (throweth up sparks like the castles) like the bases of huge trees,"},"77:33":{"name":"77:33","tafsir":"((Or) as it might be camels of bright yellow hue) black camels."},"77:34":{"name":"77:34","tafsir":"(Woe) severe punishment (unto the repudiators) of faith and the resurrection (on that day) the Day of Judgement!"},"77:35":{"name":"77:35","tafsir":"(This is a day wherein they speak not) in some places and speak in others,"},"77:36":{"name":"77:36","tafsir":"(Nor are they suffered) nor are they given permission (to put forth excuses."},"77:37":{"name":"77:37","tafsir":"Woe) severe punishment (unto the repudiators) of faith and the resurrection (on that day) the Day of Judgement!"},"77:38":{"name":"77:38","tafsir":"(This is the Day of Decision) regarding created beings, (We have brought you) O disbelievers (and the men of old together) as well as those who were after you."},"77:39":{"name":"77:39","tafsir":"(If now ye have any wit) if you have the power to do anything to Me, (outwit Me) then do it; it is also said that this means: if you have any scheme against Me, then execute it."},"77:4":{"name":"77:4","tafsir":"(By those who winnow with a winnowing) and He swore by the angels who differentiate between the Truth and falsehood; it is also said that this refers to the verses of the Qur'an which distinguishes the Truth from falsehood, the lawful from the unlawful; and it is also said that these three refer to the angels,"},"77:40":{"name":"77:40","tafsir":"(Woe) severe punishment (unto the repudiators) of faith and the resurrection (on that day) the Day of Judgement!"},"77:41":{"name":"77:41","tafsir":"Allah then explained the abode of the believers, saying: (Lo! those who kept their duty) those who ward off disbelief, idolatry and indecencies (are amid shade) amid the shade of trees (and fountains) plain, running water,"},"77:42":{"name":"77:42","tafsir":"(And fruits) different kinds of fruit (such as they desire)."},"77:43":{"name":"77:43","tafsir":"Allah will say to them (Eat) of the fruits, (drink) from the rivers (and welcome) fearing no sickness or death, (O ye blessed, in return for what ye did) and said of good in the life of the world."},"77:44":{"name":"77:44","tafsir":"(Thus do We reward the good) in words and deeds."},"77:45":{"name":"77:45","tafsir":"(Woe) severe punishment (unto the repudiators) of faith and the resurrection (on that day) the Day of Judgement!"},"77:46":{"name":"77:46","tafsir":"(Eat) O disbelievers (and take your ease a little) in the life of the world. (Lo! ye are guilty) you are idolaters and your destination in the Hereafter will be the Fire. This is a threat to them from Allah."},"77:47":{"name":"77:47","tafsir":"(Woe) severe punishment (unto the repudiators) of faith and the resurrection (on that day) the Day of Judgement!"},"77:48":{"name":"77:48","tafsir":"(When it is said unto them) to the disbelievers when they were in the life of the world: (Bow down) submit to Allah by believing in His divine Oneness, (they bow not down!) they did not submit to Allah by accepting His divine Oneness; it is also said that they will be asked to do so in the Hereafter, when Allah will say to them: \" bow down, if you are truthful that you believed in that which you now claim \" , this is because they said: \" By Allah, our Lord, we were not idolaters \". But they will not be able to bow down and their bodies will remain erect and stiff. It is also said that this verse was revealed about Thaqif who said: \" we will not bend down to bow or prostrate \"."},"77:49":{"name":"77:49","tafsir":"(Woe) severe punishment (unto the repudiators) to the disbelievers in Allah, His Messenger, Scripture and the resurrection (on that day) the day of Judgement!"},"77:5":{"name":"77:5","tafsir":"(By those who bring down the Reminder) and He swore by those who bring down the revelations,"},"77:50":{"name":"77:50","tafsir":"(In what statement) in what Scripture, (after this) after the Book of Allah, (will they believe) if they do not believe in these tidings?'"},"77:6":{"name":"77:6","tafsir":"(To excuse) to leave no excuse for one to think that Allah is an oppressor or transgressor (or to warn) His created beings from His chastisement; it is also said that (to excuse) refers to that which He has made lawful while (or to warn) refers to that which He has made unlawful; and it is also said (to excuse) refers to His commands while (or to warn) refers to His prohibitions; Allah swore by all these things,"},"77:7":{"name":"77:7","tafsir":"(Surely that which ye are promised) of reward and punishment in the Hereafter (will befall) will happen and visit you."},"77:8":{"name":"77:8","tafsir":"Allah then showed when this will be, saying: (So when the stars are put out) when the light of the stars is gone,"},"77:9":{"name":"77:9","tafsir":"(And when the sky is riven asunder,"}},"version":{"author_name":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","id":73,"language_name":"english","tafsir_name":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","key":"en-tafsir-ibn-abbas","iso":"en"},"surahNumber":77}