{"ayahs":{"83:1":{"name":"83:1","tafsir":"And from his narration on the authority of Ibn 'Abbas that he said regarding the interpretation of Allah's saying: (Woe unto the defrauders): '(Woe) severe punishment (unto the defrauders) in weighing and measurement; this refers to the people of Medina who used to cheat in weighing and measurement before the coming of the Prophet (pbuh) and so this surah was revealed to the Prophet (pbuh) on his way when he was migrating to Medina:"},"83:10":{"name":"83:10","tafsir":"(Woe) severe punishment (unto the repudiators) unto the deniers of faith and the resurrection (on that day) the Day of Judgement!"},"83:11":{"name":"83:11","tafsir":"(Those who deny the Day of Judgement) and the Reckoning which will take place in it"},"83:12":{"name":"83:12","tafsir":"(Which none denieth) i.e. none denies the Day of Judgement (save each criminal transgressor) save each sinful and unjust person who transgresses against the Truth, such as al-Walid Ibn al-Mughirah al-Makhzumi,"},"83:13":{"name":"83:13","tafsir":"(Who, when thou readest unto him) unto al-Walid Ibn al-Mughirah (Our revelations) the Qur'an explaining the commands and prohibitions, (saith: (Mere) fables of the men of old) this is nothing but the lies and idle talk of the people of old."},"83:14":{"name":"83:14","tafsir":"(Nay) truly, O Muhammad, (but that which they have earned) which they have done and said in their state of idolatry (is rust upon their hearts) Allah has sealed the hearts of those who disbelieve in the Day of Judgement; it is also said that the accumulation of sins blackens the heart and this is what is meant by the rust of hearts."},"83:15":{"name":"83:15","tafsir":"(Nay) truly, O Muhammad, (but surely on that day) the Day of Judgement (they) i.e. the deniers of the Day of Judgement (will be covered from (the mercy of) their Lord) they will be prevented from beholding their Lord while the believers will behold Him."},"83:16":{"name":"83:16","tafsir":"(Then lo! they verily will burn in hell) then they will enter the Fire,"},"83:17":{"name":"83:17","tafsir":"(And it will be said (unto them)) the keepers of hell will say to them when they enter it: (This is that which ye used to deny) this is the chastisement which you used to claim it will never happen."},"83:18":{"name":"83:18","tafsir":"(Nay) truly, O Muhammad, (but the record of the righteous) the works of those who are true in their faith (is in 'Illiyyin"},"83:19":{"name":"83:19","tafsir":"Ah, what will convey unto thee) O Muhammad (what 'Illiyyin is!) what is in 'Illiyyin."},"83:2":{"name":"83:2","tafsir":"Allah then explained who these defrauders are, saying: (Those who when they take the measure from mankind) those who, when they buy from people and weigh or measure that which they buy for themselves, (demand it full) they weigh and measure their merchandise in full,"},"83:20":{"name":"83:20","tafsir":"(A written record) it is said that the works of the righteous are written on tablets made of green chrysolite which are placed above the seventh heaven below the Throne of the Beneficent; this is 'Illiyyin,"},"83:21":{"name":"83:21","tafsir":"(Attested by those who are brought near (unto their Lord)) the works of the righteous are attested by the dwellers of heaven who are near their Lord."},"83:22":{"name":"83:22","tafsir":"(Lo! the righteous) those who are true in their faith, and these are the ones who do not harm even the tiniest ant (verily are in delight) in Paradise whose bliss is everlasting,"},"83:23":{"name":"83:23","tafsir":"(On couches) in curtained canopies, (gazing) looking at the inhabitants of the Fire,"},"83:24":{"name":"83:24","tafsir":"(Thou wilt know) O Muhammad (in their faces) the faces of the inhabitants of Paradise (the radiance of delight"},"83:25":{"name":"83:25","tafsir":"They are given to drink) in Paradise (of a pure wine, sealed) mixed,"},"83:26":{"name":"83:26","tafsir":"(Whose seal) whose end result (is musk. For this) for what I have mentioned (let (all) those who strive for bliss) let those who work and those who strive and those who hasten and those who take the initiative take the initiative."},"83:27":{"name":"83:27","tafsir":"(And mixed with water of Tasnim,"},"83:28":{"name":"83:28","tafsir":"A spring) gushing forth for them from the Garden of Eden (whence those brought near to Allah drink) those who are near to the Garden of Eden drink from the spring of Tasnim."},"83:29":{"name":"83:29","tafsir":"(Lo! the guilty) the idolaters, Abu Jahl and his host (used to laugh at those who believed) used to mock and poke fun at 'Ali and his fellow believers,"},"83:3":{"name":"83:3","tafsir":"(But if they measure unto them) but when they measure for others (or weigh for them, they cause them loss) they decrease the measurement or the weight and behave very badly; it is also said that the above means: severe punishment on that day is unto the defrauders in the prayer, the poor-due, fasting and other acts of worship."},"83:30":{"name":"83:30","tafsir":"(And wink one to another) they slander the believers (when they passed them) when the believers passed the disbelievers in their way to the Messenger of Allah (pbuh);"},"83:31":{"name":"83:31","tafsir":"(And when they) the disbelievers (returned to their own folk, they returned jesting) they returned happy with their idolatry and mocking the believers;"},"83:32":{"name":"83:32","tafsir":"(And when they saw them) and when they saw the Companions of the Prophet (pbuh) (they said) i.e. the disbelievers said: (Lo! These) the Companions of the Prophet (pbuh) (have gone astray) from true guidance."},"83:33":{"name":"83:33","tafsir":"(Yet they were not sent) they were not set upon the believers (as guardians over them) as guardians over them or over their works."},"83:34":{"name":"83:34","tafsir":"(This day) which is the Day of Judgement (it is those who believe) in Muhammad (pbuh) and the Qur'an: i.e. 'Ali and his fellow believers (who have the laugh of disbelievers) who will laugh at the disbelievers,"},"83:35":{"name":"83:35","tafsir":"(On high couches) in curtained canopies, (gazing) looking at the people of the Fire being dragged therein."},"83:36":{"name":"83:36","tafsir":"(Are not the disbelievers paid) rewarded in the Hereafter (for what they used to do) except for what they used to do and say in the life of the world?'"},"83:4":{"name":"83:4","tafsir":"(Do such (men)) those who deal in fraud in weight and measurement (not consider) not know and believe (that they will be raised again) brought back to life"},"83:5":{"name":"83:5","tafsir":"Unto an awful Day) the Day of Judgement whose horrors are great,"},"83:6":{"name":"83:6","tafsir":"(The day when (all) mankind stand) after emerging from the graves (before the Lord of the Worlds) the Lord of every living being who walks on the earth and the Lord of the dwellers of heaven? When the Prophet (pbuh) read to them this surah, they repented and started giving full weight and measurement."},"83:7":{"name":"83:7","tafsir":"(Nay) truly, O Muhammad, (but the record of the vile) the works of the disbelievers (is in Sijjin"},"83:8":{"name":"83:8","tafsir":"Ah! what will convey unto thee what Sijjin is) what is in Sijjin! This is mentioned by way of aggrandizement of Sijjin."},"83:9":{"name":"83:9","tafsir":"(A written record) He says: the works of the children of Adam are written on a green rock under the seventh earth; this is Sijjin."}},"version":{"author_name":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","id":73,"language_name":"english","tafsir_name":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","key":"en-tafsir-ibn-abbas","iso":"en"},"surahNumber":83}