{"ayahs":{"89:1":{"name":"89:1","tafsir":"And from his narration on the authority of Ibn 'Abbas that he said concerning the interpretation of Allah's saying (By the Dawn): '(By the Dawn) He says: He swears by the dawn which is the breaking of day; it is also said it is the whole day; and it is also said that this refers to the dawn of the year."},"89:10":{"name":"89:10","tafsir":"(And with Pharaoh) and how He destroyed Pharaoh, (firm of right) Pharaoh erected four pillars to which he tied and tortured anyone with whom he was angry until the latter died, as he did with his wife Asiyah Bint Muzahim,"},"89:11":{"name":"89:11","tafsir":"(Who (all) were rebellious (to Allah) in these lands) they rebelled and declared their disbelief in the land of Egypt; it is also said that their transgression led them to this,"},"89:12":{"name":"89:12","tafsir":"(And multiplied iniquity) and multiplied killing innocent people and spread their idol worship (therein) in the land of Egypt?"},"89:13":{"name":"89:13","tafsir":"(Therefore thy Lord poured on them the disaster of His punishment) your Lord sent on them a severe punishment."},"89:14":{"name":"89:14","tafsir":"(Lo! thy Lord) O Muhammad (is ever watchful) He says: they, as well as all created beings, will have to go through Him; it is also said that this means: the angels of your Lord will be on the Bridge over hell stopping people at seven different stopping positions at which they will ask them about seven traits."},"89:15":{"name":"89:15","tafsir":"(As for man) the disbelieving man, in reference here to Ubayy Ibn Khalaf; and it is also said: Umayyah Ibn Khalaf, (whenever his Lord trieth him) whenever his Lord tests him with wealth, richness or means of living (by honouring him) by giving him abundant wealth, (and is gracious unto him) and expands for him his means of living, (he saith: My Lord honoureth me) by giving me wealth and means of living."},"89:16":{"name":"89:16","tafsir":"(But whenever He trieth him) whenever He tests him with poverty (by straitening his means of life) by tightening his means of living, (he saith: My Lord despiseth me) by giving me poverty and tightening my means of living."},"89:17":{"name":"89:17","tafsir":"(Nay) this is a reply to them: No, but the honour I bestow is due to My acknowledgment of some My servants and the success I give to them, while My despising is because I turn away from some servants and completely forsake them, (but ye (for your part) honour not the orphan) you do not acknowledge the right of the orphan when he is under your care."},"89:18":{"name":"89:18","tafsir":"(And urge not) yourselves or others (on the feeding of the poor) giving alms to the poor,"},"89:19":{"name":"89:19","tafsir":"(And ye devour heritages) inheritances (with devouring greed"},"89:2":{"name":"89:2","tafsir":"(And ten nights) the first ten nights of Dhu'l-Hijjah,"},"89:20":{"name":"89:20","tafsir":"And love wealth with abounding love."},"89:21":{"name":"89:21","tafsir":"Nay) this is also a reply to them, (but when the earth is ground to atoms, grinding, grinding) He says: when the earth is quaked again and again,"},"89:22":{"name":"89:22","tafsir":"(And thy Lord shall come) a coming without any modality (with angels, rank on rank) like the ranks of the people of the life of the world when praying,"},"89:23":{"name":"89:23","tafsir":"(And hell is brought near) with 70,000 registers, with each register 70,000 angels leading it to the place of mustering, and then they reveal them (that day) the Day of Judgement; (on that day man) the disbelieving man; i.e. Ubayy Ibn Khalaf and Umayyah Ibn Khalaf (will remember) will be admonished, (but how will the remembrance (then avail him)) when the time for being admonished has passed?"},"89:24":{"name":"89:24","tafsir":"(He will say: Ah, would that) wishing: if only (I had sent before me (some provision) for my life!) if only I have worked in my previous perishing life to this everlasting life."},"89:25":{"name":"89:25","tafsir":"(None punisheth as He will punish on that day) on the Day of Judgement!"},"89:26":{"name":"89:26","tafsir":"(None bindeth as He then will bind) this can also be understood to mean: none punishes like this and none will inflict that kind of punishment except Allah."},"89:27":{"name":"89:27","tafsir":"(But ah! thou soul at peace) which is safe from Allah's chastisement, true in its profession of Allah's divine Oneness, grateful for the blessings Allah bestowed upon it, patient with the trials of Allah, pleased with things decreed by Allah, and content with that which Allah gives!"},"89:28":{"name":"89:28","tafsir":"(Return unto thy Lord) return to that which Allah has prepared for you in the Garden; and it is also said this means: return to your master: the body, (content) with Allah's reward (in His good pleasure) because of its belief in Allah's divine Oneness!"},"89:29":{"name":"89:29","tafsir":"(Enter thou among My bondmen) enter you among My friends!"},"89:3":{"name":"89:3","tafsir":"(And the Even) the day of 'Arafah and the day of immolation (and the Odd) three days after the day of immolation; it is also said that the Even refers to all prayers which are made of an even number of units: two or four units of prayer-the Subh, Zuhr, 'Asr and 'Isha' prayers-while the Odd refers to the prayers which consists of an odd number of units of prayer such as the Maghrib and Witr prayers; it is also said that the Even refers to Heaven and earth, the life of the world and the Hereafter, Paradise and hell, the Throne and the Stool, the sun and the moon, while the Odd refers to everything that is odd in number; it is also said that the Even refers to the male and female, disbeliever and believer, the sincere and hypocrite, the righteous and the sinful, while the Odd refers to Allah."},"89:30":{"name":"89:30","tafsir":"(Enter thou My Garden) which I have prepared for you!'"},"89:4":{"name":"89:4","tafsir":"(And the night when it departeth) this refers to the night of Muzdalifah; it is also said this means: the night in which people come and go; Allah swore by all these things that: your Lord, O Muhammad, is ever Watchful. He says:"},"89:5":{"name":"89:5","tafsir":"(There) in that which I have mentioned (surely is an oath for thinking man."},"89:6":{"name":"89:6","tafsir":"Dost thou not consider) have you not been informed, O Muhammad, in the Qur'an (how thy Lord dealt with (the tribe of) 'Aad) the people of Hud, how Allah, Exalted is He, destroyed them when they disbelieved,"},"89:7":{"name":"89:7","tafsir":"(With many columned) powerful (Iram) the son of Iram; Iram is Shem son of Noah who had a son called Shim and the later had a son called Ham who himself had a son called 'Aad,"},"89:8":{"name":"89:8","tafsir":"(The like of which was not created in the lands) the like of their strength and height were not created in the land; it is also said that Iram is the name of a town built by Shadid and Shaddad whose columns were of gold and silver and the like of its beauty was not created in the land;"},"89:9":{"name":"89:9","tafsir":"(And with (the tribe of) Thamud) He says: and how He destroyed Thamud, the people of Salih, (who clove the rocks in the valley) of Qura;"}},"version":{"author_name":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","id":73,"language_name":"english","tafsir_name":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","key":"en-tafsir-ibn-abbas","iso":"en"},"surahNumber":89}