{"ayahs":{"83:1":{"name":"83:1","tafsir":"Woe waylun a term entailing chastisement; or it is the name of a valley in Hell to the defrauders"},"83:10":{"name":"83:10","tafsir":"Woe to the deniers on that day"},"83:11":{"name":"83:11","tafsir":"who deny the Day of Judgement the Day of Requital alladhīna yukadhdhibūna bi-yawmi’l-dīn either a substitution for or an explication of al-mukadhdhibīna ‘the deniers’;"},"83:12":{"name":"83:12","tafsir":"and none deny it but every sinful the form athīm is hyperbolic transgressor overstepping the bounds."},"83:13":{"name":"83:13","tafsir":"When Our signs of the Qur’ān are recited to him he says ‘Mere fables asātīr of the ancients!’ mere tales that were written down sutirat in ancient times asātīr is the plural of ustūra or istāra."},"83:14":{"name":"83:14","tafsir":"No indeed! — a deterrent and a warning against saying such things. Rather there has slayed engulfed their hearts covering them like rust that which they earned of acts of disobedience."},"83:15":{"name":"83:15","tafsir":"Nay! verily they on that day the Day of Resurrection will be screened off from their Lord and so they will not see Him."},"83:16":{"name":"83:16","tafsir":"Then they will be exposed to Hell-fire then they will enter the scorching Fire;"},"83:17":{"name":"83:17","tafsir":"then it will be said to them ‘This that is the chastisement is that which you used to deny!’"},"83:18":{"name":"83:18","tafsir":"Nay! verily the record of the pious that is the record of the deeds of the believers who were sincere in their faith is in ‘Illiyyūn — this is said to be the book containing all the good deeds of the angels and the believers from among the two heavy ones sc. mankind and jinn; but it is also said to be a place below the Throne in the seventh heaven;"},"83:19":{"name":"83:19","tafsir":"and what will tell you what will inform you what ‘Illiyyūn is? what the book of ‘Illiyyūn is."},"83:2":{"name":"83:2","tafsir":"those who when they take measure from people demand it in full the measure;"},"83:20":{"name":"83:20","tafsir":"It is a sealed book"},"83:21":{"name":"83:21","tafsir":"witnessed by those brought near from among the angels."},"83:22":{"name":"83:22","tafsir":"Assuredly the pious will be amid bliss in Paradise"},"83:23":{"name":"83:23","tafsir":"upon couches upon beds beneath canopies gazing at the bliss which they have been given."},"83:24":{"name":"83:24","tafsir":"You will perceive in their faces the radiancy of bliss the splendour and beauty of blissfulness"},"83:25":{"name":"83:25","tafsir":"as they are given to drink a nectar a wine free of any impurities that is sealed in its vessel none other than them breaking its seal"},"83:26":{"name":"83:26","tafsir":"whose seal is musk that is whose final sip is followed by an emanating scent of musk — so for such bliss let the viers vie let them desire to apply themselves to obedience of God —"},"83:27":{"name":"83:27","tafsir":"and whose mixture that is to say that with which it is mixed is of Tasnīm which is explained by His following words"},"83:28":{"name":"83:28","tafsir":"a spring ‘aynan is in the accusative because of an implicit prefatory amdahu ‘I extol this spring’ from which those brought near will drink yashrabu bihā should be yashrabu minhā or it may be that bihā is used because yashrabu is meant to imply the sense of yaltadhdhu bihā ‘in which they delight’."},"83:29":{"name":"83:29","tafsir":"Verily the guilty like Abū Jahl and his ilk used to laugh at the believers such as ‘Ammār b. Yāsir and Bilāl the Ethiopian and those like them in mockery of them;"},"83:3":{"name":"83:3","tafsir":"but who when they measure for them or weigh for them they cause them loss they diminish for them the measure or the weight."},"83:30":{"name":"83:30","tafsir":"and when they the believers passed them by they would wink at one another the guilty beckoned with their eyebrows and eyelids towards the believers in mockery;"},"83:31":{"name":"83:31","tafsir":"and when they returned to their folks they would return blithely fākihīna a variant reading has fakihīna rejoicing in their disparaging mention of the believers;"},"83:32":{"name":"83:32","tafsir":"and when they see them that is the believers they say ‘Lo! these men are astray!’ on account of their belief in Muhammad (s)."},"83:33":{"name":"83:33","tafsir":"God exalted be He says Yet they that is the disbelievers were not sent as watchers over them over the believers to preserve them or to keep a record of their deeds and thus guide them back to what is best for them."},"83:34":{"name":"83:34","tafsir":"So today that is the Day of Resurrection the believers will be laughing at the disbelievers"},"83:35":{"name":"83:35","tafsir":"upon couches in Paradise gazing out from their dwellings at the disbelievers while they are being tortured; and they will laugh at them just as they the disbelievers had laughed at them in the world."},"83:36":{"name":"83:36","tafsir":"Have the disbelievers been requited for what they used to do? Yes indeed!"},"83:4":{"name":"83:4","tafsir":"Do such individuals not know for certain alā indicates an interrogative of rebuke that they will be resurrected"},"83:5":{"name":"83:5","tafsir":"for an awful day that is to say on it and this is the Day of Resurrection"},"83:6":{"name":"83:6","tafsir":"a day when yawma is a substitution for the syntactical locus of li-yawmin ‘to an awful day’ and as such is in the accusative because of the verb mab‘ūthūna ‘will be resurrected’ mankind will rise from their graves before the Lord of the Worlds? the Lord of all creatures for His affair His reckoning and His requital."},"83:7":{"name":"83:7","tafsir":"Nay! verily the record of the profligates that is to say the record of the deeds of the disbelievers is in Sijjīn — this is said to be a book containing the record of all the deeds of the devils and the disbelievers; but it is also said to be a location in the lowermost part of the seventh earth the place of Satan and his hosts."},"83:8":{"name":"83:8","tafsir":"And what would tell you what Sijjīn is? what the book of Sijjīn is."},"83:9":{"name":"83:9","tafsir":"It is a sealed book."}},"version":{"author_name":"Al-Jalalayn","id":74,"language_name":"english","tafsir_name":"Al-Jalalayn","key":"en-al-jalalayn","iso":"en"},"surahNumber":83}