{"ayahs":{"86:1":{"name":"86:1","tafsir":"By the heaven and the night-visitor! al-tāriq actually denotes any thing that comes by night including stars because they come out at night."},"86:10":{"name":"86:10","tafsir":"whereat he the one who denies resurrection will have neither strength to defend himself against chastisement nor any helper to avert it from him."},"86:11":{"name":"86:11","tafsir":"By the heaven of returns of the rain that returns time and again"},"86:12":{"name":"86:12","tafsir":"and by the earth of fissures splitting with the growth of vegetation"},"86:13":{"name":"86:13","tafsir":"assuredly it the Qur’ān is a decisive word distinguishing between truth and falsehood"},"86:14":{"name":"86:14","tafsir":"and it is not a jest frivolity or falsehood."},"86:15":{"name":"86:15","tafsir":"Indeed they that is the disbelievers are devising a plot they are preparing plots against the Prophet s"},"86:16":{"name":"86:16","tafsir":"and I too am devising a plot drawing them by degrees towards destruction from whence they know not."},"86:17":{"name":"86:17","tafsir":"So respite O Muhammad (s) the disbelievers; grant them respite reiterated as an emphasis one enhanced by the use of a different form mahhil amhil that is to say put them off for a little ruwaydā is a verbal noun emphasising the import of the operator and is the diminutive form of rūd or irwad with shortening of final consonant ruwaydan ruwaydā. Surely enough God exalted be He seized them at Badr and abrogated the dispensation of ‘granting respite’ by the ‘sword’ verse in other words by the command to fight and struggle."},"86:2":{"name":"86:2","tafsir":"And what will tell you what the night-visitor is? mā’l-tāriq is a subject and predicate standing as the second object of the verb adrā ‘tell’; and what comes after the first mā ‘what’ is the predicate thereof of this first mā — this statement emphasises the magnificence of the ‘night-visitor’ which is explained in what follows. It is"},"86:3":{"name":"86:3","tafsir":"The piercing the brilliant because of its piercing the darkness with its light star! meaning the constellation Pleiades; or it refers to all stars the response to the oath follows"},"86:4":{"name":"86:4","tafsir":"Over every soul there is a keeper if read la-mā then mā is extra and in is softened in place of the hardened form with its subject omitted that is to say innahu; the lām is a particle for separation; if read lammā then in is for negation and lammā means illā ‘except that’ — the watcher is an angel that keeps a record of its deeds both the good and the evil."},"86:5":{"name":"86:5","tafsir":"So let man consider by way of reflection from what he was created from what thing"},"86:6":{"name":"86:6","tafsir":"the response is He was created from a gushing fluid gushing forth from the man and the woman into the womb"},"86:7":{"name":"86:7","tafsir":"issuing from between the loins of the man and the breast-bones of the woman."},"86:8":{"name":"86:8","tafsir":"Assuredly He exalted be He is able to bring him back to resurrect man after his death; and so when he reflects on his origins he will realise that the One who was able to do this is also able to resurrect him"},"86:9":{"name":"86:9","tafsir":"on the day when all secrets the hidden convictions and intentions of the hearts are inspected when they are examined and revealed"}},"version":{"author_name":"Al-Jalalayn","id":74,"language_name":"english","tafsir_name":"Al-Jalalayn","key":"en-al-jalalayn","iso":"en"},"surahNumber":86}