{"ayahs":{"88:1":{"name":"88:1","tafsir":"Has there — there has indeed — come to you the tiding of the Enveloper? the Resurrection so called because it ‘envelops’ creatures with its terrors."},"88:10":{"name":"88:10","tafsir":"in a lofty Garden lofty in a physical as well as an abstract sense"},"88:11":{"name":"88:11","tafsir":"in which they will not hear read lā yusma‘u ‘will not be heard’ or lā tasma‘u ‘they will not hear’ any vanity any inane soul speaking drivel;"},"88:12":{"name":"88:12","tafsir":"therein is a running spring of water meaning ‘springs’;"},"88:13":{"name":"88:13","tafsir":"therein are lofty couches lofty in terms of their essence their size and physical location"},"88:14":{"name":"88:14","tafsir":"and goblets vessels without handles set around the edges of the springs prepared for them to drink with"},"88:15":{"name":"88:15","tafsir":"and cushions arrayed one next to the other against which they may lean"},"88:16":{"name":"88:16","tafsir":"and carpets rugs of velvet-hair spread out."},"88:17":{"name":"88:17","tafsir":"Will they the Meccan disbelievers not consider by way of reflection the camels how they are created?"},"88:18":{"name":"88:18","tafsir":"And the heaven how it was raised?"},"88:19":{"name":"88:19","tafsir":"And the mountains how they were set?"},"88:2":{"name":"88:2","tafsir":"Some faces on that day — they faces are used to represent the individuals in both instances — will be humbled abject"},"88:20":{"name":"88:20","tafsir":"And the earth how it was laid out flat? and thus infer from this the power of God exalted be He and His Oneness? The commencing with the mention of camels is because they are closer in contact with it the earth than any other animal. As for His words sutihat ‘laid out flat’ this on a literal reading suggests that the earth is flat which is the opinion of most of the scholars of the revealed Law and not a sphere as astronomers ahl al-hay’a have it even if this latter does not contradict any of the pillars of the Law."},"88:21":{"name":"88:21","tafsir":"So remind them of God’s graces and the proofs affirming His Oneness. For you are only an admonisher;"},"88:22":{"name":"88:22","tafsir":"you are not a taskmaster over them a variant reading for musaytir has musaytir that is to say not one who has been given authority over them — this was revealed before the command to struggle against the disbelievers."},"88:23":{"name":"88:23","tafsir":"But he who turns away he who rejects faith and disbelieves in the Qur’ān"},"88:24":{"name":"88:24","tafsir":"God will chastise him with the greater chastisement the chastisement of the Hereafter the lesser chastisement being that of this world that of being killed or taken captive."},"88:25":{"name":"88:25","tafsir":"Truly to Us will be their return their coming back after death"},"88:26":{"name":"88:26","tafsir":"then truly with Us will lie their reckoning their requital which We will never abandon."},"88:3":{"name":"88:3","tafsir":"toiling weary tired and exhausted from the chains and fetters"},"88:4":{"name":"88:4","tafsir":"roasting read taslā or tuslā in a scorching fire"},"88:5":{"name":"88:5","tafsir":"made to drink from a boiling spring one of extremely hot temperatures."},"88:6":{"name":"88:6","tafsir":"They will have no food except cactus darī‘ — a type of thorn plant which no animal grazes on because of its vileness —"},"88:7":{"name":"88:7","tafsir":"neither nourishing nor availing against hunger."},"88:8":{"name":"88:8","tafsir":"Other faces on that day will be delicate fair"},"88:9":{"name":"88:9","tafsir":"pleased by their efforts in the life of the world expended in obedience pleased in the Hereafter upon seeing the reward thereof;"}},"version":{"author_name":"Al-Jalalayn","id":74,"language_name":"english","tafsir_name":"Al-Jalalayn","key":"en-al-jalalayn","iso":"en"},"surahNumber":88}