{"ayahs":{"91:1":{"name":"91:1","tafsir":"By the sun and her morning light"},"91:10":{"name":"91:10","tafsir":"and he will indeed have failed he who eclipses it he who obscures it with acts of disobedience dassāhā is actually dassasahā but the second sīn has been replaced with an alif for phonetic ease."},"91:11":{"name":"91:11","tafsir":"Thamūd denied their messenger Sālih because of their rebellious nature"},"91:12":{"name":"91:12","tafsir":"when the most wretched of them whose name was Qudār was dispatched when he hastened in order to hamstring the she-camel with their approval."},"91:13":{"name":"91:13","tafsir":"But then the messenger of God Sālih said to them ‘This is the she-camel of God so let her have her drink!’ her drink on her day — one day was hers the next theirs."},"91:14":{"name":"91:14","tafsir":"But they denied him with regard to his saying this as being a command from God — which if they contravened would immediately result in chastisement being sent down on them — then hamstrung her they slew it in order to appropriate her share of the drinking water. So their Lord closed in on them the chastisement because of their sin and meted it equally among them that is the closing in on them in other words He subsumed them all by it so that not one of them escaped."},"91:15":{"name":"91:15","tafsir":"And He does not read wa-lā or fa-lā fear the consequence of it."},"91:2":{"name":"91:2","tafsir":"and by the moon when it follows her rising after she has set"},"91:3":{"name":"91:3","tafsir":"and by the day when it reveals her as it rises high"},"91:4":{"name":"91:4","tafsir":"and by the night when it enshrouds her covering her up with its darkness idhā ‘when’ in all three instances is an absolute adverbial operated by the verbal action of the oath."},"91:5":{"name":"91:5","tafsir":"By the heaven and the One Who built it"},"91:6":{"name":"91:6","tafsir":"and by the earth and the One Who spread it laid out flat."},"91:7":{"name":"91:7","tafsir":"and by the soul that is to say by all souls and the One Who proportioned it in its created form mā in all three instances relates to the verbal action or functions as man ‘the one who’"},"91:8":{"name":"91:8","tafsir":"and inspired to discern its vices and piety He pointed out to it the path of good and that of evil the placing of taqwā ‘piety’ second takes into account the rhyme endings of the verses; the response to the oath is the following"},"91:9":{"name":"91:9","tafsir":"Successful indeed qad the lām of laqad ‘indeed’ has been omitted from it for the sake of brevity will be the one who purifies it purges it of sins"}},"version":{"author_name":"Al-Jalalayn","id":74,"language_name":"english","tafsir_name":"Al-Jalalayn","key":"en-al-jalalayn","iso":"en"},"surahNumber":91}