{"1 (Al-Fatihah)":[{"category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah","Chapter Al-Fatihah","Fatihah","Surah Fatihah","Chapter Fatihah","Al Fatihah","Surah Al Fatihah","Chapter Al Fatihah","Surah 1","Chapter 1","The Opening","الفَاتِحَة"],"name":"1:7","stocked":true,"arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","footnotes":"6. इस आयत में सीधे मार्ग का चिह्न यह बताया गया है कि यह उनका मार्ग है, जिनपर अल्लाह का पुरस्कार हुआ। उनका नहीं, जो प्रकोपित हुए और न उनका, जो सत्य मार्ग से बहक गए। 7. 'प्रकोपित' से अभिप्राय वे हैं, जो सत्य धर्म को, जानते हुए, मात्र अभिमान अथवा अपने पुर्वजों की परंपरागत प्रथा के मोह में अथवा अपनी बड़ाई के जाने के भय से, नहीं मानते। 'गुमराह' से अभिप्रेत वे हैं, जो सत्य धर्म के होते हुए, उससे दूर हो गए और देवी-देवताओं आदि में अल्लाह के विशेष गुण मानकर उनको रोग निवारण, दुःख दूर करने और सुख-संतान आदि देने के लिए गुहारने लगे।","price":"उन लोगों का मार्ग, जिनपर तूने अनुग्रह किया।[6] उनका नहीं, जिनपर तेरा प्रकोप[7] हुआ और न ही उनका, जो गुमराह हैं।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"2 (Al-Baqarah)":[{"category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"],"name":"2:286","stocked":true,"arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","footnotes":"","price":"अल्लाह किसी प्राणी पर भार नहीं डालता परंतु उसकी क्षमता के अनुसार। उसी के लिए है जो उसने (नेकी) कमाई और उसी पर है जो उसने (पाप) कमाया। ऐ हमारे पालनहार! हमारी पकड़ न कर यदि हम भूल जाएँ या हमसे चूक हो जाए। ऐ हमारे पालनहार! और हमपर कोई भारी बोझ न डाल, जैसे तूने उसे उन लोगों पर डाला जो हमसे पहले थे। ऐ हमारे पालनहार! और हमसे वह चीज़ न उठवा जिस (के उठाने) की हम में शक्ति न हो। तथा हमें माफ़ कर और हमें क्षमा कर दे और हमपर दया कर। तू ही हमारा स्वामी (संरक्षक) है, इसलिए काफ़िरों के मुक़ाबले में हमारी मदद कर।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"3 (Al-Imran)":[{"category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"],"name":"3:200","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","footnotes":"120. अर्थात अल्लाह और उसके रसूल की फ़रमाँबरदारी करके और अपनी मनमानी छोड़कर धैर्य करो। और यदि शत्रु से लड़ाई हो जाए तो उसमें सामने आने वाली परेशानियों पर डटे रहना बहुत बड़ा धैर्य है। इसी प्रकार शत्रु के बारे में सदैव चौकन्ना रहना भी बहुत बड़े साहस का काम है। इसीलिए ह़दीस में आया है कि अल्लाह के रास्ते में एक दिन मोर्चे बंद रहना इस दुनिया और इसकी तमाम चीज़ों से उत्तम है। (सह़ीह़ बुख़ारी)","price":"ऐ ईमान वालो! तुम धैर्य से काम लो[120] और (अपने दुश्मन की तुलना में) अधिक धैर्य दिखाओ, तथा जिहाद के लिए तैयार रहो और अल्लाह से डरते रहो, ताकि तुम सफल हो सको।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"4 (An-Nisa)":[{"category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"],"name":"4:176","stocked":true,"arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"110. कलाला की मीरास का नियम आयत संख्या 12 में आ चुका है, जो उसके तीन प्रकार में से एक के लिए था। अब यहाँ शेष दो प्रकारों का आदेश बताया जा रहा है। अर्थात यदि कलाला के सगे भाई-बहन हों अथवा अल्लाती (जो एक पिता तथा कई माता से हों) तो उनके लिए यह आदेश है।","price":"(ऐ नबी!) वे आपसे फतवा (शरई आदेश) पूछते हैं। आप कह दें : अल्लाह तुम्हें 'कलाला'[110] के विषय में फतवा देता है। यदि कोई व्यक्ति मर जाए, जिसकी कोई संतान न हो, और उसकी एक बहन हो, तो उसके लिए उस (धन) का आधा है जो उसने छोड़ा और वह (स्वयं) उस (बहन) का वारिस होगा, यदि उस (बहन) की कोई संतान न हो। फिर यदि वे दो (बहनें) हों, तो उनके लिए उसमें से दो तिहाई होगा जो उसने छोड़ा। और यदि वे कई भाई-बहन पुरुष और महिलाएँ हों, तो पुरुष के लिए दो महिलाओं के हिस्से के बराबर होगा। अल्लाह तुम्हारे लिए खोलकर बयान करता है कि तुम गुमराह न हो जाओ। तथा अल्लाह हर चीज़ को ख़ूब जानने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"5 (Al-Ma'idah)":[{"category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"],"name":"5:120","stocked":true,"arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","footnotes":"77. आयत 116 से अब तक की आयतों का सारांश यह है कि अल्लाह ने पहले अपने वे पुरस्कार याद दिलाए जो ईसा अलैहिस्सलाम को प्रदान किए। फिर कहा कि सत्य की शिक्षाओं के होते तेरे अनुयायियों ने क्यों तुझे और तेरी माता को पूज्य बना लिया? इसपर ईसा अलैहिस्सलाम कहेंगे कि मैं इससे निर्दोष हूँ। अभिप्राय यह है कि सभी नबियों ने एकेश्वरवाद तथा सत्कर्म की शिक्षा दी। परंतु उनके अनुयायियों ने उन्हीं को पूज्य बना लिया। इस लिए इसका भार अनुयायियों और वे जिसकी पूजा कर रहे हैं, उनपर है। वह स्वयं इससे निर्दोष हैं।","price":"आकाशों और धरती तथा जो कुछ उनमें है, उन सबका राज्य अल्लाह ही[77] के लिए है और वह हर चीज़ पर शक्ति रखने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"6 (Al-An'am)":[{"category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"],"name":"6:165","stocked":true,"arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","footnotes":"105. नबी सल्लल्लाहु अलैहि व सल्लम ने कहा : काबा के रब की क़सम! वह क्षति में पड़ गया। अबूज़र (रज़ियल्लाहु अन्हु) ने कहा : कौन? आप (सल्लल्लाहु अलैहि व सल्लम) ने कहा : धनी। परंतु जो दान करता रहता है। (सह़ीह़ बुख़ारी : 6638, सह़ीह़ मुस्लिम : 990) 106. अर्थात अवज्ञाकारियों को।","price":"और वही है, जिसने तुम्हें धरती में उत्तराधिकारी बनाया और तुममें से कुछ लोगों के दरजे दूसरे लोगों की अपेक्षा ऊँचे रखे। ताकि उसने तुम्हें जो कुछ दिया है, उसमें तुम्हारी परीक्षा ले।[105] निश्चय आपका पालनहार शीघ्र ही दंड देने वाला[106] है। और निश्चय वह बहुत क्षमा करने वाला, अत्यंत दयावान् है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"7 (Al-A'raf)":[{"category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"],"name":"7:206","stocked":true,"arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","footnotes":"77. इस आयत के पढ़ने तथा सुनने वाले को चाहिए कि सजदा-ए-तिलावत करे।","price":"निःसंदेह जो (फ़रिश्ते) आपके पालनहार के पास हैं, वे उसकी इबादत से अभिमान नहीं करते और उसकी पवित्रता का वर्णन करते हैं और उसी को सजदा करते हैं।[77]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"8 (Al-Anfal)":[{"category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"],"name":"8:75","stocked":true,"arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"34. अर्थात मीरास में उनको प्राथमिकता प्राप्त है।","price":"तथा जो लोग बाद में ईमान लाए और हिजरत की और तुम्हारे साथ मिलकर जिहाद किया, तो वे तुम ही में से हैं। और अल्लाह की किताब में रिश्तेदार एक-दूसरे के अधिक हक़दार[34] हैं। निःसंदेह अल्लाह प्रत्येक चीज़ को भली-भाँति जानने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"9 (At-Tawbah)":[{"category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"],"name":"9:129","stocked":true,"arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","footnotes":"","price":"फिर यदि वे मुँह फेरें, तो कह दें कि मेरे लिए अल्लाह ही काफ़ी है। उसके सिवा कोई (वास्तविक) पूज्य नहीं, मैंने उसी पर भरोसा किया है, और वही बड़े अर्श का रब है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"10 (Yunus)":[{"category":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"],"name":"10:109","stocked":true,"arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","footnotes":"","price":"और आप उसी का अनुसरण करें, जो आपकी ओर वह़्य की जाती है और धैर्य से काम लें, यहाँ तक कि अल्लाह फ़ैसला कर दे और वह सब फ़ैसला करने वालों से बेहतर है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"11 (Hud)":[{"category":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"],"name":"11:123","stocked":true,"arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"","price":"अल्लाह ही के पास आकाशों तथा धरती की छिपी हुई चीज़ों का ज्ञान है और सभी मामले उसी की ओर लौटाए जाते हैं। अतः आप उसी की इबादत (उपासना) करें और उसी पर भरोसा करें। और आपका पालनहार उससे अनभिज्ञ नहीं है, जो तुम कर रहे हो।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"12 (Yusuf)":[{"category":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"],"name":"12:111","stocked":true,"arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","footnotes":"","price":"निःसंदेह उनकी कहानियों में, बुद्धिमानों के लिए बड़ी शिक्षा है। यह (क़ुरआन) हरगिज़ ऐसी बात नहीं, जो गढ़ ली जाए। लेकिन इससे पहले की पुस्तकों की पुष्टि करने वाला और प्रत्येक वस्तु का विवरण (ब्योरा) है, तथा उन लोगों के लिए, जो ईमान (विश्वास) रखते हैं, मार्गदर्शन और दया है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"13 (Ar-Ra'd)":[{"category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"],"name":"13:43","stocked":true,"arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","footnotes":"25. अर्थात वे अह्ले किताब (यहूदी और ईसाई) जिनको अपनी पुस्तकों से नबी मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) के आने की शुभ सूचना का ज्ञान हुआ, तो वे इस्लाम ले आए, जैसे अब्दुल्लाह बिन सलाम तथा नजाशी (ह़ब्शा देश का राजा), और तमीम दारी इत्यादि। और वे आपके रसूल होने की गवाही देते हैं।","price":"और वे लोग जिन्होंने कुफ़्र किया, कहते हैं : आप किसी तरह रसूल नहीं हैं। आप कह दें : मेरे और तुम्हारे बीच अल्लाह ही गवाह पर्याप्त है, तथा वह व्यक्ति भी जिसके पास किताब का ज्ञान है।[25]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"14 (Ibrahim)":[{"category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"],"name":"14:52","stocked":true,"arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","footnotes":"","price":"यह लोगों के लिए एक सूचना है और ताकि उन्हें इसके साथ डराया जाए और ताकि वे जान लें कि वही एक सत्य पूज्य है और ताकि बुद्धि वाले लोग शिक्षा ग्रहण करें।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"15 (Al-Hijr)":[{"category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"],"name":"15:99","stocked":true,"arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","footnotes":"25. अर्थात मरण का समय आ जाए, जिसका आना यक़ीनी (निश्चित) है।","price":"और अपने रब की इबादत करते रहें, यहाँ तक कि आपके पास यक़ीन (मौत) आ जाए।[25]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"16 (An-Nahl)":[{"category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"],"name":"16:128","stocked":true,"arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","footnotes":"","price":"निःसंदेह अल्लाह उन लोगों के साथ है, जो उससे डरते हैं और जो उत्तम कार्य करने वाले हैं।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"17 (Al-Isra)":[{"category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"],"name":"17:111","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","footnotes":"","price":"तथा कहो : सब प्रशंसा अल्लाह के लिए है, जिसने (अपने लिए) कोई संतान नहीं बनाई, और न राज्य में उसका कोई साझी है, और न विवशता (कमज़ोरी) के कारण उसका कोई मददगार है। और आप उसकी पूर्ण महिमा का गान करें।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"18 (Al-Kahf)":[{"category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"],"name":"18:110","stocked":true,"arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","footnotes":"","price":"आप कह दे : मैं तो तुम्हारे जैसा ही एक मनुष्य हूँ, मेरी ओर प्रकाशना (वह़्य) की जाती है कि तुम्हारा पूज्य केवल एक ही पूज्य है। अतः जो कोई अपने पालनहार से मिलने की आशा रखता हो, उसके लिए आवश्यक है कि वह अच्छे कर्म करे और अपने पालनहार की इबादत में किसी को साझी न बनाए।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"19 (Maryam)":[{"category":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"],"name":"19:98","stocked":true,"arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","footnotes":"","price":"और हमने उनसे पहले कितनी ही जातियों को विनष्ट कर दिया, तो क्या आप उनमें से किसी एक को महसूस करते हैं, या उनकी कोई भनक सुनते हैं?!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"20 (Ta-Ha)":[{"category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"],"name":"20:135","stocked":true,"arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","footnotes":"","price":"आप कह दें : हर एक प्रतीक्षारत है। अतः तुम (भी) प्रतीक्षा करो। फिर शीघ्र ही तुम जान लोगे कि सीधे मार्ग वाले कौन हैं और कौन है जिसे मार्गदर्शन प्राप्त हुआ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"21 (Al-Anbiya)":[{"category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"],"name":"21:112","stocked":true,"arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","footnotes":"","price":"उस (नबी) ने कहा : ऐ मेरे पालनहार! सत्य के साथ फ़ैसला कर दे। और हमारा पालनहार ही वह अत्यंत दयावान् है, जिससे उन बोतों पर सहायता माँगी जाती है, जो तुम बयान करते हो।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"22 (Al-Hajj)":[{"category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"],"name":"22:78","stocked":true,"arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","footnotes":"39. एक व्यक्ति ने आप सल्लल्लाहु अलैहि व सल्लम से प्रश्न किया कि कोई धन के लिए लड़ता है, कोई नाम के लिए और कोई वीरता दिखाने के लिए। तो कौन अल्लाह के लिए लड़ने वाला है? आप ने फरमाया : जो अल्लाह का शब्द ऊँचा करने के लिए लड़ता है। (सह़ीह़ बुख़ारी : 123, 2810) 40. व्याख्या के लिए देखिए : सूरतुल-बक़रह, आयत : 143. 41. अर्थात उसकी आज्ञा और धर्म-विधान का पालन करो।","price":"तथा अल्लाह के मार्ग में जिहाद करो, जैसा कि उसके जिहाद का हक़[39] है। उसी ने तुम्हें चुना है। और धर्म के मामले में तुमपर कोई तंगी नहीं रखी। यह तुम्हारे पिता इबराहीम का धर्म है। उसी ने इस (क़ुरआन) से पहले तथा इसमें भी तुम्हारा नाम मुसलमान रखा है। ताकि रसूल तुमपर गवाह हों और तुम सब लोगों पर गवाह[40] बनो। अतः नमाज़ क़ायम करो तथा ज़कात दो और अल्लाह को मज़बूती से पकड़[41] लो। वही तुम्हारा संरक्षक है। तो वह क्या ही अच्छा संरक्षक तथा क्या ही अच्छा सहायक है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"23 (Al-Mu'minun)":[{"category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"],"name":"23:118","stocked":true,"arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","footnotes":"","price":"तथा आप प्रार्थना करें : ऐ मेरे पालनहार! क्षमा कर दे और दया कर, और तू सब दया करने वालों में सबसे अधिक दया करने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"24 (An-Nur)":[{"category":["24 (An-Nur)","An-Nur","Surah An-Nur","Chapter An-Nur","Nur","Surah Nur","Chapter Nur","An Nur","Surah An Nur","Chapter An Nur","Surah 24","Chapter 24","The Light","النُّور"],"name":"24:64","stocked":true,"arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قَدۡ يَعۡلَمُ مَآ أَنتُمۡ عَلَيۡهِ وَيَوۡمَ يُرۡجَعُونَ إِلَيۡهِ فَيُنَبِّئُهُم بِمَا عَمِلُواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"48. अर्थात प्रलय के दिन तुम्हें तुम्हारे कर्मों का फल देगा।","price":"सावधान! अल्लाह ही का है, जो कुछ आकाशों तथा धरती में है। निश्चय वह जानता है जिस (दशा) पर तुम हो। और जिस दिन वे उसकी ओर लौटाए जाएँगे, तो वह उन्हें बताएगा[48], जो कुछ उन्होंने किया और अल्लाह प्रत्येक चीज़ को भली-भाँति जानने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"25 (Al-Furqan)":[{"category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"],"name":"25:77","stocked":true,"arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","footnotes":"37. अर्थात उससे प्रार्थना तथा उसकी इबादत न करो।","price":"(ऐ नबी!) कह दें : मेरे पालनहार को तुम्हारी कोई परवाह नहीं, यदि तुम (उसे) न पुकारो।[37] क्योंकि निश्चय ही तुमने झुठलाया है, तो शीघ्र (उसका परिणाम) आ जाएगा।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"26 (Ash-Shu'ara)":[{"category":["26 (Ash-Shu'ara)","Ash-Shu'ara","Surah Ash-Shu'ara","Chapter Ash-Shu'ara","Shu'ara","Surah Shu'ara","Chapter Shu'ara","Ash Shu'ara","Surah Ash Shu'ara","Chapter Ash Shu'ara","Surah 26","Chapter 26","The Poets","الشُّعَرَاء"],"name":"26:227","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ","footnotes":"43. इनसे अभिप्रेत ह़स्सान बिन साबित आदि कवि हैं, जो क़ुरैश के कवियों की भर्त्सना किया करते थे। (देखिए : सह़ीह़ बुख़ारी : 4124)","price":"सिवाय उन (कवियों) के, जो[43] ईमान लाए, और अच्छे कर्म किए और अल्लाह को बहुत याद किया तथा बदला लिया, इसके बाद कि उनके ऊपर ज़ुल्म किया गया। तथा वे लोग, जिन्होंने अत्याचार किया, शीघ्र ही जान लेंगे कि वे किस जगह लौटकर जाएँगे।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"27 (An-Naml)":[{"category":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"],"name":"27:93","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"19. (देखिए : सूरत ह़ा, मीम, सजदा, आयत : 53)","price":"तथा आप कह दें : सब प्रशंसा अल्लाह के लिए है। वह जल्द ही तुम्हें अपनी निशानियाँ दिखाएगा, तो तुम उन्हें पहचान लोगे[19] और तुम्हारा पालनहार उससे बेखबर नहीं है, जो कुछ तुम करते हो।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"28 (Al-Qasas)":[{"category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"],"name":"28:88","stocked":true,"arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"30. अर्थात प्रयलय के दिन ह़िसाब तथा अपने कर्मों का फल पाने के लिए।","price":"और आप अल्लाह के साथ किसी अन्य पूज्य को न पुकारें। उसके सिवा कोई सत्य पूज्य नहीं। सब कुछ नाश होने वाला है सिवाए उसके चेहरे के, उसी का हुक्म (चलता) है और उसी की ओर तुम लौटाए जाओगे।[30]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"29 (Al-Ankabut)":[{"category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"],"name":"29:69","stocked":true,"arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","footnotes":"40. अर्थात अपनी राह पर चलने की अधिक क्षमता प्रदान करेंगे।","price":"तथा जिन लोगों ने हमारी ख़ातिर भरपूर प्रयास किया, हम अवश्य ही उन्हें अपने मार्ग दिखा देंगे[40] और निःसंदेह अल्लाह सदाचारियों के साथ है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"30 (Ar-Rum)":[{"category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"],"name":"30:60","stocked":true,"arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","footnotes":"22. अंतिम आयत में आप (सल्लल्लाहु अलैहि व सल्लम) को धैर्य तथा साहस रखने का आदेश दिया गया है। और अल्लाह ने जो विजय देने तथा सहायता करने का वचन दिया है, उसके पूरा होने और निराश न होने के लिए कहा जा रहा है।","price":"तो आप धैर्य से काम लें। निःसंदेह अल्लाह का वचन सत्य है और वे लोग आपको[22] कदापि हल्का (अधीर) न कर दें, जो यक़ीन नहीं रखते।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"31 (Luqman)":[{"category":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"],"name":"31:34","stocked":true,"arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","footnotes":"17. अबू हुरैरह (रज़ियल्लाहु अन्हु) फरमाते हैं कि नबी सल्लल्लाहु अलैहि व सल्लम एक दिन लोगों के बीच बैठे हुए थे कि एक व्यक्ति आ गया, और प्रश्न किया कि अल्लाह के रसूल! ईमान क्या है? आपने कहा : ईमान यह है कि तुम अल्लाह पर तथा उसके फ़रिश्तों, उसके सब रसूलों और उससे मिलने और फिर दोबारा जीवित किए जाने पर ईमान लाओ। उसने कहा : इस्लाम क्या है? आपने कहा : इस्लाम यह है कि केवल अल्लाह की इबादत करो और किसी वस्तु को उसका साझी न बनाओ, तथा नमाज़ की स्थापना करो और ज़कात दो, तथा रमज़ान के रोज़े रखो। उसने कहा : एहसान किया है? आपने कहा : एहसान यह है कि अल्लाह की इबादत ऐसे करो जैसे तुम उसे देख रहे हो। यदि यह न हो सके, तो यह ख़्याल रखो कि निश्चय वह तुम्हें देख रहा है। उसने कहा : प्रलय कब होगी? आप ने कहा : मैं प्रश्नकर्ता से अधिक नहीं जानता। परंतु मैं तुम्हें उसकी कुछ निशानियाँ बताऊँगा : जब स्त्री अपने स्वामिनी को जन्म देगी और जब नंगे निःवस्त्र लोग मुखिया हो जाएँगे। क़ियामत उन पाँच बातों में से एक है जो अल्लाह के सिवा कोई नहीं जानता। और आपने यही आयत पढ़ी। फिर वह व्यक्ति चला गया। आपने कहा : उसे बुलाओ, तो वह नहीं मिला। आपने फरमाया : यह जिबरील थे, तुम्हें तुम्हारा धर्म सिखाने आए थे। (सह़ीह़ बुख़ारी : 4777)","price":"निःसंदेह अल्लाह ही के पास क़ियामत का ज्ञान[17] है और वही वर्षा उतारता है, और वह जानता है जो कुछ गर्भाशयों में है, और कोई प्राणी नहीं जानता कि वह कल क्या कमाएगा, और कोई प्राणी नहीं जानता कि वह किस धरती में मरेगा। निःसंदेह अल्लाह सब कुछ जानने वाला, हर चीज़ की ख़बर रखने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"32 (As-Sajda)":[{"category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda","Chapter As-Sajda","Sajda","Surah Sajda","Chapter Sajda","As Sajda","Surah As Sajda","Chapter As Sajda","Surah 32","Chapter 32","The Prostration","السَّجدَة"],"name":"32:30","stocked":true,"arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","footnotes":"","price":"अतः आप उनसे मुँह फेर लें तथा प्रतीक्षा करें। निश्चय वे (भी) प्रतीक्षा करने वाले हैं।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"33 (Al-Ahzab)":[{"category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"],"name":"33:73","stocked":true,"arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","footnotes":"","price":"ताकि अल्लाह मुनाफ़िक़ पुरुषों तथा मुनाफ़िक़ स्त्रियों और मुश्रिक पुरुषों तथा मुश्रिक स्त्रियों को यातना दे, तथा अल्लाह ईमान वाले पुरुषों तथा ईमान वाली स्त्रियों की तौबा क़बूल करे। और अल्लाह अति क्षमाशील, बड़ा दयावान् है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"34 (Saba)":[{"category":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"],"name":"34:54","stocked":true,"arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","footnotes":"","price":"तथा उनके और उन चीज़ों के बीच जिनकी वे इच्छा करेंगे, आड़ बना दी जाएगी, जैसा कि इनके जैसों के साथ इससे पहले किया जा चुका है। निःसंदेह वे असमंजस में डालने वाले संदेह में पड़े हुए थे।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"35 (Fatir)":[{"category":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"],"name":"35:45","stocked":true,"arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","footnotes":"19. अर्थात उस दिन उनके कर्मों का बदला चुका देगा।","price":"और यदि अल्लाह लोगों की उनके कार्यों के कारण पकड़ करने लगे, तो धरती के ऊपर किसी चलने वाले को न छोड़े। परंतु वह उन्हें एक निर्धारित अवधि तक मोहलत देता है। फिर जब उनका निर्धारित समय आ जाएगा, तो अल्लाह अपने बंदों को भली-भाँति देखने वाला है।[19]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"36 (Ya-Sin)":[{"category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"],"name":"36:83","stocked":true,"arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"26. प्रलय के दिन अपने कर्मों का बदला प्राप्त करने के लिए।","price":"अतः पवित्र है वह (अल्लाह), जिसके हाथ में प्रत्येक चीज़ का राज्य (पूर्ण अधिकार) है और तुम सब उसी की ओर लौटाए[26] जाओगे।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"37 (As-Saffat)":[{"category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat","Chapter As-Saffat","Saffat","Surah Saffat","Chapter Saffat","As Saffat","Surah As Saffat","Chapter As Saffat","Surah 37","Chapter 37","Those Who Set The Ranks","الصَّافَات"],"name":"37:182","stocked":true,"arabic":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"और हर प्रकार की प्रशंसा अल्लाह के लिए है, जो सर्व संसार का पालनहार है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"38 (Sad)":[{"category":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"],"name":"38:88","stocked":true,"arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","footnotes":"","price":"तथा निश्चय तुम उसके समाचार को कुछ समय के बाद अवश्य जान लोगे।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"39 (Az-Zumar)":[{"category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"],"name":"39:75","stocked":true,"arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"17. अर्थात जब ईमान वाले स्वर्ग में और मुश्रिक नरक में चले जाएँगे तो उस समय का चित्र यह होगा कि अल्लाह के अर्श को फ़रिश्ते हर ओर से घेरे हुए उसकी पवित्रता तथा प्रशंसा का गान कर रहे होंगे।","price":"तथा आप फ़रिश्तों को अर्श (सिंहासन) के चारों ओर से उसे घेरे हुए देखेंगे। वे अपने पालनहार की पवित्रता गान कर रहे होंगे, उसकी प्रशंसा के साथ। और लोगों के बीच सत्य के साथ निर्णय कर दिया जाएगा। तथा कह दिया जाएगा कि सब प्रशंसा अल्लाह के लिए है, जो सारे संसार का पालनहार है।[17]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"40 (Ghafir)":[{"category":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"],"name":"40:85","stocked":true,"arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","footnotes":"","price":"फिर यह न था कि जब उन्होंने हमारी यातना को देख लिया, तो उनका ईमान (लाना) उन्हें लाभ देता। यही अल्लाह की रीति है, जो उसके बंदों में गुज़र चुकी। और उस समय काफ़िर घाटे में पड़ गए।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"41 (Fussilat)":[{"category":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"],"name":"41:54","stocked":true,"arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","footnotes":"","price":"सुन लो! निश्चय वे लोग अपने पालनहार से मिलने के विषय में संदेह में हैं। सुन लो! निश्चय वह (अल्लाह) प्रत्येक वस्तु को घेरे हुए है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"42 (Ash-Shura)":[{"category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"],"name":"42:53","stocked":true,"arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","footnotes":"","price":"उस अल्लाह की राह की ओर कि जो कुछ आकाशों में है और जो कुछ धरती में है, उसी का है। सुनो! सभी मामले अल्लाह ही की ओर लौटते हैं।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"43 (Az-Zukhruf)":[{"category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"],"name":"43:89","stocked":true,"arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","footnotes":"24. अर्थात उनसे न उलझें।","price":"अतः आप उनसे मुँह फेर लें तथा कह दें कि सलाम[24] है तुम्हें। जल्द ही उन्हें पता चल जाएगा।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"44 (Ad-Dukhan)":[{"category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan","Chapter Ad-Dukhan","Dukhan","Surah Dukhan","Chapter Dukhan","Ad Dukhan","Surah Ad Dukhan","Chapter Ad Dukhan","Surah 44","Chapter 44","The Smoke","الدُّخَان"],"name":"44:59","stocked":true,"arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","footnotes":"10. अर्थात परिणाम की।","price":"अतः आप प्रतीक्षा करें,[10] निःसंदेह वे भी प्रतीक्षा करने वाले हैं।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"45 (Al-Jathiyah)":[{"category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"],"name":"45:37","stocked":true,"arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"12. अर्थात महिमा और बड़ाई अल्लाह के लिए विशिष्ट है। जैसाकि एक ह़दीसे-क़ुद्सी में अल्लाह तआला ने फरमाया है कि महिमा मेरी चादर है तथा बड़ाई मेरा तहबंद है। और जो भी इन दोनों में से किसी एक को मुझसे खींचेगा तो मैं उसे नरक में फेंक दूँगा। (सह़ीह़ मुस्लिम : 2620)","price":"तथा उसी के लिए आकाशों और धरती में सारी महानता[12] है और वही सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"46 (Al-Ahqaf)":[{"category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"],"name":"46:35","stocked":true,"arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","footnotes":"20. अर्थात प्रलय की भीषणता के आगे सांसारिक सुख क्षण भर प्रतीत होगा। ह़दीस में है कि नारकियों में से प्रलय के दिन संसार के सबसे सुखी व्यक्ति को लाकर नरक में एक बार डालकर कहा जाएगा : क्या कभी तूने सुख देखा है? वह कहेगा : मेरे पालनहार! (कभी) नहीं (देखा)। (सह़ीह़ मुस्लिम : 2807)","price":"अतः आप सब्र करें, जिस प्रकार पक्के इरादे वाले रसूलों ने सब्र किया और उनके लिए (यातना की) जल्दी न करें। जिस दिन वे उस चीज़ को देखेंगे जिसका उनसे वादा किया जाता है, तो (ऐसा होगा) मानो वे दिन की एक घड़ी[20] के सिवा नहीं रहे। यह (संदेश) पहुँचा देना है। फिर क्या अवज्ञाकारी लोगों के सिवा कोई और विनष्ट किया जाएगा?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"47 (Muhammad)":[{"category":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"],"name":"47:38","stocked":true,"arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","footnotes":"15. अर्थात कंजूसी करके अपने ही को हानि पहुँचाता है। 16. तो कंजूस नहीं होंगे। (देखिए : सूरतुल-माइदा, आयत : 54)","price":"सुनो! तुम वे लोग हो कि अल्लाह की राह में खर्च करने के लिए बुलाए जाते हो, तो तुममें से कुछ लोग कंजूसी करते हैं। हालाँकि जो कंजूसी करता है, वह अपने आप ही से कंजूसी[15] करता है। और अल्लाह तो बेनियाज़ है, और तुम ही मोहताज हो। और यदि तुम फिर जाओगे, तो वह तुम्हारे स्थान पर तुम्हारे सिवा और लोगों को ले आएगा, फिर वे तुम्हारे जैसे नहीं होंगे।[16]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"48 (Al-Fath)":[{"category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"],"name":"48:29","stocked":true,"arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","footnotes":"17. इस अंतिम आयत में सह़ाबा (नबी के साथियों) के गुणों का वर्णन करते हुए यह सूचना दी गई है कि इस्लाम क्रमशः प्रगतिशील होकर प्रभुत्व प्राप्त कर लेगा। तथा ऐसा ही हुआ कि इस्लाम जो आरंभ में खेती के अंकुर के समान था, क्रमशः उन्नति करके एक दृढ़ प्रभुत्वशाली धर्म बन गया। और काफ़िर अपने द्वेष की अग्नि में जल-भुन कर ही रह गए। ह़दीस में है कि ईमान वाले आपस के प्रेम तथा दया और करुणा में एक शरीर के समान हैं। यदि उसके एक अंग को दुःख हो, तो पूरा शरीर ताप और अनिद्रा से ग्रस्त हो जाता है। (सह़ीह़ बुखारी : 6011, सह़ीह़ मुस्लिम : 2596)","price":"मुहम्मद[17] अल्लाह के रसूल हैं और वे लोग जो उनके साथ हैं, काफ़िरों पर बहुत सख़्त हैं, आपस में बहुत दयालु हैं। तुम उन्हें रुकू' करते हुए, सजदा करते हुए, अल्लाह का अनुग्रह और (उसकी) प्रसन्नता तलाश करते हुए देखोगे। उनकी निशानी उनके चेहरों पर है, सजदों के चिह्न से। यह उनका विवरण तौरात में है। तथा इंजील में उनका विवरण उस खेती की तरह है, जिसने अपना अंकुर निकाला, फिर उसे प्रबल किया, फिर वह मोटा हो गया, फिर वह अपने तने पर सीधा खड़ा हो गया। वह किसानों को खुश करता है, ताकि उनके द्वारा काफिरों को गुस्सा दिलाए। अल्लाह ने उनमें से उन लोगों से, जो ईमान लाए तथा उन्होंने अच्छे कर्म किए, बड़ी क्षमा तथा बहुत बड़े प्रतिफल का वादा किया है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"49 (Al-Hujurat)":[{"category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"],"name":"49:18","stocked":true,"arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"निःसंदेह अल्लाह आकाशों तथा धरती की छिपी चीज़ों को जानता है। और अल्लाह ख़ूब देखने वाला है जो कुछ तुम करते हो।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"50 (Qaf)":[{"category":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"],"name":"50:45","stocked":true,"arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","footnotes":"","price":"हम उसे अधिक जानने वाले हैं, जो कुछ वे कहते हैं। और आप उनपर कोई ज़बरदस्ती करने वाले नहीं हैं। अतः आप क़ुरआन द्वारा उस व्यक्ति को उपदेश दें, जो मेरे अज़ाब के वादे से डरता है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"51 (Adh-Dhariyat)":[{"category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat","Chapter Adh-Dhariyat","Dhariyat","Surah Dhariyat","Chapter Dhariyat","Adh Dhariyat","Surah Adh Dhariyat","Chapter Adh Dhariyat","Surah 51","Chapter 51","The Winnowing Winds","الذَّاريَات"],"name":"51:60","stocked":true,"arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","footnotes":"14. अर्थात प्रलय के दिन।","price":"अतः इनकार करने वालों के लिए उनके उस दिन[14] से बड़ा विनाश है, जिसका उनसे वादा किया जा रहा है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"52 (At-Tur)":[{"category":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"],"name":"52:49","stocked":true,"arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","footnotes":"17. रात्रि में तथा तारों के डूबने के बाद से संकेत मग़्रिब तथा इशा और फ़ज्र की नमाज़ की ओर है जिनमें ये सब नमाजें पढ़ी जाती हैं।","price":"तथा रात के कुछ भाग में फिर उसकी पवित्रता का वर्णन करें और सितारों के चले जाने के बाद भी।[17]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"53 (An-Najm)":[{"category":["53 (An-Najm)","An-Najm","Surah An-Najm","Chapter An-Najm","Najm","Surah Najm","Chapter Najm","An Najm","Surah An Najm","Chapter An Najm","Surah 53","Chapter 53","The Star","النجم"],"name":"53:62","stocked":true,"arabic":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩","footnotes":"18. ह़दीस में है कि जब सजदे की प्रथम सूरत \"नज्म\" उतरी, तो नबी (सल्लल्लाहु अलैहि व सल्लम) और जो आपके पास थे, सब ने सजदा किया, एक व्यक्ति के सिवा। उसने कुछ धूल ली, और उसपर सज्दा किया। तो मैंने इसके पश्चात् देखा कि वह काफ़िर रहते हुए मारा गया। और वह उमय्या बिन ख़लफ़ है। (सह़ीह़ बुख़ारी : 4863)","price":"अतः अल्लाह को सजदा करो और उसी की इबादत[18] करो।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"54 (Al-Qamar)":[{"category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"],"name":"54:55","stocked":true,"arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","footnotes":"","price":"सत्य की सभा में, महान बादशाह के पास, जो असीम शक्ति वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"55 (Ar-Rahman)":[{"category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman","Chapter Ar-Rahman","Rahman","Surah Rahman","Chapter Rahman","Ar Rahman","Surah Ar Rahman","Chapter Ar Rahman","Surah 55","Chapter 55","The Beneficent","الرحمن"],"name":"55:78","stocked":true,"arabic":"تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","footnotes":"","price":"बहुत बरकत वाला है आपके पालनहार का नाम, जो बड़ी महिमा और सम्मान वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"56 (Al-Waqi'ah)":[{"category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah","Chapter Al-Waqi'ah","Waqi'ah","Surah Waqi'ah","Chapter Waqi'ah","Al Waqi'ah","Surah Al Waqi'ah","Chapter Al Waqi'ah","Surah 56","Chapter 56","The Inevitable","الواقعة"],"name":"56:96","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"","price":"अतः आप अपने महान पालनहार के नाम की महिमा करें।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"57 (Al-Hadid)":[{"category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"],"name":"57:29","stocked":true,"arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","footnotes":"17. अह्ले किताब से अभिप्राय यहूदी तथा ईसाई हैं।","price":"ताकि अह्ले किताब[17] जान लें कि वे अल्लाह के अनुग्रह में से किसी चीज़ पर अधिकार नहीं रखते और यह कि सारा अनुग्रह अल्लाह के हाथ में है। वह जिसे चाहता है, प्रदान करता है और अल्लाह बहुत बड़े अनुग्रह वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"58 (Al-Mujadila)":[{"category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"],"name":"58:22","stocked":true,"arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","footnotes":"14. इस आयत में इस बात का वर्णन किया गया है कि ईमान, और काफ़िर जो इस्लाम और मुसलमानों के जानी दुश्मन हैं उनसे सच्ची मैत्री करना एकत्र नहीं हो सकते। अतः जो इस्लाम और इस्लाम के विरोधियों से एकसाथ सच्चे संबंध रखते हैं, उनका ईमान सत्य नहीं है।","price":"आप उन लोगों को जो अल्लाह तथा अंतिम दिवस पर ईमान रखते हैं, ऐसा नहीं पाएँगे कि वे उन लोगों से दोस्ती रखते हों, जिन्होंने अल्लाह और उसके रसूल का विरोध किया, चाहे वे उनके पिता या उनके पुत्र या उनके भाई या उनके परिजन[14] हों। वही लोग हैं, जिनके दिलों में उसने ईमान लिख दिया है और अपनी ओर से एक आत्मा के साथ उन्हें शक्ति प्रदान की है। तथा उन्हें ऐसी जन्नतों में दाख़िल करेगा, जिनके नीचे से नहरें बहती होंगी, वे उनके अंदर हमेशा रहेंगे। अल्लाह उनसे प्रसन्न हो गया तथा वे उससे प्रसन्न हो गए। ये लोग अल्लाह का दल हैं। सुन लो, निःसंदेह अल्लाह का दल ही सफल होने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"59 (Al-Hashr)":[{"category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"],"name":"59:24","stocked":true,"arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"वह अल्लाह ही है, जो रचयिता, अस्तित्व प्रदान करने वाला, रूप देने वाला है। सब अच्छे नाम उसी के हैं। उसकी पवित्रता का गान हर वह चीज़ करती है जो आकाशों तथा धरती में है और वह प्रभुत्वशाली, ह़िकमत वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"60 (Al-Mumtahanah)":[{"category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"],"name":"60:13","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","footnotes":"10. आख़िरत से निराश होने का अर्थ उसका इनकार है, जैसे उन्हें मरने के पश्चात् जीवन का इनकार है।","price":"ऐ ईमान वालो! तुम उन लोगों को मित्र न बनाओ, जिनपर अल्लाह क्रोधित हुआ है। निश्चय वे आख़िरत[10] से वैसे ही निराश हो चुके हैं, जैसे काफ़िर लोग क़ब्र वालों (के जीवित होने) से निराश हो चुके हैं।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"61 (As-Saff)":[{"category":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"],"name":"61:14","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","footnotes":"","price":"ऐ ईमान वालो! तुम अल्लाह (के धर्म) के सहायक बन जाओ, जिस तरह मरयम के पुत्र ईसा ने ह़वारियों से कहा : अल्लाह की ओर मेरे सहायक कौन हैं? ह़वारियों ने कहा : हम अल्लाह के (धर्म के) सहायक हैं। तो बनी इसराईल में से एक समूह ईमान लाया और एक समूह ने इनकार किया। फिर हमने उन लोगों का, जो ईमान लाए थे, उनके शत्रुओं के विरुद्ध समर्थन किया, तो वे हावी हो गए।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"62 (Al-Jumu'ah)":[{"category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"],"name":"62:11","stocked":true,"arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","footnotes":"1. ह़दीस में है कि नबी (सल्लल्लाहु अलैहि व सल्लम) जुमुआ का ख़ुत्बा (भाषण) दे रहे थे कि एक कारवाँ ग़ल्ला ले कर आ गया। और सब लोग उसकी ओर दौड़ पड़े। बारह व्यक्ति ही आपके साथ रह गए। उसी पर अल्लाह ने यह आयत उतारी। (सह़ीह़ बुख़ारी : 4899)","price":"और जब उन्होंने कोई व्यापार अथवा खेल-तमाशा देखा, तो उठकर उसकी ओर चले गए[10] और उन्होंने आपको खड़ा छोड़ दिया। आप कह दें कि जो अल्लाह के पास है, वह खेल से तथा व्यापार से बेहतर है। और अल्लाह सबसे उत्तम जीविका प्रदान करने वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"63 (Al-Munafiqun)":[{"category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"],"name":"63:11","stocked":true,"arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"और अल्लाह किसी प्राणी को कदापि अवसर नहीं देगा, जब उसका निर्धारित समय आ गया। और अल्लाह उससे भली-भाँति अवगत है, जो कुछ तुम करते हो।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"64 (At-Taghabun)":[{"category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"],"name":"64:18","stocked":true,"arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"वह हर परोक्ष और प्रत्यक्ष को जानने वाला, सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"65 (At-Talaq)":[{"category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"],"name":"65:12","stocked":true,"arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","footnotes":"","price":"अल्लाह ही है, जिसने सात आकाश बनाए तथा धरती से भी उन्हीं के समान। उनके बीच आदेश उतरता है, ताकि तुम जान लो कि अल्लाह हर चीज़ पर सर्वशक्तिमान है और यह कि अल्लाह ने निश्चय प्रत्येक वस्तु को अपने ज्ञान के साथ घेर रखा है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"66 (At-Tahrim)":[{"category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"],"name":"66:12","stocked":true,"arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","footnotes":"","price":"तथा इमरान की बेटी मरयम का (उदाहरण प्रस्तुत किया है), जिसने अपने सतीत्व की रक्षा की, तो हमने उसमें अपनी एक रूह़ फूँक दी तथा उसने अपने पालनहार की बातों और उसकी पुस्तकों की पुष्टि की और वह इबादत करने वालों में से थी।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"67 (Al-Mulk)":[{"category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"],"name":"67:30","stocked":true,"arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","footnotes":"","price":"आप कह दें : भला बताओ तो सही, यदि तुम्हारा पानी गहराई में चला जाए, तो कौन है जो तुम्हारे पास बहता हुआ पानी लाएगा?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"68 (Al-Qalam)":[{"category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"],"name":"68:52","stocked":true,"arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","footnotes":"16. इसमें यह बताया गया है कि क़ुरआन केवल अरबों के लिए नहीं, संसार के सभी देशों और जातियों की शिक्षा के लिए उतरा है।","price":"हालाँकि वह सर्व संसार के लिए मात्र एक उपदेश[16] है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"69 (Al-Haqqah)":[{"category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah","Chapter Al-Haqqah","Haqqah","Surah Haqqah","Chapter Haqqah","Al Haqqah","Surah Al Haqqah","Chapter Al Haqqah","Surah 69","Chapter 69","The Reality","الحاقة"],"name":"69:52","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"","price":"अतः आप अपने महान पालनहार के नाम की पवित्रता का वर्णन करें।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"70 (Al-Ma'arij)":[{"category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij","Chapter Al-Ma'arij","Ma'arij","Surah Ma'arij","Chapter Ma'arij","Al Ma'arij","Surah Al Ma'arij","Chapter Al Ma'arij","Surah 70","Chapter 70","The Ascending Stairways","المعارج"],"name":"70:44","stocked":true,"arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ","footnotes":"11. अर्थात रसूलों की ज़बानी तथा आकाशीय पुस्तकों के माध्यम से।","price":"उनकी निगाहें झुकी होंगी, उनपर अपमान छाया होगा। यही वह दिन है जिसका उनसे वादा किया[11] जाता था।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"71 (Nuh)":[{"category":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"],"name":"71:28","stocked":true,"arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","footnotes":"","price":"ऐ मेरे पालनहार! मुझे क्षमा करे दे, तथा मेरे माता-पिता को, और (हर) उस व्यक्ति को जो मेरे घर में मोमिन बन कर प्रवेश करे, तथा ईमान वाले पुरुषों और ईमान वाली स्त्रियों को। और अत्याचारियों को विनाश के सिवाय किसी चीज़ में न बढ़ा।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"72 (Al-Jinn)":[{"category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"],"name":"72:28","stocked":true,"arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","footnotes":"6. अर्थात वह रसूलों की दशा को जानता है। उसने प्रत्येक चीज़ को गिन रखा है, ताकि रसूलों के संदेश पहुँचाने में कोई कमी-बेशी न हो। इसलिए लोगों को रसूलों की बातें मान लेनी चाहिए।","price":"ताकि वह जान ले कि उन्होंने वास्तव में अपने पालनहार के संदेश[6] पहुँचा दिए हैं। और उसने उन सभी चीज़ों को घेर रखा है, जो उनके पास हैं और प्रत्येक वस्तु को गिन रखा है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"73 (Al-Muzzammil)":[{"category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"],"name":"73:20","stocked":true,"arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","footnotes":"5. क़ुरआन पढ़ने से अभिप्राय तहज्जुद की नमाज़ है। और अर्थ यह है कि रात्रि में जितनी नमाज़ हो सके, पढ़ लो। ह़दीस में है कि बंदा अल्लाह के सबसे समीप अंतिम रात्रि में होता है। तो तुम यदि हो सके कि उस समय अल्लाह को याद करो, तो याद करो। (तिर्मिज़ी : 3579, यह ह़दीस सह़ीह़ है।) 6.अच्छे ऋण से अभिप्राय अपने उचित साधन से अर्जित किए हुए धन को अल्लाह की प्रसन्नता के लिए उसके मार्ग में ख़र्च करना है। इसी को अल्लाह अपने ऊपर ऋण क़रार देता है। जिसका बदला वह सात सौ गुना तक, बल्कि उससे भी अधिक प्रदान करेगा। (देखिए सूरतुल-बक़रा, आयत : 261)","price":"निःसंदेह आपका पालनहार जानता है कि आप (तहज्जुद की नमाज़ में) रात के दो-तिहाई भाग से कुछ कम तथा उसका आधा भाग और उसका एक-तिहाई भाग खड़े होते हैं। तथा आपके साथियों का एक समूह भी (ऐसा करता है)। और अल्लाह ही रात तथा दिन का अनुमान रखता है। उसने जान लिया कि तुम हरगिज़ उसकी क्षमता नहीं रखोगे। अतः उसने तुमपर दया की। अतः क़ुरआन में से जो आसान हो, पढ़ो।[5] वह जानता है कि निश्चय तुममें से कुछ लोग बीमार होंगे और कुछ अन्य लोग धरती में यात्रा करेंगे, अल्लाह का अनुग्रह तलाश करेंगे और कुछ दूसरे लोग अल्लाह की राह में युद्ध करेंगे। अतः उसमें से जो आसान हो, पढ़ो। तथा नमाज़ क़ायम करो और ज़कात दो और अल्लाह को उत्तम ऋण[6] दो। तथा तुम अपने लिए जो भी भलाई आगे भेजोगे, उसे अल्लाह के पास अति उत्तम और बदले की दृष्टि से बढ़कर पाओगे। और अल्लाह से क्षमा याचना करो। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"74 (Al-Muddathir)":[{"category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir","Chapter Al-Muddathir","Muddathir","Surah Muddathir","Chapter Muddathir","Al Muddathir","Surah Al Muddathir","Chapter Al Muddathir","Surah 74","Chapter 74","The Cloaked One","المدثر"],"name":"74:56","stocked":true,"arabic":"وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ","footnotes":"","price":"और वे नसीहत प्राप्त नहीं कर सकते, परंतु यह कि अल्लाह चाहे। वही इस योग्य है कि उससे डरा जाए और वही इस योग्य है कि क्षमा करे।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"75 (Al-Qiyamah)":[{"category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah","Chapter Al-Qiyamah","Qiyamah","Surah Qiyamah","Chapter Qiyamah","Al Qiyamah","Surah Al Qiyamah","Chapter Al Qiyamah","Surah 75","Chapter 75","The Resurrection","القيامة"],"name":"75:40","stocked":true,"arabic":"أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ","footnotes":"","price":"क्या वह इसमें समर्थ नहीं कि मुर्दों को जीवित कर दे?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"76 (Al-Insan)":[{"category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"],"name":"76:31","stocked":true,"arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","footnotes":"","price":"वह जिसे चाहता है अपनी दया में दाखिल करता है और अत्याचारियों के लिए उसने दर्दनाक यातना तैयार की है।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"77 (Al-Mursalat)":[{"category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat","Chapter Al-Mursalat","Mursalat","Surah Mursalat","Chapter Mursalat","Al Mursalat","Surah Al Mursalat","Chapter Al Mursalat","Surah 77","Chapter 77","The Emissaries","المرسلات"],"name":"77:50","stocked":true,"arabic":"فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","footnotes":"14. अर्थात जब अल्लाह की अंतिम पुस्तक पर ईमान नहीं लाते, तो फिर कोई दूसरी पुस्तक नहीं हो सकती, जिस पर वे ईमान लाएँ। इसलिए कि अब और कोई पुस्तक आसमान से आने वाली नहीं है।","price":"फिर इस (क़ुरआन) के बाद वे किस बात पर ईमान[14] लाएँगे?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"78 (An-Naba)":[{"category":["78 (An-Naba)","An-Naba","Surah An-Naba","Chapter An-Naba","Naba","Surah Naba","Chapter Naba","An Naba","Surah An Naba","Chapter An Naba","Surah 78","Chapter 78","The Tidings","النبأ"],"name":"78:40","stocked":true,"arabic":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","footnotes":"6. (40) बात को इस चेतावनी पर समाप्त किया गया है कि जिस दिन के आने की सूचना दी जा रही है, उस का आना सत्य है, उसे दूर न समझो। अब जिसका दिल चाहे इसे मानकर अपने पालनहार की ओर मार्ग बना ले। परंतु इस चेतावनी के होते जो इनकार करेगा, उसका किया-धरा सामने आएगा, तो पछता-पछता कर यह कामना करेगा कि मैं संसार में पैदा ही न होता। उस समय इस संसार के बारे में उसका यह विचार होगा जिसके प्रेम में आज वह परलोक से अंधा बना हुआ है।","price":"निःसंदेह हमने तुम्हें एक निकट ही आने वाली यातना से डरा दिया है, जिस दिन मनुष्य देख लेगा, जो कुछ उसके दोनों हाथों ने आगे भेजा है, और काफिर कहेगा : ऐ काश कि मैं मिट्टी होता![6]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"79 (An-Nazi'at)":[{"category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at","Chapter An-Nazi'at","Nazi'at","Surah Nazi'at","Chapter Nazi'at","An Nazi'at","Surah An Nazi'at","Chapter An Nazi'at","Surah 79","Chapter 79","Those Who Pull Out","النازعات"],"name":"79:46","stocked":true,"arabic":"كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا","footnotes":"","price":"जिस दिन वे उसे देखेंगे, तो (ऐसा लगेगा) मानो वे (दुनिया में) केवल एक शाम या उसकी सुबह ही ठहरे हैं।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"80 (Abasa)":[{"category":["80 (Abasa)","Abasa","Surah Abasa","Chapter Abasa","Surah 80","Chapter 80","He Frowned","عبس"],"name":"80:42","stocked":true,"arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ","footnotes":"5. (33-42) इन आयतों का भावार्थ यह है कि संसार में किसी पर कोई आपदा आती है, तो उसके अपने लोग उसकी सहायता और रक्षा करते हैं। परंतु प्रलय के दिन सबको अपनी-अपनी पड़ी होगी और उसके कर्म ही उसकी रक्षा करेंगे।","price":"वही काफ़िर और कुकर्मी लोग हैं।[5]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"81 (At-Takwir)":[{"category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir","Chapter At-Takwir","Takwir","Surah Takwir","Chapter Takwir","At Takwir","Surah At Takwir","Chapter At Takwir","Surah 81","Chapter 81","The Overthrowing","التكوير"],"name":"81:29","stocked":true,"arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","footnotes":"5. (27-29) इन साक्ष्यों के पश्चात सावधान किया गया है कि क़ुरआन मात्र याद-दहानी है। इस विश्व में इसके सत्य होने के सभी लक्षण सबके सामने हैं। इनका अध्ययन करके स्वयं सत्य की राह अपना लो, अन्यथा अपना ही बिगाड़ोगे।","price":"तथा तुम कुछ नहीं चाह सकते, सिवाय इसके कि सर्व संसार का पालनहार अल्लाह चाहे।[5]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"82 (Al-Infitar)":[{"category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar","Chapter Al-Infitar","Infitar","Surah Infitar","Chapter Infitar","Al Infitar","Surah Al Infitar","Chapter Al Infitar","Surah 82","Chapter 82","The Cleaving","الإنفطار"],"name":"82:19","stocked":true,"arabic":"يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ","footnotes":"5. (17-19) इन आयतों में दो वाक्यों में प्रलय की चर्चा दोहराकर उसकी भयानकता को दर्शाते हुए बताया गया है कि निर्णय बे लाग होगा। कोई किसी की सहायता नहीं कर सकेगा। सत्य आस्था और सत्कर्म ही सहायक होंगे जिसका मार्ग क़ुरआन दिखा रहा है। क़ुरआन की सभी आयतों में प्रतिकार का दिन प्रलय के दिन को ही बताया गया है जिस दिन प्रत्येक मनुष्य को अपने कर्मानुसार प्रतिकार मिलेगा।","price":"जिस दिन कोई प्राणी किसी प्राणी के लिए किसी चीज़ का अधिकार न रखेगा और उस दिन आदेश केवल अल्लाह का होगा।[5]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"83 (Al-Mutaffifin)":[{"category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin","Chapter Al-Mutaffifin","Mutaffifin","Surah Mutaffifin","Chapter Mutaffifin","Al Mutaffifin","Surah Al Mutaffifin","Chapter Al Mutaffifin","Surah 83","Chapter 83","Defrauding","المطففين"],"name":"83:36","stocked":true,"arabic":"هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ","footnotes":"4. (29-36) इन आयतों में बताया गया है कि परलोक में कर्मों का फल दिया जाएगा, तो सांसारिक परिस्थितियाँ बदल जाएँगी। संसार में तो सब के लिए अल्लाह की दया है, परंतु न्याय के दिन जो अपने सुख सुविधा पर गर्व करते थे और जिन निर्धन मुसलमानों को देखकर आँखें मारते थे, वहाँ पर वही उनके दुष्परिणाम को देख कर प्रसन्न होंगे। अंतिम आयत में विश्वासहीनों के दुष्परिणाम को उनका कर्म कहा गया है। जिसमें यह संकेत है कि अच्छा फल और कुफल स्वयं इमसान के अपने कर्मों का स्वभाविक प्रभाव होगा।","price":"क्या काफ़िरों को उसका बदला मिल गया, जो वे किया करते थे?[4]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"84 (Al-Inshiqaq)":[{"category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq","Chapter Al-Inshiqaq","Inshiqaq","Surah Inshiqaq","Chapter Inshiqaq","Al Inshiqaq","Surah Al Inshiqaq","Chapter Al Inshiqaq","Surah 84","Chapter 84","The Splitting Open","الإنشقاق"],"name":"84:25","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ","footnotes":"4. (22-25) इन आयतों में उनके लिए चेतावनी है, जो इन स्वभाविक साक्ष्यों के होते हुए क़ुरआन को न मानने पर अड़े हुए हैं। और उनके लिए शुभ सूचना है जो इसे मानकर विश्वास (ईमान) तथा सुकर्म की राह पर अग्रसर हैं।","price":"परंतु जो लोग ईमान लाए तथा उन्होंने सत्कर्म किए, उनके लिए कभी न समाप्त होने वाला बदला है।[4]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"85 (Al-Buruj)":[{"category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj","Chapter Al-Buruj","Buruj","Surah Buruj","Chapter Buruj","Al Buruj","Surah Al Buruj","Chapter Al Buruj","Surah 85","Chapter 85","The Constellations","البروج"],"name":"85:22","stocked":true,"arabic":"فِي لَوۡحٖ مَّحۡفُوظِۭ","footnotes":"6. (21-22) इन आयतों में बताया गया है कि यह क़ुरआन कविता और ज्योतिष नहीं है, जैसा कि वे सोचते हैं, यह अल्लाह का श्रेष्ठ और उच्चतम कथन है, जिसका उद्गम \"लौह़े मह़फ़ूज़\" में सुरक्षित है।","price":"जो लौह़े मह़फ़ूज़ (सुरक्षित पट्टिका) में लिखा हुआ है।[6]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"86 (At-Tariq)":[{"category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq","Chapter At-Tariq","Tariq","Surah Tariq","Chapter Tariq","At Tariq","Surah At Tariq","Chapter At Tariq","Surah 86","Chapter 86","The Morning Star","الطارق"],"name":"86:17","stocked":true,"arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا","footnotes":"5. (15-17) इन आयतों में नबी (सल्लल्लाहु अलैहि व सल्लम) को सांत्वना तथा अधर्मियों को यह धमकी देकर बात पूरी कर दी गई है कि आप तनिक सहन करें और विश्वासहीन को मनमानी कर लेने दें, कुछ ही देर होगी कि इन्हें अपने दुष्परिणाम का ज्ञान हो जाएगा। और इक्कीस वर्ष ही बीते थे कि पूरे मक्का और अरब द्वीप में इस्लाम का ध्वज लहराने लगा।","price":"अतः काफ़िरों को मोहलत दे दें, उन्हें थोड़ी देर के लिए छोड़ दें।[5]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"87 (Al-A'la)":[{"category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la","Chapter Al-A'la","A'la","Surah A'la","Chapter A'la","Al A'la","Surah Al A'la","Chapter Al A'la","Surah 87","Chapter 87","The Most High","الأعلى"],"name":"87:19","stocked":true,"arabic":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ","footnotes":"6. (16-19) इन आयतों का भावार्थ यह है कि वास्तव में रोग यह है कि काफ़िरों को सांसारिक स्वार्थ के कारण नबी की बातें अच्छी नहीं लगतीं। जबकि परलोक ही स्थायी है। और यही सभी आदि ग्रंथों की शिक्षा है।","price":"इबराहीम तथा मूसा के सह़ीफ़ों (ग्रंथों) में।[6]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"88 (Al-Ghashiyah)":[{"category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah","Chapter Al-Ghashiyah","Ghashiyah","Surah Ghashiyah","Chapter Ghashiyah","Al Ghashiyah","Surah Al Ghashiyah","Chapter Al Ghashiyah","Surah 88","Chapter 88","The Overwhelming Event","الغاشية"],"name":"88:26","stocked":true,"arabic":"ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم","footnotes":"4. (21-26) इन आयतों का भावार्थ यह है कि क़ुरआन किसी को बलपूर्वक मनवाने के लिए नहीं है, और न नबी सल्लल्लाहु अलैहि व सल्लम का यह कर्तव्य है कि किसी को बलपूर्वक मनवाएँ। आप जिससे डरा रहे हैं, ये मानें या न मानें, वह खुली बात है। फिर भी जो नहीं सुनते उनको अल्लाह ही समझेगा। ये और इस जैसी क़ुरआन की अनेक आयतें इस आरोप का खंडन करती हैं कि इस्लाम ने अपने मनवाने के लिए अस्त्र शस्त्र का प्रयोग किया है।","price":"फिर बेशक हमारे ही ज़िम्मे उनका ह़िसाब लेना है।[4]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"89 (Al-Fajr)":[{"category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr","Chapter Al-Fajr","Fajr","Surah Fajr","Chapter Fajr","Al Fajr","Surah Al Fajr","Chapter Al Fajr","Surah 89","Chapter 89","The Dawn","الفَجْر"],"name":"89:30","stocked":true,"arabic":"وَٱدۡخُلِي جَنَّتِي","footnotes":"5. (27-30) इन आयतों में उनके सुख और सफलता का वर्णन किया गया है, जो क़ुरआन की शिक्षा का अनुपालन करते हुए आत्मा की शांति के साथ जीवन व्यतीत कर रहे हैं।","price":"और मेरी जन्नत में प्रवेश कर जा।[5]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"90 (Al-Balad)":[{"category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad","Chapter Al-Balad","Balad","Surah Balad","Chapter Balad","Al Balad","Surah Al Balad","Chapter Al Balad","Surah 90","Chapter 90","The City","البلد"],"name":"90:20","stocked":true,"arabic":"عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ","footnotes":"","price":"उनपर (हर ओर से) बंद की हुई आग होगी।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"91 (Ash-Shams)":[{"category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams","Chapter Ash-Shams","Shams","Surah Shams","Chapter Shams","Ash Shams","Surah Ash Shams","Chapter Ash Shams","Surah 91","Chapter 91","The Sun","الشمس"],"name":"91:15","stocked":true,"arabic":"وَلَا يَخَافُ عُقۡبَٰهَا","footnotes":"4. (11-15) इन आयतों में समूद जाति का ऐतिहासिक उदाहरण देकर दूतत्व (रिसालत) का महत्व समझाया गया है कि नबी इस लिए भेजा जाता है कि भलाई और बुराई का जो स्वभाविक ज्ञान अल्लाह ने इनसान के स्वभाव में रख दिया है उसे उभारने में उसकी सहायता करे। ऐसे ही एक नबी जिन का नाम सालेह था समूद की जाति की ओर भेजे गए। परंतु उन्होंने उनको नहीं माना, तो वे ध्वस्त कर दिए गए। उस समय मक्का के मूर्ति पूजकों की स्थिति समूद जाति से मिलती जुलती थी। इसलिए उनको सालेह नबी की कथा सुनाकर सचेत किया जा रहा है कि सावधान! कहीं तुम लोग भी समूद की तरह यातना में न घिर जाओ। वह तो हमारे नबी सल्लल्लाहु अलैहि व सल्लम की इस प्रार्थना के कारण बच गए कि ऐ अल्लाह! इन्हें नष्ट न कर। क्योंकि इन्हीं में से ऐसे लोग उठेंगे जो तेरे धर्म का प्रचार करेंगे। इसलिए कि अल्लाह ने आप सल्लल्लाहु अलैहि सल्लम को सारे संसारों के लिए दया बना कर भेजा था।","price":"और वह उसके परिणाम से नहीं डरता।[4]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"92 (Al-Lail)":[{"category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail","Chapter Al-Lail","Lail","Surah Lail","Chapter Lail","Al Lail","Surah Al Lail","Chapter Al Lail","Surah 92","Chapter 92","The Night","الليل"],"name":"92:21","stocked":true,"arabic":"وَلَسَوۡفَ يَرۡضَىٰ","footnotes":"4. (15-21) इन आयतों में यह वर्णन किया गया है कि कौन से कुकर्मी नरक में पड़ेंगे और कौन सुकर्मी उससे सुरक्षित रखे जाएँगे। और उन्हें क्या फल मिलेगा। आयत संख्या 10 के बारे में यह बात याद रखने की है कि अल्लाह ने सभी वस्तुओं और कर्मों का अपने नियमानुसार स्वभाविक प्रभाव रखा है। और क़ुरआन इसीलिए सभी कर्मों के स्वभाविक प्रभाव और फल को अल्लाह से जोड़ता है। और यूँ कहता है कि अल्लाह ने उसके लिए बुराई की राह सरल कर दी। कभी कहता है कि उनके दिलों पर मुहर लगा दी, जिसका अर्थ यह होता है कि यह अल्लाह के बनाए हुए नियमों के विरोध का स्वभाविक फल है। (देखिए : उम्मुल किताब, मौलाना आज़ाद)","price":"और निश्चय वह (बंदा) प्रसन्न हो जाएगा।[4]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"93 (Ad-Duha)":[{"category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha","Chapter Ad-Duha","Duha","Surah Duha","Chapter Duha","Ad Duha","Surah Ad Duha","Chapter Ad Duha","Surah 93","Chapter 93","The Morning Hours","الضحى"],"name":"93:11","stocked":true,"arabic":"وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ","footnotes":"2. (10-11) इन अंतिम आयतों में नबी सल्लल्लाहु अलैहि व सल्लम को बताया गया है कि हमने तुमपर जो उपकार किए हैं, उनके बदले में तुम अल्लाह की उत्पत्ति के साथ दया और उपकार करो यही हमारे उपकारों की कृतज्ञता होगी।","price":"और अपने रब के उपकार का वर्णन करते रहें।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"94 (Ash-Sharh)":[{"category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh","Chapter Ash-Sharh","Sharh","Surah Sharh","Chapter Sharh","Ash Sharh","Surah Ash Sharh","Chapter Ash Sharh","Surah 94","Chapter 94","The Relief","الشرح"],"name":"94:8","stocked":true,"arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","footnotes":"3. (7-8) इन अंतिम आयतों में आपको निर्देश दिया गया है कि जब अवसर मिले, तो अल्लाह की उपासना में लग जाओ, और उसी में ध्यान मग्न हो जाओ, यही सफलता का मार्ग है।","price":"और अपने पालनहार की ओर अपना ध्यान लगाएँ।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"95 (At-Tin)":[{"category":["95 (At-Tin)","At-Tin","Surah At-Tin","Chapter At-Tin","Tin","Surah Tin","Chapter Tin","At Tin","Surah At Tin","Chapter At Tin","Surah 95","Chapter 95","The Fig","التين"],"name":"95:8","stocked":true,"arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","footnotes":"","price":"क्या अल्लाह सब हाकिमों से बड़ा हाकिम नहीं है?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"96 (Al-Alaq)":[{"category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq","Chapter Al-Alaq","Alaq","Surah Alaq","Chapter Alaq","Al Alaq","Surah Al Alaq","Chapter Al Alaq","Surah 96","Chapter 96","The Clot","العلق"],"name":"96:19","stocked":true,"arabic":"كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩","footnotes":"5. (19) इस में नबी सल्लल्लाहु अलैहि व सल्लम और आपके माध्यम से साधारण मुसलमानों को निर्देश दिया गया है कि सहनशीलता के साथ किसी धमकी पर ध्यान न देते हुए नमाज़ अदा करते रहो ताकि इसके द्वारा तुम अल्लाह के समीप हो जाओ।","price":"कदापि नहीं, आप उसकी बात न मानें, (बल्कि) सजदा करें और (अल्लाह के) निकट हो जाएँ।[5]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"97 (Al-Qadr)":[{"category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr","Chapter Al-Qadr","Qadr","Surah Qadr","Chapter Qadr","Al Qadr","Surah Al Qadr","Chapter Al Qadr","Surah 97","Chapter 97","The Power","القدر"],"name":"97:5","stocked":true,"arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","footnotes":"3. इसका अर्थ यह है कि संध्या से भोर तक यह रात्रि सर्वथा शुभ तथा शांतिमय होती है। सह़ीह़ ह़दीसों से स्पष्ट होता है कि यह शुभ रात्रि रमज़ान की अंतिम दस रातों में से कोई एक रात है। इसलिए हमारे नबी सल्लल्लाहु अलैहि व सल्लम इन दस रातों को अल्लाह की उपासना में बिताते थे।","price":"वह रात फ़ज्र उदय होने तक सर्वथा सलामती (शांति) है।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"98 (Al-Bayyinah)":[{"category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"],"name":"98:8","stocked":true,"arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","footnotes":"3. (6-8) इन आयतों में साफ़-साफ़ कह दिया गया है कि जो अह्ले किताब और मूर्तियों के पुजारी इस रसूल को मानने से इनकार करेंगे, वे बहुत बुरे हैं। और उनका स्थान नरक है। उसी में वे सदा रहेंगे। और जो संसार में अल्लाह से डरते हुए जीवन निर्वाह करेंगे तथा विश्वास के साथ सदाचार करेंगे, तो वे सदा के स्वर्ग में रहेंगे। अल्लाह उनसे प्रसन्न हो गया, और वे अल्लाह से प्रसन्न हो गए।","price":"उनका बदला उनके पालनहार के पास सदा रहने वाले बाग़ हैं, जिनके नीचे से नहरें बहती हैं। वे उनमें सदैव रहने वाले हैं। अल्लाह उनसे प्रसन्न हुआ और वे अल्लाह से प्रसन्न हुए। यह उसके लिए है, जो अपने पालनहार से डर गया।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"99 (Az-Zalzalah)":[{"category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah","Chapter Az-Zalzalah","Zalzalah","Surah Zalzalah","Chapter Zalzalah","Az Zalzalah","Surah Az Zalzalah","Chapter Az Zalzalah","Surah 99","Chapter 99","The Earthquake","الزلزلة"],"name":"99:8","stocked":true,"arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ","footnotes":"2. (7-8) इन आयतों का अर्थ यह है कि प्रत्येक व्यक्ति अकेला आएगा, परिवार और साथी सब बिखर जाएँगे। दूसरा अर्थ यह भी हो सकता है कि इस संसार में जो किसी भी युग में मरे थे सभी दलों में चले आ रहे होंगे, और सबको अपने किए हुए कर्म दिखाए जाएँगे। और कर्मानुसार पुण्य और पाप का बदला दिया जाएगा। और किसी का पुणय और पाप छिपा नहीं रहेगा।","price":"और जिसने एक कण के बराबर भी बुराई की होगी, उसे देख लेगा।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"100 (Al-Aadiyat)":[{"category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat","Chapter Al-Aadiyat","Aadiyat","Surah Aadiyat","Chapter Aadiyat","Al Aadiyat","Surah Al Aadiyat","Chapter Al Aadiyat","Surah 100","Chapter 100","The Chargers","العاديات"],"name":"100:11","stocked":true,"arabic":"إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ","footnotes":"4. अर्थात वह सूचित होगा कि कौन क्या है, और किस प्रतिकार का भागी है?","price":"निःसंदेह उनका पालनहार उस दिन उनके बारे में पूरी ख़बर रखने वाला है।[4]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"101 (Al-Qari'ah)":[{"category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah","Chapter Al-Qari'ah","Qari'ah","Surah Qari'ah","Chapter Qari'ah","Al Qari'ah","Surah Al Qari'ah","Chapter Al Qari'ah","Surah 101","Chapter 101","The Calamity","القارعة"],"name":"101:11","stocked":true,"arabic":"نَارٌ حَامِيَةُۢ","footnotes":"3. (6-11) इन आयतों में यह बताया गया है कि प्रलय क्यों होगी? इसलिए कि इस संसार में जिसने भले बुरे कर्म किए हैं उनका प्रतिकार कर्मों के आधार पर दिया जाए, जिसका परिणाम यह होगा कि जिसने सत्य विश्वास के साथ सत्कर्म किया होगा, वह सुख का भागी होगा। और जिसने निर्मल परंपरागत रीतियों को मानकर कर्म किया होगा, वह नरक में झोंक दिया जाएगा।","price":"वह एक बहुत गर्म आग है।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"102 (At-Takathur)":[{"category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur","Chapter At-Takathur","Takathur","Surah Takathur","Chapter Takathur","At Takathur","Surah At Takathur","Chapter At Takathur","Surah 102","Chapter 102","The Rivalry","التكاثر"],"name":"102:8","stocked":true,"arabic":"ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ","footnotes":"3. (6-8) इन आयतों में सूचित किया गया है कि तुम नरक के होने का विश्वास करो या न करो, वह दिन आकर रहेगा जब तुम उसको अपनी आँखों से देख लोगे। उस समय तुम्हें इसका पूरा विश्वास हो जाएगा। परंतु वह दिन कर्म का नहीं ह़िसाब देने का दिन होगा। और तुम्हें प्रत्येक अनुकंपा (नेमत) के बारे में अल्लाह के सामने जवाबदेही करनी होगी। (अह़्सनुल बयान)","price":"फिर निश्चय तुम उस दिन नेमतों के बारे में अवश्य पूछे जाओगे।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"103 (Al-Asr)":[{"category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr","Chapter Al-Asr","Asr","Surah Asr","Chapter Asr","Al Asr","Surah Al Asr","Chapter Al Asr","Surah 103","Chapter 103","The Declining Day","العصر"],"name":"103:3","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","footnotes":"2. इसका अर्थ यह है कि परलोक की क्षति से बचने के लिए मात्र ईमान ही पर बस नहीं, इसके लिए सदाचार भी आवश्यक है और उसमें से विशेष रूप से सत्य और सहनशीलता और दूसरों को इनकी शिक्षा देते रहना भी आवश्यक है। (तर्जुमानुल क़ुरआन, मौलाना आज़ाद)","price":"सिवाय उन लोगों के जो ईमान लाए तथा उन्होंने सत्कर्म किए और एक-दूसरे को सत्य की ताकीद की और एक-दूसरे को धैर्य की ताकीद की।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"104 (Al-Humazah)":[{"category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah","Chapter Al-Humazah","Humazah","Surah Humazah","Chapter Humazah","Al Humazah","Surah Al Humazah","Chapter Al Humazah","Surah 104","Chapter 104","The Traducer","الهمزة"],"name":"104:9","stocked":true,"arabic":"فِي عَمَدٖ مُّمَدَّدَةِۭ","footnotes":"2. (4-9) इन आयतों के अंदर परलोक में धन के पुजारियों के दुष्परिणाम से अवगत कराया गया है कि उनको अपमान के साथ नरक में फेंक दिया जाएगा। जो उन्हें खण्ड कर देगी और दिलों तक जो कुविचारों का केंद्र हैं पहुँच जाएगी, और उसमें इन अपराधियों को फेंककर ऊपर से बंद कर दिया जाएगा।","price":"लंबे-लंबे स्तंभों में।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"105 (Al-Fil)":[{"category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil","Chapter Al-Fil","Fil","Surah Fil","Chapter Fil","Al Fil","Surah Al Fil","Chapter Al Fil","Surah 105","Chapter 105","The Elephant","الفيل"],"name":"105:5","stocked":true,"arabic":"فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ","footnotes":"1. (1-5) इस सूरत का लक्ष्य यह बताना है कि काबा को आक्रमण से बचाने के लिए तुम्हारे देवी-देवता कुछ काम न आए। क़ुरैश के प्रमुखों ने अल्लाह ही से दुआ की थी और उनपर इसका इतना प्रभाव पड़ा था कि कई वर्षों तक साधारण नागरिकों तक ने भी अल्लाह के सिवा किसी की पूजा नहीं की थी। यह बात नबी सल्लल्लाहु अलैहि व सल्लम की पैदाइश से कुछ पहले की थी और वहाँ बहुत सारे लोग अभी जीवित थे जिन्होंने यह चित्र अपने नेत्रों से देखा था। अतः उनसे यह कहा जा रहा है कि मुह़म्मद सल्लल्लाहु अलैहि व सल्लम जो आमंत्रण दे रहे हैं वह यही तो है कि अल्लाह के सिवाय किसी की पूजा न की जाए, और इसको दबाने का परिणाम वही हो सकता है जो हाथी वालों का हुआ। (इब्ने कसीर)","price":"तो उसने उन्हें खाए हुए भूसे की तरह कर दिया।[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"106 (Quraish)":[{"category":["106 (Quraish)","Quraish","Surah Quraish","Chapter Quraish","Surah 106","Chapter 106","Quraysh","قريش"],"name":"106:4","stocked":true,"arabic":"ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ","footnotes":"","price":"जिसने उन्हें भूख में खिलाया तथा उन्हें भय से सुरक्षित किया।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"107 (Al-Ma'un)":[{"category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un","Chapter Al-Ma'un","Ma'un","Surah Ma'un","Chapter Ma'un","Al Ma'un","Surah Al Ma'un","Chapter Al Ma'un","Surah 107","Chapter 107","The Small Kindnesses","الماعون"],"name":"107:7","stocked":true,"arabic":"وَيَمۡنَعُونَ ٱلۡمَاعُونَ","footnotes":"3. आयत संख्या 7 में मामूली चाज़ के लिए 'माऊन' शब्द का प्रयोग हुआ है। जिसका अर्थ है साधारण माँगने के सामान जैसे पानी, आग, नमक, डोल आदि। और आयत का अभिप्राय यह है कि आख़िरत का इनकार किसी व्यक्ति को इतना तंगदिल बना देता है कि वह साधारण उपकार के लिए भी तैयार नहीं होता।","price":"तथा साधारण बरतने की चीज़ भी माँगने से नहीं देते।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"108 (Al-Kawthar)":[{"category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar","Chapter Al-Kawthar","Kawthar","Surah Kawthar","Chapter Kawthar","Al Kawthar","Surah Al Kawthar","Chapter Al Kawthar","Surah 108","Chapter 108","Abundance","الكَوْثَر"],"name":"108:3","stocked":true,"arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","footnotes":"3. आयत संख्या 3 में 'अब्तर' का शब्द प्रयोग हुआ है। जिसका अर्थ है जड़ से अलग कर देना जिसके बाद कोई पेड़ सूख जाता है। और इस शब्द का प्रयोग उसके लिए भी किया जाता है जो अपनी जाति से अलग हो जाए, या जिसका कोई पुत्र जीवित न रह जाए, और उसके निधन के बाद उसका कोई नाम लेवा न हो। इस आयत में जो भविष्यवाणी की गई है, वह सत्य सिद्ध होकर पूरे मानव संसार को इस्लाम और क़ुरआन पर विचार करने के लिए बाध्य कर रही है। (इब्ने कसीर)","price":"निःसंदेह आपका शत्रु ही बे नाम व निशान है।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"109 (Al-Kafirun)":[{"category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun","Chapter Al-Kafirun","Kafirun","Surah Kafirun","Chapter Kafirun","Al Kafirun","Surah Al Kafirun","Chapter Al Kafirun","Surah 109","Chapter 109","The Disbelievers","الكافرون"],"name":"109:6","stocked":true,"arabic":"لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ","footnotes":"1. (1-6) पूरी सूरत का भावार्थ यह है कि इस्लाम में वही ईमान (विश्वास) मान्य है, जो पूर्ण तौह़ीद (एकेश्वर्वाद) के साथ हो, अर्थात अल्लाह के अस्तित्व तथा गुणों और उसके अधिकारों में किसी को साझी न बनाया जाए। क़ुरआन की शिक्षानुसार जो अल्लाह को नहीं मानता, और जो मानता है परंतु उसके साथ देवी-देवताओं को भी मानात है, तो दोनों में कोई अंतर नहीं। उसके विशेष गुणों को किसी अन्य में मानना उसको न मानने ही के बराबर है और दोनों ही काफ़िर हैं। (देखिए : उम्मुल किताब, मौलाना आज़ाद)","price":"तुम्हारे लिए तुम्हारा धर्म तथा मेरे लिए मेरा धर्म है।[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"110 (An-Nasr)":[{"category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr","Chapter An-Nasr","Nasr","Surah Nasr","Chapter Nasr","An Nasr","Surah An Nasr","Chapter An Nasr","Surah 110","Chapter 110","The Divine Support","النصر"],"name":"110:3","stocked":true,"arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا","footnotes":"2. इस आयत में नबी (सल्लल्लाहु अलैहि व सल्लम) से कहा गया है कि इतना बड़ा काम आपने अल्लाह की दया से पूरा किया है, इसके लिए उसकी प्रशंसा और पवित्रता का वर्णन तथा उसकी कृतज्ञता व्यक्त करें। इसमें सभी के लिए यह शिक्षा है कि कोई पुण्य कार्य अल्लाह की दया के बिना नहीं होता। इसलिए उसपर घमंड नहीं करना चाहिए।","price":"तो आप अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता का वर्णन करें और उससे क्षमा माँगें, निःसंदेह वह बहुत तौबा क़बूल करने वाला है।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"111 (Al-Masad)":[{"category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad","Chapter Al-Masad","Masad","Surah Masad","Chapter Masad","Al Masad","Surah Al Masad","Chapter Al Masad","Surah 111","Chapter 111","The Palm Fiber","المسد"],"name":"111:5","stocked":true,"arabic":"فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ","footnotes":"3. (1-5) अबू लहब की पत्नी का नाम 'अरवा' था। और उस की उपाधि (कुन्नियत) 'उम्मे जमील' थी। आप (सल्लल्लाहु अलैहि व सल्लम) की शत्रुता में किसी प्रकार कम न थी। लकड़ी लादने का अर्थ भाष्यकारों ने अनेक किया है। परंतु इसका अर्थ उसको अपमानित करना है। या पापों का बोझ लाद रखने के अर्थ में है। वह सोने का हार पहनती थी और 'लात' तथा 'उज़्ज़ा' की शपथ ले कर - ये दोनों उनकी देवियों के नाम हैं - कहा करती थी कि मुह़म्मद के विरोध में यह मूल्यवान हार भी बेचकर खर्च कर दूँगी। अतः यह कहा गया है कि आज तो वह एक धन्यवान व्यक्ति की पत्नी है। उसके गले में बहुमूल्य हार पड़ा हुआ है, परंतु आख़िरत में वह ईंधन ढोने वाली लौंडी की तरह होगी। गले में आभूषण के बदले बटी हुई मूँज की रस्सी पड़ी होगी। जैसी रस्सी ईंधन ढोने वाली लौंडियों के गले में पड़ी होती है। और इस्लाम का यह चमत्कार ही तो है कि जिस 'अबु लहब' और उसकी पत्नी ने नबी सल्लल्लाहु अलैहि व सल्लम से शत्रुता की, उन्हीं की औलाद 'उत्बा', 'मुअत्तब' तथा 'दुर्रह' ने इस्लमा स्वीकार कर लिया।","price":"उसकी गर्दन में मज़बूत बटी हुई रस्सी होगी।[3]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"112 (Al-Ikhlas)":[{"category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas","Chapter Al-Ikhlas","Ikhlas","Surah Ikhlas","Chapter Ikhlas","Al Ikhlas","Surah Al Ikhlas","Chapter Al Ikhlas","Surah 112","Chapter 112","The Sincerity","الإخلاص"],"name":"112:4","stocked":true,"arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ","footnotes":"2. इस आयत में यह बताया गया है कि उसकी प्रतिमा तथा उसके बराबर और समतुल्य कोई नहीं है। उसके कर्म, गुण और अधिकार में कोई किसी रूप में बराबर नहीं। न उसकी कोई जाति है न परिवार। इन आयतों में क़ुरआन उन विषयों को जो लोगों के तौह़ीद से फिसलने का कारण बने, उसे अनेक रूप में वर्णित करता है। और देवियों और देवताओं के विवाहों और उन के पुत्र और पौत्रों का जो विवरण देव मालाओं में मिलता है, क़ुरआन ने उसका खंडन किया है।","price":"और न कोई उसका समकक्ष है।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"113 (Al-Falaq)":[{"category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq","Chapter Al-Falaq","Falaq","Surah Falaq","Chapter Falaq","Al Falaq","Surah Al Falaq","Chapter Al Falaq","Surah 113","Chapter 113","The Daybreak","الفلق"],"name":"113:5","stocked":true,"arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","footnotes":"2. (4-5) इन दोनों आयतों में जादू और हसद (ईर्ष्या) की बुराई से अल्लाह की शरण में आने की शिक्षा दी गई है। और हसद ऐसा रोग है जो किसी व्यक्ति को दूसरों को हानि पहुँचाने के लिए तैयार कर देता है। और आप (सल्लल्लाहु अलैहि व सल्लम) पर भी जादू, हसद ही के कारण किया गया था। यहाँ ज्ञातव्य है कि इस्लाम ने जादू को अधर्म कहा है जिससे इनसान के परलोक का विनाश हो जाता है।","price":"तथा ईर्ष्या करने वाले की बुराई से, जब वह ईर्ष्या करे।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"114 (An-Nas)":[{"category":["114 (An-Nas)","An-Nas","Surah An-Nas","Chapter An-Nas","Nas","Surah Nas","Chapter Nas","An Nas","Surah An Nas","Chapter An Nas","Surah 114","Chapter 114","Mankind","الناس"],"name":"114:6","stocked":true,"arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","footnotes":"2. (4-6) आयत संख्या 4 में 'वसवास' शब्द का प्रयोग हुआ है। जिसका अर्थ है दिलों में ऐसी बुरी बातें डाल देना कि जिसके दिल में डाली जा रही हों उसे उसका ज्ञान भी न हो। और इसी प्रकार आयत संख्या 4 में 'ख़न्नास' का शब्द प्रयोग हुआ है। जिसका अर्थ है सुकड़ जाना, छुप जाना, पीछे हट जाना, धीरे-धीरे किसी को बुराई के लिए तैयार करना आदि। अर्थात दिलों में भ्रम डालने वाला, और सत्य के विरुद्ध मन में बुरी भावनाएँ उत्पन्न करने वाला। चाहे वह जिन्नों में से हो, अथवा मनुष्यों में से हो। इन सब की बुराइयों से हम अल्लाह की शरण लेते हैं, जो हमारा स्वामी और सच्चा पूज्य है।","price":"जिन्नों और इनसानों में से।[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}]}