{"1 (Al-Fatihah)":[{"category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah","Chapter Al-Fatihah","Fatihah","Surah Fatihah","Chapter Fatihah","Al Fatihah","Surah Al Fatihah","Chapter Al Fatihah","Surah 1","Chapter 1","The Opening","الفَاتِحَة"],"name":"1:7","stocked":true,"arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","footnotes":"1 ਭਾਵ ਨਬੀਆਂ, ਸੱਚੇ ਲੋਕਾਂ, ਸ਼ਹੀਦਾਂ ਵਾਲੀ ਰਾਹ ਜਿਵੇਂ ਕਿ ਸੂਰਤ ਨਿਸਾ ਦੀ 69ਵੀਂ ਆਇਤ ਵਿਚ ਵਿਸਥਾਰ ਨਾਲ ਦੱਸਿਆ ਗਿਆ ਹੈ।\n2 ਨਬੀ ਕਰੀਮ (ਸ:) ਦਾ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਜਦੋਂ ਇਮਾਮ ‘ਗ਼ੈਰਿਲ ਮਗ਼ਜ਼ੂਬੇ ਅਲੈਹਿਮ ਵਲੱਜ਼-ਜ਼ਾਲੀਨ’ ਕਹੇ ਤਾਂ ਪਿੱਛੇ ਨਮਾਜ਼ ਪੜ੍ਹਣ ਵਾਲੇ ‘ਆਮੀਨ’ ਆਖਣ। ਜਿਸ ਕਿਸੇ ਦੀ ਆਮੀਨ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੀ ਆਮੀਨ ਨਾਲ ਇਕ ਹੋ ਗਈ ਉਸ ਦੇ ਪਿਛਲੇ ਗੁਨਾਹ ਬਖ਼ਸ਼ ਦਿੱਤੇ ਜਾਣਗੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਵਿਸ਼ਾ ਅਜ਼ਾਨ 113, ਹਦੀਸ: 782)","price":"7਼ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਰਾਹ ਜਿਨ੍ਹਾਂ ਨੂ ਨੂੰ ਤੂੰ ਇਨਾਮ ਬਖ਼ਸ਼ਿਆ,1 ਜਿਨ੍ਹਾਂ ’ਤੇ ਤੇਰਾ ਕਰੋਪ (ਅਜ਼ਾਬ) ਨਹੀਂ ਹੋਇਆ ਅਤੇ ਨਾ ਹੀ (ਸਿੱਧੀ ਰਾਹ ਤੋਂ) ਭਟਕੇ ਹੋਏ ਸੀ। 2","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"2 (Al-Baqarah)":[{"category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"],"name":"2:286","stocked":true,"arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","footnotes":"1 ਹਜ਼ਰਤ ਅਬੁ ਮਸਊਦ ਅਲ ਬਦਰੀ (ਰ:ਅ:) ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੇ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਜਿਸ ਨੇ ਬਕਰਹ ਸੂਰਤ ਦੀਆਂ ਆਖ਼ਰੀ ਦੋ ਆਇਤਾਂ ਰਾਤ ਨੂੰ ਸੋਣ ਲੱਗੇ ਪੜ੍ਹ ਲਈਆਂ ਤਾਂ ਉਹ ਉਸ ਲਈ ਰਾਤ ਦੀ ਇਬਾਦਤ ਲਈ ਬਥੇਰੀ ਹੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4008)","price":"286਼ ਅੱਲਾਹ ਕਿਸੇ ਨੂੰ ਵੀ ਉਸ ਦੀ ਸਹਿਣ ਸ਼ਕਤੀ ਤੋਂ ਵੱਧ ਤਕਲੀਫ਼ ਨਹੀਂ ਦਿੰਦਾ। ਹਰੇਕ ਵਿਅਕਤੀ ਨੇ ਜੋ ਵੀ ਨੇਕ ਕਮਾਈ ਕੀਤੀ ਹੇ ਉਸ ਦਾ ਫਲ (ਬਦਲਾ) ਉਸੇ ਲਈ ਹੇ ਜੋ ਉਸ ਨੇ ਬੁਰਾਈ ਕੀਤੀ ਹੇ ਉਸ ਦਾ ਬੋਝ ਭਾਰ ਵੀ ਉਸੇ ਦੇ ਸਿਰ ਹੇ। (ਈਮਾਨ ਵਾਲੇ ਦੁਆਵਾਂ ਕਰਦੇ ਹਨ ਕਿ) ਹੇ ਸਾਡੇ ਰੱਬਾਂ! ਜੇ ਸਾਥੋਂ ਕੋਈ ਭੁੱਲ ਚੁੱਕ ਹੋ ਗਈ ਹੋਵੇ ਤਾਂ ਸਾਡੀ ਪਕੜ ਨਾ ਕਰੀਂ। ਹੇ ਸਾਡੇ ਰੱਬ! ਸਾਡੇ ’ਤੇ ਅਜਿਹਾ ਬੋਝ ਨਾ ਪਾਈਂ ਜਿਹੜੇ ਤੂੰ ਸਾਥੋਂ ਪਹਿਲਾਂ ਦੇ ਲੋਕਾਂ ’ਤੇ ਪਾਏ ਸਨ (ਹੇ ਸਾਡੇ ਰੱਬ) ਸਾਡੇ ’ਚ ਜਿਸ ਬੋਝ ਨੂੰ ਚੁੱਕਣ ਦੀ ਹਿੱਮਤ ਹੀ ਨਹੀਂ ਉਹ ਸਾਥੋਂ ਨਾ ਚੁਕਵਾਈਂ। ਸਾਡੀਆਂ ਭੁੱਲਾਂ ਦੀ ਅਣਦੇਖੀ ਕਰ, ਸਾਨੂੰ ਬਖ਼ਸ਼ ਦੇ ਅਤੇ ਸਾਡੇ ’ਤੇ ਰਹਿਮ ਫ਼ਰਮਾ। ਤੂੰ ਹੀ ਸਾਡੇ ਕੰਮ ਸੰਵਾਰਨ ਵਾਲਾ ਹੇ, ਸੋ ਤੂੰ ਕਾਫ਼ਰਾਂ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਸਾਡੀ ਮਦਦ ਫ਼ਰਮਾ।1 (ਆਮੀਨ!)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"3 (Al-Imran)":[{"category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"],"name":"3:200","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","footnotes":"","price":"200਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! (ਮੁਸੀਬਤਾਂ ਵੇਲੇ) ਸਬਰ ਤੋਂ ਕੰਮ ਲਵੋ (ਲੜਾਈ ਸਮੇਂ) ਡਟੇ ਰਹੋ, ਹੱਕ ਸੱਚ ਦੀ ਸੇਵਾ ਲਈ ਸਰਗਰਮ ਰਹੋ ਤਾਂ ਜੋ ਤੁਸੀਂ (ਆਪਣੇ ਟੀਚੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿਚ) ਸਫ਼ਲ ਹੋ ਸਕੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"4 (An-Nisa)":[{"category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"],"name":"4:176","stocked":true,"arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"","price":"176਼ (ਹੇ ਨਬੀ!) ਲੋਕੀ ਤੁਹਾਥੋਂ (ਕਲਾਲਾ ਦੇ ਸੰਬੰਧ ਵਿਚ) ਫ਼ਤਵਾ ਪੁੱਛਦੇ ਹਨ। ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਕਲਾਲਾ ਬਾਰੇ ਦੱਸਦਾ ਹੇ ਕਿ ਜੇ ਕੋਈ ਵਿਅਕਤੀ ਮਰ ਜਾਵੇ ਅਤੇ ਉਸ ਦੀ ਔਲਾਦ (ਭਾਵ ਪ੍ਰਤੱਖ ਵਾਰਿਸ) ਨਾ ਹੋਵੇ ਤੇ ਉਸ ਦੀ ਇਕ ਹੀ ਭੈਣ ਹੋਵੇ ਤਾਂ ਉਸ ਭੈਣ ਨੂੰ ਉਸ ਦੇ ਭਰਾ ਦੇ ਛੱਡੇ ਹੋਏ ਮਾਲ ਦਾ ਅੱਧਾ ਹਿੱਸਾ ਮਿਲੇਗਾ ਅਤੇ ਜੇ ਭੈਣ ਬੇ-ਔਲਾਦ ਮਰੇ ਤਾਂ ਉਸਦਾ ਭਰਾ ਉਸ ਦਾ ਵਾਰਸ ਹੋਵੇਗਾ। ਜੇ ਭੈਣਾ ਦੋ ਜਾਂ ਦੋ ਤੋਂ ਵੱਧ ਹੋਣ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਭਰਾਂ ਦੇ ਛੱਡੇ ਹੋਏ ਮਾਲ ਦਾ ਦੋ ਤਿਹਾਈ ਹਿੱਸਾ ਮਿਲੇਗਾ। ਜੇ ਕਈ ਭਰਾ, ਭੈਣ, ਪੁਰਸ਼ ਤੇ ਔਰਤਾਂ ਵਾਰਸ ਹੋਣ ਤਾਂ ਮਰਦ ਦਾ ਹਿੱਸਾ ਦੋ ਔਰਤਾਂ ਦੇ ਬਰਾਬਰ ਹੋਵੇਗਾ। ਅੱਲਾਹ ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਆਦੇਸ਼ਾਂ ਨੂੰ ਸਪਸ਼ਟ ਕਰਕੇ ਬਿਆਨ ਕਰਦਾ ਹੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਕੁਰਾਹੇ ਨਾ ਪੈ ਜਾਓ। ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"5 (Al-Ma'idah)":[{"category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"],"name":"5:120","stocked":true,"arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","footnotes":"","price":"120਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਅਤੇ ਇਹਨਾਂ ਵਿਚਾਲੇ ਦੀ ਹਰ ਚੀਜ਼ ਉੱਤੇ ਅੱਲਾਹ ਦੀ ਹੀ ਹਕੂਮਤ ਹੇ ਅਤੇ ਹਰੇਕ ਚੀਜ਼ ਉਸੇ ਦੇ ਕਾਬੂ ਵਿਚ ਹੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"6 (Al-An'am)":[{"category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"],"name":"6:165","stocked":true,"arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","footnotes":"","price":"165਼ ਅਤੇ ਉਹੀਓ ਰੁ ਜਿਸ ਨੇ ਧਰਤੀ ’ਤੇ ਤੁਹਾਨੂੰ ਇਕ ਦੂਜੇ ਦਾ ਉੱਤਰ-ਅਧਿਕਾਰੀ ਬਣਾਇਆ ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਉੱਚੇ ਦਰਜੇ ਬਖ਼ਸ਼ੇ ਤਾਂ ਜੋ ਉਹ ਉਹਨਾਂ ਨਿਅਮਤਾਂ ਦੁਆਰਾ ਤੁਹਾਡੀ ਪਰਖ ਕਰੇ ਜਿਹੜੀਆਂ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਬਖ਼ਸ਼ੀਆਂ ਹਨ। ਤੁਹਾਡਾ ਰੱਬ ਸਜ਼ਾ ਦੇਣ ਵਿਚ ਬਹੁਤ ਤੇਜ਼ ਹੈ ਅਤੇ ਬੇਸ਼ੱਕ ਉਹ ਅਤਿ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"7 (Al-A'raf)":[{"category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"],"name":"7:206","stocked":true,"arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","footnotes":"","price":"206਼ ਜਿਹੜੇ ਫ਼ਰਿਸ਼ਤੇ ਤੁਹਾਡੇ ਰੱਬ ਦੇ ਨਜ਼ਦੀਕ ਹਨ ਉਹ ਉਸ ਦੀ ਇਬਾਦਤ ਤੋਂ ਤਕੱਬਰ (ਘਮੰਡ) ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਉਸ ਦੀ ਪਾਕੀ ਬਿਆਨ ਕਰਦੇ ਹਨ ਅਤੇ ਉਸੇ ਨੂੰ ਸਿਜਦਾ ਕਰਦੇ ਹਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"8 (Al-Anfal)":[{"category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"],"name":"8:75","stocked":true,"arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"","price":"75਼ ਅਤੇ ਜਿਹੜੇ ਲੋਕ (ਹਿਜਰਤ ਤੋਂ) ਬਾਅਦ ਈਮਾਨ ਲਿਆਏ, ਫੇਰ ਉਹਨਾਂ ਨੇ ਹਿਜਰਤ ਵੀ ਕੀਤੀ ਅਤੇ ਤੁਹਾਡੇ ਨਾਲ ਮਿਲਕੇ ਜਿਹਾਦ ਵੀ ਕੀਤਾ, ਉਹ ਲੋਕ ਵੀ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹੀ ਹਨ। ਪਰ ਅੱਲਾਹ ਦੀ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਅਨੁਸਾਰ ਖ਼ੂਨ ਦੇ ਰਿਸ਼ਤੇ ਇਕ ਦੂਜੇ ਦਾ ਵਧੇਰੇ ਹੱਕ ਰੱਖਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦਾ ਜਾਣਨ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"9 (At-Tawbah)":[{"category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"],"name":"9:129","stocked":true,"arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","footnotes":"","price":"129਼ (ਹੇ ਨਬੀ!) ਜੇ ਫੇਰ ਵੀ ਉਹ ਤੁਹਾਥੋਂ ਮੂੰਹ ਮੋੜਣ ਤਾਂ ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਮੇਰੇ ਲਈ ਤਾਂ ਮੇਰਾ ਅੱਲਾਹ ਹੀ ਬਥੇਰਾ ਹੈ ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ। ਮੈਂਨੇ ਉਸ ’ਤੇ ਹੀ ਭਰੋਸਾ ਕੀਤਾ ਹੈ ਅਤੇ ਉਹੀਓ ਮਹਾਨ ਰਾਜ-ਸ਼ਿੰਘਾਸਨ ਦਾ ਮਾਲਿਕ ਹੈ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"10 (Yunus)":[{"category":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"],"name":"10:109","stocked":true,"arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","footnotes":"","price":"109਼ ਹੇ ਮੁਹੰਮਦ ਸ:! ਤੁਹਾਡੇ ਵੱਲ ਜਿਹੜੀ ਵਹੀ ਭੇਜੀ ਜਾਂਦੀ ਹੈ ਤੁਸੀਂ ਉਸ ਦੀ ਹੀ ਪੈਰਵੀ ਕਰੋ ਅਤੇ (ਕਠਨਾਈਆਂ ਆਉਣ ’ਤੇ) ਸਬਰ ਤੋਂ ਕੰਮ ਲਵੋ ਇੱਥੋਂ ਤਕ ਕਿ ਅੱਲਾਹ ਕੋਈ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇ ਅਤੇ ਉਹੀਓ ਸਭ ਤੋਂ ਵਧੀਆ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"11 (Hud)":[{"category":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"],"name":"11:123","stocked":true,"arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"","price":"123਼ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦਾ ਗ਼ੈਬ (ਗੁਪਤ ਗਿਆਨ) ਅੱਲਾਹ ਲਈ ਹੀ (ਵਿਸ਼ੇਸ਼) ਹੈ। ਸਾਰੇ ਮਾਮਲੇ (ਕੰਮ) ਵੀ ਉਸੇ ਵੱਲ ਪਰਤਾਏ ਜਾਂਦੇ ਹਨ। ਸੋ ਤੁਸੀਂ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ ਅਤੇ ਉਸੇ ’ਤੇ ਭਰੋਸਾ ਕਰੋ, ਤੁਸੀਂ ਜੇ ਵੀ ਕਰਦੇ ਹੋ ਉਸ ਤੋਂ ਅੱਲਾਹ ਬੇਖ਼ਬਰ ਨਹੀਂ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"12 (Yusuf)":[{"category":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"],"name":"12:111","stocked":true,"arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","footnotes":"1 ਭਾਵ ਕੁਰਆਨ ਨੂੰ ਸਮਝਨਾ ਅਤੇ ਉਸ ਰਾਹੀਂ ਹਿਦਾਇਤ ਪ੍ਰਾਪਤ ਕਰਨਾ ਅੱਲਾਹ ਵਲੋਂ ਇਕ ਇਨਾਮ ਹੈ। ਜਿਵੇਂ ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਜੇ ਅੱਲਾਹ ਕਿਸੇ ਨਾਲ ਭਲਾਈ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਤਾਂ ਉਸ ਨੂੰ ਦੀਨ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੰਦਾ ਹੈ ਅਤੇ ਫ਼ਰਮਾਇਆ ਕਿ ਮੈਂ ਵੰਡਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਅੱਲਾਹ ਹੈ ਅਤੇ ਇਹ ਵੀ ਯਾਦ ਰੱਖੋ ਕਿ ਸੱਚੇ ਮੁਸਲਮਾਨ ਇਸਲਾਮ ਦੇ ਅਕੀਦਾ-ਏ-ਤੌਹੀਦ ਦੀ ਸਖ਼ਤੀ ਨਾਲ ਪੈਰਵੀ ਕਰਨਗੇ। ਉਹਨਾਂ ਦੇ ਵਿਰੋਧੀ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਹਾਨੀ ਨਹੀਂ ਪਹੁੰਚਾ ਸਕਣਗੇ। ਇਥੋਂ ਤੀਕ ਕਿ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਭਾਵ ਕਿਆਮਤ ਆ ਜਾਵੇਗੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 71)","price":"111਼ ਬੇਸ਼ੱਕ ਇਹਨਾਂ ਕਿੱਸਿਆਂ ਵਿਚ ਸਮਝ-ਬੂਝ ਰੱਖਣ ਵਾਲਿਆਂ ਲਈ ਵੱਡੀਆਂ ਸਿੱਖਿਆਵਾਂ ਹਨ। ਇਹ (.ਕੁਰਆਨ) ਕੋਈ ਘੜ੍ਹੀ ਹੋਈ ਗੱਲ ਨਹੀਂ, ਸਗੋਂ ਆਪਣੇ ਤੋਂ ਪਹਿਲੀਆਂ ਕਿਤਾਬਾਂ (ਜ਼ਬੂਰ, ਤੌਰੈਤ ਅਤੇ ਇੰਜੀਲ) ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੈ ਅਤੇ ਹਰ ਗੱਲ ਦਾ ਵਿਆਖਣ ਵੀ ਹੈ ਅਤੇ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ (ਰੱਬੀ) ਹਿਦਾਇਤ ਤੇ ਰਹਿਮਤ ਹੈ।1","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"13 (Ar-Ra'd)":[{"category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"],"name":"13:43","stocked":true,"arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","footnotes":"","price":"43਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਇਹ ਕਾਫ਼ਿਰ ਆਖਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਪੈਗ਼ੰਬਰ ਨਹੀਂ ਹੋ। ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੇਰੇ ਤੇ ਤੁਹਾਡੇ ਵਿਚਾਲੇ ਗਵਾਹੀ ਦੇਣ ਲਈ ਅੱਲਾਹ ਹੀ ਬਥੇਰਾ ਹੈ ਅਤੇ ਉਹ ਵੀ (ਗਵਾਹ ਹੈ) ਜਿਸ ਕੋਲ (ਆਸਮਾਨੀ) ਕਿਤਾਬ ਦਾ ਗਿਆਨ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"14 (Ibrahim)":[{"category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"],"name":"14:52","stocked":true,"arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","footnotes":"","price":"52਼ ਇਹ (.ਕੁਰਆਨ) ਸਾਰੇ ਲੋਕਾਂ ਲਈ (ਰੱਬੀ) ਪੈਗ਼ਾਮ ਹੈ, ਤਾਂ ਜੋ ਇਸ ਰਾਹੀਂ ਲੋਕਾਂ ਨੂੰ ਖ਼ਬਰਦਾਰ ਕੀਤਾ ਜਾਵੇ ਅਤੇ ਉਹ ਜਾਣ ਲੈਣ ਕਿ ਅੱਲਾਹ ਹੀ ਇੱਕੋ ਇਕ ਇਸ਼ਟ ਹੈ ਅਤੇ ਜਿਹੜੇ ਅਕਲ ਵਾਲੇ ਹਨ, ਉਹ ਨਸੀਹਤ ਪ੍ਰਾਪਤ ਕਰ ਲੈਣ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"15 (Al-Hijr)":[{"category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"],"name":"15:99","stocked":true,"arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","footnotes":"2 ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਜੇ ਤੁਹਾਡੇ ਵਿਚੋਂ ਕਿਸੇ ਨੂੰ ਕੋਈ ਬਿਪਤਾ ਆ ਜਾਵੇ ਤਾਂ ਉਹ` ਮੌਤ ਦੀ ਇੱਛਾ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ। ਜੇ ਮੌਤ ਦੀ ਇੱਛਾ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਰਾਹ ਨਾ ਮਿਲੇ ਤਾਂ ਉਸ ਨੂੰ ਇਹ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਹੇ ਅੱਲਾਹ ਮੈਨੂੰ ਉਸ ਸਮੇਂ ਤੱਕ ਜਿਊਂਦਾ ਰੱਖ ਜਦੋਂ ਤੱਕ ਜਿਉਣਾ ਮੇਰੇ ਲਈ ਲਾਭਦਾਇਕ ਹੈ ਅਤੇ ਮੌਤ ਉਸ ਸਮੇਂ ਦੇ ਜਦੋਂ ਮੇਰੀ ਮੌਤ ਵਿਚ ਮੇਰੀ ਭਲਾਈ ਹੋਵੇ (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ : 5671)","price":"99਼ ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀ ਇਬਾਦਤ ਕਰਦੇ ਰਹੋ, ਇੱਥੋਂ ਤੀਕ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਅਟੱਲ ਚੀਜ਼ (ਭਾਵ ਮੌਤ) ਆ ਜਾਵੇ।2","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"16 (An-Nahl)":[{"category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"],"name":"16:128","stocked":true,"arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","footnotes":"1 ਜਿੱਨੀ ਕਿਸੇ ਨੇ ਵਧੀਕੀ ਕੀਤੀ ਹੋਵੇ ਉੱਨਾ ਹੀ ਬਦਲਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ। ਨੇਕੀ ਤੇ ਪਰਹੇਜ਼ਗਾਰੀ ਰੱਬ ਦੀ ਮਿਹਰਾਂ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਅਤੇ ਬਿਨਾਂ ਅੱਲਾਹ ਦੀ ਰਹਿਮਤ ਤੋਂ ਕਿਸੇ ਦੀ ਮੁਕਤੀ ਦੀ ਆਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, ਇੱਥੇ ਤਕ ਕਿ ਨਬੀਆਂ ਦੀ ਵੀ ਨਹੀਂ। ਜਿਵੇਂ ਕਿ ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਿਸੇ ਦੇ ਵੀ ਕਰਮ ਉਸ ਨੂੰ ਨਰਕ ਦੀ ਅੱਗ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਣਗੇ। ਲੋਕਾਂ ਨੇ ਪੁੱਛਿਆ ਕਿ ਹੇ ਨਬੀ! ਕੀ ਤੁਹਾਡੇ ਵੀ? ਆਪ ਨੇ ਫ਼ਰਮਾਇਆ, ਹਾਂ! ਮੈਨੂੰ ਵੀ ਨਹੀਂ, ਪਰ ਜੇ ਅੱਲਾਹ ਮੈਨੂੰ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਵਿੱਚ ਛੁਪਾ ਲਵੇ। ਸੋ ਤੁਸੀਂ ਖ਼ਾਲਿਸ ਅਤੇ ਵਿਚਾਲੇ ਵਾਲੀ ਰਾਹ ਆਪਣਾਉਂਦੇ ਹੋਏ ਨੇਕ ਕਰਮ ਕਰਦੇ ਰਹੋ, ਭਾਵ ਤੁਸੀਂ ਸਿੱਧੀ ਤੇ ਵਿਚਾਲੇ ਵਾਲੀ ਰਾਹ ਦੀ ਨੀਤੀ ਆਪਣਾਓ, ਸਵੇਰੇ-ਸ਼ਾਮ ਅਤੇ ਰਾਤ ਦੇ ਆਖ਼ਿਰੀ ਹਿੱਸੇ ਵਿਚ ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਕਰੋ ਅਤੇ ਸਦਾ ਵਿਚਕਾਰ ਵਾਲੀ ਰਾਹ ਅਪਣਾਓ, ਇੱਥੋਂ ਤਕ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਇੱਛਾ ਅਨੁਸਾਰ ਜੰਨਤ ਵਿਚ ਜਾ ਪਹੁੰਚੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6463)","price":"128਼ ਸੱਚ ਜਾਣੋਂ ਕਿ ਅੱਲਾਹ ਪਰਹੇਜ਼ਗਾਰ (ਰੱਬ ਤੋਂ ਡਰਨ ਵਾਲੇ) ਅਤੇ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਅੰਗ-ਸੰਗ ਹੀ ਹੈ।1","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"17 (Al-Isra)":[{"category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"],"name":"17:111","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","footnotes":"","price":"111਼ ਅਤੇ ਇਹ ਵੀ ਆਖੋ! ਕਿ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਤੇ ਸ਼ੁਕਰਾਨੇ ਉਸ ਅੱਲਾਹ ਲਈ ਹਨ ਜਿਸ ਨੇ (ਆਪਣੇ ਲਈ) ਕੋਈ ਔਲਾਦ ਨਹੀਂ ਬਣਾਈ ਅਤੇ ਨਾ ਹੀ ਰਾਜ ਸੱਤਾ ਵਿਚ ਉਸ ਦਾ ਕੋਈ ਸਾਂਝੀ ਹੈ। ਨਾ ਹੀ ਉਹ ਨਿਰਬਲ ਤੇ ਬੇਵਸ ਹੈ ਕਿ ਉਸ ਨੂੰ ਕਿਸੇ ਸਹਾਇਕ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਉਸੇ ਅੱਲਾਹ ਦੀ ਵਡਿਆਈ, ਉਹ ਵੀ ਉੱਚ ਕੋਟੀ ਦੀ ਵਡਿਆਈ, ਬਿਆਨ ਕਰੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"18 (Al-Kahf)":[{"category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"],"name":"18:110","stocked":true,"arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","footnotes":"","price":"110਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ! ਮੈਂ ਤਾਂ ਤੁਹਾਡੇ ਵਰਗਾਂ ਹੀ ਇਕ ਮਨੁੱਖ ਹਾਂ, ਮੇਰੇ ਵੱਲ ਵਹੀ (ਰੱਬੀ ਪੈਗ਼ਾਮ) ਆਉਂਦੀ ਹੈ ਕਿ ਤੁਹਾਡਾ ਇਸ਼ਟ ਕੇਵਲ ਇਕ ਇਸ਼ਟ ਹੈ, ਫੇਰ ਜਿਹੜਾ ਵਿਅਕਤੀ ਰੱਬ ਨਾਲ ਮਿਲਣ ਦੀ ਆਸ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਨੇਕ ਅਮਲ ਕਰੇ ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀ ਬੰਦਗੀ ਵਿਚ ਕਿਸੇ ਹੋਰ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਕਰੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"19 (Maryam)":[{"category":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"],"name":"19:98","stocked":true,"arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","footnotes":"","price":"98਼ ਅਸੀਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਦਾ ਸਰਵਨਾਸ਼ ਕਰ ਚੁੱਕੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਦਾ ਨਾਂ-ਥੇਹ ਵੀ ਵੇਖਦੇ ਹੋ ? ਜਾਂ ਉਹਨਾਂ ਦੀ ਕੋਈ ਭਿਣਕ ਵੀ ਕੀਤੇ ਸੁਣਾਈ ਦਿੰਦੀ ਹੈ ?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"20 (Ta-Ha)":[{"category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"],"name":"20:135","stocked":true,"arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","footnotes":"","price":"135਼ (ਹੇ ਨਬੀ ਸ:!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਹਰੇਕ ਵਿਅਕਤੀ ਉਡੀਕ ਵਿਚ ਹੈ (ਕਿ ਕੌਣ ਭਾਰੂ ਰਹੇਗਾ) ਸੋ ਤੁਸੀਂ ਵੀ ਉਡੀਕੋ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਸਿੱਧੇ ਰਾਹ ’ਤੇ ਤੁਰਨ ਵਾਲੇ ਕੌਣ ਹਨ ਅਤੇ ਕਿਹੜੇ ਹਿਦਾਇਤ ਪ੍ਰਾਪਤ ਕਰ ਚੁੱਕੇ ਹਨ ?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"21 (Al-Anbiya)":[{"category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"],"name":"21:112","stocked":true,"arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","footnotes":"","price":"112਼ (ਨਬੀ ਨੇ ਕਿਹਾ) ਹੇ ਮੇਰੇ ਰੱਬ! ਇਨਸਾਫ਼ ਨਾਲ ਫ਼ੈਸਲਾ ਕਰ। ਸਾਡਾ ਰੱਬ ਸਾਡੇ ਲਈ ਅਤਿਅੰਤ ਮਿਹਬਾਨ ਹੈ। (ਹੇ ਕਾਫ਼ਿਰੋ!) ਜਿਹੜੀਆਂ ਗੱਲਾਂ ਤੁਸੀਂ ਕਰਦੇ ਹੋ ਉਹਨਾਂ ਲਈ ਉਹੀ ਮਦਦ ਮੰਗਣ ਦੇ ਯੋਗ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"22 (Al-Hajj)":[{"category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"],"name":"22:78","stocked":true,"arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","footnotes":"1 ਭਾਵ ਦੀਨ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਅੱਲਾਹ ਦਾ ਪਸੰਦੀਦਾ ਦੀਨ ਉਹ ਹੈ ਜਿਹੜਾ ਸਿੱਧਾ ਅਤੇ ਆਸਾਨ ਹੈ। ਆਪ (ਸ:) ਨੇ ਇਹ ਵੀ ਫ਼ਰਮਾਇਆ ਕਿ ਬੇਸ਼ੱਕ ਦੀਨ ਇਸਲਾਮ ਬਹੁਤ ਆਸਾਨ ਹੈ ਜਿਹੜਾ ਕੋਈ ਇਸ ਦੀਨ ਵਿਚ ਸਖ਼ਤੀ ਕਰੇਗਾ ਤਾਂ ਉਹ ਦੀਨ ਉਸ ਲਈ ਭਾਰੀ ਹੋ ਜਾਵੇਗਾ। ਸੋ ਤੁਸੀਂ ਵਿਚਕਾਰਲੀ ਰਾਹ ਇਖਤਿਆਰ ਕਰੋ ਅਤੇ ਚੰਗੇ ਅਮਲਾਂ ਨਾਲ ਅੱਲਾਹ ਦੇ ਨੇੜੇ ਹੋ ਜਾਓ ਅਤੇ ਚੰਗੇ ਬਦਲੇ ਦੀ ਉੱਮੀਦ ਰਖਦੇ ਹੋਏ ਜੋ ਤੁਹਾਨੂੰ ਦਿੱਤਾ ਜਾਵੇ ਉਸ ਤੇ ਖ਼ੁਸ਼ ਹੋ ਜਾ ਅਤੇ ਸਵੇਰੇ ਸ਼ਾਮ ਅਤੇ ਰਾਤ ਦੇ ਆਖ਼ਰੀ ਹਿੱਸੇ ਵਿਚ ਇਬਾਦਤ ਕਰਕੇ ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 39)","price":"78਼ ਅਤੇ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ (ਜੀ ਜਾਨ ਨਾਲ) ਜਿਹਾਦ ਕਰੋ ਜਿਵੇਂ ਕਿ ਜਿਹਾਦ ਕਰਨ ਦਾ ਹੱਕ ਹੈ। ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਆਪਣੇ ਦੀਨ (ਦੀ ਸੇਵਾ) ਲਈ ਚੁਣ ਲਿਆ ਹੈ ਅਤੇ ਉਸ ਨੇ ਦੀਨ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਅੋਖਿਆਈ ਨਹੀਂ ਰੱਖੀ।1 ਆਪਣੇ ਪਿਓ ਇਬਰਾਹੀਮ ਦੇ ਦੀਨ ਦੀ ਪੈਰਵੀ ਕਰੋ। ਅੱਲਾਹ ਨੇ ਪਹਿਲਾਂ ਵੀ ਤੁਹਾਡਾ ਨਾਂ ਮੁਸਲਿਮ (ਆਗਿਆਕਾਰੀ) ਰੱਖਿਆ ਸੀ ਅਤੇ ਇਸ .ਕੁਰਆਨ ਵਿਚ ਵੀ ਤੁਹਾਡਾ ਇਹੋ ਨਾਂ ਹੈ, ਤਾਂ ਜੋ ਰਸੂਲ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਉੱਤੇ ਗਵਾਹ ਹੋਵੇ ਅਤੇ ਤੁਸੀਂ ਲੋਕਾਂ ਉੱਤੇ ਗਵਾਹ ਹੋਵੇ। ਸੋ ਤੁਸੀਂ ਨਮਾਜ਼ ਕਾਇਮ ਕਰੋ, ਜ਼ਕਾਤ ਅਦਾ ਕਰੋ ਅਤੇ ਅੱਲਾਹ (ਦੇ ਹੁਕਮਾਂ) ਨੂੰ ਮਜ਼ਬੂਤੀ ਨਾਲ ਫੜੀਂ ਰੱਖਿਓ। ਉਹੀਓ ਤੁਹਾਡਾ ਕਾਰਜ ਸਾਧਕ ਹੈ, ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਕਾਰਜ ਸਾਧਕ ਵੀ ਉਹੀਓ ਹੈ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਸਹਾਇਕ ਵੀ ਉਹੀਓ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"23 (Al-Mu'minun)":[{"category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"],"name":"23:118","stocked":true,"arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","footnotes":"","price":"118਼ ਹੇ ਨਬੀ! (ਦੁਆਵਾਂ ਕਰਦੇ ਹੋਏ) ਆਖੋ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਮੈਨੂੰ ਬਖ਼ਸ਼ ਦੇ ਅਤੇ (ਮੇਰੇ ਹਾਲ ਉੱਤੇ) ਰਹਿਮ ਕਰ, ਤੂੰ ਸਭ ਤੋਂ ਵੱਧ ਮਿਹਰਾਂ ਕਰਨ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"24 (An-Nur)":[{"category":["24 (An-Nur)","An-Nur","Surah An-Nur","Chapter An-Nur","Nur","Surah Nur","Chapter Nur","An Nur","Surah An Nur","Chapter An Nur","Surah 24","Chapter 24","The Light","النُّور"],"name":"24:64","stocked":true,"arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قَدۡ يَعۡلَمُ مَآ أَنتُمۡ عَلَيۡهِ وَيَوۡمَ يُرۡجَعُونَ إِلَيۡهِ فَيُنَبِّئُهُم بِمَا عَمِلُواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"","price":"64਼ ਖ਼ਬਰਦਾਰ! ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਵੀ ਹੈ ਉਹ ਸਭ ਅੱਲਾਹ ਦਾ ਹੈ। ਜਿਸ ਰਾਹ ’ਤੇ ਤੁਸੀਂ ਚੱਲ ਰਹੇ ਹੋ ਉਹ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਜਿਸ ਦਿਨ ਉਹ ਉਸ ਵੱਲ ਪਰਤਾਏ ਜਾਣਗੇ ਉਸ ਦਿਨ ਉਹ (ਅੱਲਾਹ) ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਕੰਮਾਂ ਬਾਰੇ ਦੱਸੇਗਾ। ਅੱਲਾਹ ਹਰ ਸ਼ੈਅ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"25 (Al-Furqan)":[{"category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"],"name":"25:77","stocked":true,"arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","footnotes":"","price":"77਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ (ਹੇ ਕਾਫ਼ਿਰੋ!) ਜੇਕਰ ਤੁਸੀਂ ਰੱਬ ਤੋਂ ਅਰਦਾਸਾਂ ਜਾਂ ਬੇਨਤੀਆਂ ਨਹੀਂ ਕਰਦੇ ਤਾਂ ਰੱਬ ਨੂੰ ਵੀ ਤੁਹਾਡੀ ਕੋਈ ਪਰਵਾਹ ਨਹੀਂ। ਤੁਸੀਂ ਤਾਂ (ਹੱਕ) ਦਾ ਇਨਕਾਰ ਕਰ ਹੀ ਚੁੱਕੇ ਹੋ, ਹੁਣ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਉਸ ਦਾ ਅਜ਼ਾਬ ਆਉਣ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"26 (Ash-Shu'ara)":[{"category":["26 (Ash-Shu'ara)","Ash-Shu'ara","Surah Ash-Shu'ara","Chapter Ash-Shu'ara","Shu'ara","Surah Shu'ara","Chapter Shu'ara","Ash Shu'ara","Surah Ash Shu'ara","Chapter Ash Shu'ara","Surah 26","Chapter 26","The Poets","الشُّعَرَاء"],"name":"26:227","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ","footnotes":"","price":"227਼ ਛੁੱਟ ਉਹਨਾਂ (ਕਵੀਆਂ) ਤੋਂ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਚੰਗੇ ਕੰਮ ਕੀਤੇ ਅਤੇ ਅੱਲਾਹ ਨੂੰ ਵੀ ਵੱਧ ਤੋਂ ਵੱਧ ਯਾਦ ਕੀਤਾ ਅਤੇ ਜਦੋਂ ਉਹਨਾਂ ’ਤੇ ਜ਼ੁਲਮ ਹੋਇਆ ਤਾਂ ਉਹਨਾਂ ਨੇ ਉਸ ਦਾ ਬਦਲਾ (ਕਲਮ ਤੇ ਹਥਿਆਰ) ਰਾਹੀਂ ਲਿਆ। ਜ਼ਾਲਮ ਛੇਤੀ ਹੀ ਜਾਣ ਲੈਣਗੇ ਕਿ ਕਿਸ (ਦੁਖਦਾਈ) ਪਰਤਣ ਵਾਲੀ ਥਾਂ ਉਹ ਪਰਤਣਗੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"27 (An-Naml)":[{"category":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"],"name":"27:93","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"","price":"93਼ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਕਹੋ ਕਿ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਅੱਲਾਹ ਲਈ ਹੀ ਹਨ ਉਹ ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਆਪਣੀਆਂ (ਹੋਂਦ ਦੀਆਂ) ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਵੇਗਾ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਆਪ ਹੀ ਪਛਾਣ ਲਵੋਗੇ ਅਤੇ ਜੋ ਕੁੱਝ ਤੁਸੀਂ ਕਰਦੇ ਹੋ ਉਸ ਤੋਂ ਤੁਹਾਡਾ ਰੱਬ ਬੇਖ਼ਬਰ ਨਹੀਂ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"28 (Al-Qasas)":[{"category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"],"name":"28:88","stocked":true,"arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"","price":"88਼ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਨਾਲ ਕਿਸੇ ਹੋਰ ਨੂੰ ਇਸ਼ਟ ਨਾ ਆਖੋ। ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਵੀ ਇਸ਼ਟ ਨਹੀਂ। ਹਰ ਚੀਜ਼ ਦਾ ਅੰਤ ਹੋਣ ਵਾਲਾ ਹੈ ਸਿਵਾਏ ਉਸ (ਅੱਲਾਹ) ਦੀ ਹਸਤੀ ਤੋਂ, ਉਸੇ ਦਾ ਹੁਕਮ ਚਲਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ ਉਸੇ ਵੱਲ ਪਰਤਾਏ ਜਾਵੋਗੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"29 (Al-Ankabut)":[{"category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"],"name":"29:69","stocked":true,"arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","footnotes":"","price":"69਼ ਜਿਹੜੇ ਲੋਕੀ ਸਾਡੀ ਰਾਹ ਵਿਚ ਜਿਹਾਦ (ਸੰਘਰਸ਼) ਕਰਦੇ ਹਨ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀਆਂ ਰਾਹਾਂ ਜ਼ਰੂਰ ਵਿਖਾਂਵਾਗੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਸਾਥ ਦਿੰਦਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"30 (Ar-Rum)":[{"category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"],"name":"30:60","stocked":true,"arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","footnotes":"","price":"60਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਧੀਰਜ ਰੱਖੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦਾ ਵਚਨ ਸੱਚਾ ਹੈ। ਉਹ (ਕਾਫ਼ਿਰ) ਲੋਕ, ਜਿਹੜੇ ਲੋਕੀ (ਅੱਲਾਹ ਦੀ ਕਿਤਾਬ .ਕੁਰਆਨ) ’ਤੇ ਯਕੀਨ ਨਹੀਂ ਰੱਖਦੇ, ਉਹ ਤੁਹਾਨੂੰ ਹੋਲਾ (ਬੇ-ਸਬਰਾ) ਨਾ ਕਰ ਦੇਣ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"31 (Luqman)":[{"category":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"],"name":"31:34","stocked":true,"arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","footnotes":"","price":"34਼ ਬੇਸ਼ੱਕ ਕਿਆਮਤ ਦਾ ਗਿਆਨ ਅੱਲਾਹ ਦੇ ਕੋਲ ਹੀ ਹੈ। ਉਹੀ ਬਰਖਾ ਵਰ੍ਹਾਉਂਦਾ ਹੈ ਅਤੇ ਉਹੀਓ ਜਾਣਦਾ ਹੈ ਕਿ ਮਾਵਾਂ ਦੇ ਗਰਭਾਂ ਵਿਚ ਕੀ (ਪਲ ਰਿਹਾ) ਹੈ ? ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਕੱਲ ਉਹ ਕੀ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇ ਨਾ ਕਿਸੇ ਨੂੰ ਇਹ ਪਤਾ ਹੈ ਕਿ ਕਿਸ ਧਰਤੀ ਉੱਤੇ ਉਸ ਨੂੰ ਮੌਤ ਆਵੇਗੀ। (ਜਾਣ ਲਵੋ ਕਿ) ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸਾਰਾ ਕੁੱਝ ਜਾਣਦਾ ਹੈ ਤੇ ਹਰ ਚੀਜ਼ ਦੀ ਖ਼ਬਰ ਰਖਦਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"32 (As-Sajda)":[{"category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda","Chapter As-Sajda","Sajda","Surah Sajda","Chapter Sajda","As Sajda","Surah As Sajda","Chapter As Sajda","Surah 32","Chapter 32","The Prostration","السَّجدَة"],"name":"32:30","stocked":true,"arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","footnotes":"","price":"30਼ ਸੋ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ ਤੋਂ ਮੂੰਹ ਫੇਰ ਲਵੋ (ਭਾਵ ਉਹਨਾਂ ਦੇ ਹਾਲ ’ਤੇ ਛੱਡ ਦਿਓ) ਅਤੇ ਉਡੀਕ ਕਰੋ, ਬੇਸ਼ੱਕ ਉਹ (ਇਨਕਾਰੀ) ਵੀ (ਅੱਲਾਹ ਦੇ ਫੈਸਲੇ ਦੀ) ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"33 (Al-Ahzab)":[{"category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"],"name":"33:73","stocked":true,"arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","footnotes":"1 ਇਥੇ ਅਮਾਨਤ ਤੋਂ ਭਾਵ ਉਹ ਅਧਿਕਾਰ ਤੇ ਛੂਟ ਹੈ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਮਨੁੱਖ ਨੂੰ ਉਸ ਦੀ ਬੰਦਗੀ ਕਰਨ ਦੇ ਸੰਬੰਧ ਵਿਚ ਦਿੱਤੇ ਸੀ। ਕਿਉਂਜੋ ਮਨੁੱਖ ਦੇ ਸੁਭਾਓ ਵਿਚ ਤੇਜ਼ੀ ਹੈ ਸੋ ਉਸ ਨੇ ਬਿਨਾਂ ਸੋਚੇ ਸਮਝੇ ਇਸ ਜ਼ਿੰਮੇਵਾਰੀ ਨੂੰ ਚੁੱਕਣ ਲਈ ਹਾਮੀ ਭਰ ਲਈ ਜਦ ਕਿ ਧਰਤੀ, ਅਕਾਸ਼ ਅਤੇ ਪਹਾੜ ਵਰਗੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਚੀਜ਼ਾਂ ਨੇ ਰੱਬ ਦੀ ਇਸ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਕਬੂਲ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ।","price":"73਼ ਅਸੀਂ ਇਹ ਅਮਾਨਤ1 (ਮਨੁੱਖਾਂ ਤੋਂ ਇਸ ਲਈ ਚੁਕਵਾਈ) ਕਿ ਅੱਲਾਹ ਮੁਨਾਫ਼ਿਕ ਮਰਦਾਂ ਤੇ ਔਰਤਾਂ ਨੂੰ ਅਤੇ ਮੁਸ਼ਰਿਕ ਮਰਦਾਂ ਤੇ ਔਰਤਾਂ ਨੂੰ ਸਜ਼ਾ ਦੇਵੇ ਅਤੇ ਮੋਮਿਨ ਮਰਦਾਂ ਤੇ ਮੋਮਿਨ ਔਰਤਾਂ ਉੱਤੇ ਰਹਿਮ ਕਰੇ। ਅੱਲਾਹ ਅਤਿਅੰਤ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਾਂ ਕਰਨ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"34 (Saba)":[{"category":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"],"name":"34:54","stocked":true,"arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","footnotes":"","price":"54਼ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਹਨਾਂ ਦੇ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਇੱਛਾਵਾਂ ਵਿਚਾਲੇ ਓਟ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਜਿਵੇਂ ਕਿ ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਉਹਨਾਂ ਵਰਗਿਆਂ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਦੁਵਿਧਾ ਵਿਚ ਪਾਉਣ ਵਾਲੀ ਅਸ਼ੰਕਾ ਵਿਚ ਫਸੇ ਹੋਏ ਸਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"35 (Fatir)":[{"category":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"],"name":"35:45","stocked":true,"arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","footnotes":"","price":"45਼ ਅਤੇ ਜੇ ਅੱਲਾਹ ਲੋਕਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਕਾਰਨ ਫੜਣ ਲੱਗ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਸ (ਧਰਤੀ) ਦੀ ਪਿੱਠ ਉੱਤੇ ਤੁਰਨ-ਫਿਰਨ ਵਾਲਾ ਕੋਈ ਵੀ ਪ੍ਰਾਣੀ (ਉਸ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਨਾ ਬਚ ਸਕਦਾ, ਪਰ ਉਹ (ਅੱਲਾਹ) ਨੇ ਉਹਨਾਂ ਸਭ ਨੂੰ ਇਕ ਨਿਯਤ ਸਮੇਂ ਲਈ ਢਿੱਲ ਦਿੱਤੀ ਹੋਈ ਹੈ, ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਸਮਾਂ ਆ ਜਾਵੇਗਾ (ਉਹਨਾਂ ਨੂੰ ਸਜ਼ਾ ਦੇਵੇਗਾ)। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਨੂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖ ਰਿਹਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"36 (Ya-Sin)":[{"category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"],"name":"36:83","stocked":true,"arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"","price":"83਼ ਪਾਕ ਹੈ ਉਹ ਅੱਲਾਹ ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ ਹਰ ਚੀਜ਼ ਦੀ ਸੰਪੂਰਨ ਸੱਤਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ ਉਸੇ ਵੱਲ ਪਰਤਾਏ ਜਾਵੋਗੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"37 (As-Saffat)":[{"category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat","Chapter As-Saffat","Saffat","Surah Saffat","Chapter Saffat","As Saffat","Surah As Saffat","Chapter As Saffat","Surah 37","Chapter 37","Those Who Set The Ranks","الصَّافَات"],"name":"37:182","stocked":true,"arabic":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"182਼ ਅਤੇ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ (ਤੇ ਸ਼ੁਕਰਾਨੇ) ਅੱਲਾਹ ਲਈ ਹਨ ਜਿਹੜਾ ਸਾਰੇ ਜਹਾਨਾਂ ਦਾ ਪਾਲਣਹਾਰ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"38 (Sad)":[{"category":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"],"name":"38:88","stocked":true,"arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","footnotes":"","price":"88਼ ਅਤੇ ਤੁਸੀਂ ਇਸ ਦੀ ਸੱਚਾਈ ਨੂੰ ਕੁੱਝ ਦੇਰ ਮਗਰੋਂ (ਭਾਵ ਕਿਆਮਤ ਵੇਲੇ ਜ਼ਰੂਰ ਹੀ) ਜਾਣ ਲਵੋਗੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"39 (Az-Zumar)":[{"category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"],"name":"39:75","stocked":true,"arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"75਼ ਅਤੇ ਤੁਸੀਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਤਖ਼ਤ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਘੇਰਾ ਪਾਈਂ ਵੇਖੋਗੇ, ਜਦ ਕਿ ਉਹ ਆਪਣੇ ਰੱਬ ਦੀ ਤਸਬੀਹ ਕਰ ਰਹੇ ਹੋਣਗੇ ਅਤੇ ਲੋਕਾਂ ਵਿਚਾਲੇ ਇਨਸਾਫ਼ ਨਾਲ ਫ਼ੈਸਲਾ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਅੱਲਾਹ ਲਈ ਹਨ, ਜਿਹੜਾ ਸਾਰੇ ਜਹਾਨਾਂ ਦਾ ਪਾਲਣਹਾਰ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"40 (Ghafir)":[{"category":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"],"name":"40:85","stocked":true,"arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","footnotes":"","price":"85਼ ਪ੍ਰੰਤੂ ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਸਾਡਾ ਅਜ਼ਾਬ ਵੇਖ ਲਿਆ ਤਾਂ ਉਹਨਾਂ ਦੇ ਈਮਾਨ ਲਿਆਉਣ ਨੇ ਉਹਨਾਂ ਨੂੰ ਕੁੱਝ ਵੀ ਲਾਭ ਨਹੀਂ ਦਿੱਤਾ। ਇਹੋ ਅੱਲਾਹ ਦਾ ਨਿਯਤ ਤਰੀਕਾ ਹੈ, ਜਿਹੜਾ ਉਸ ਦੇ ਬੰਦਿਆਂ ਵਿਚ ਸਦਾ ਤੋਂ ਲਾਗੂ ਹੈ ਅਤੇ ਉਸ ਸਮੇਂ ਇਨਕਾਰੀ ਘਾਟੇ ਵਿਚ ਪੈ ਗਏ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"41 (Fussilat)":[{"category":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"],"name":"41:54","stocked":true,"arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","footnotes":"","price":"54਼ ਖ਼ਬਰਦਾਰ! ਬੇਸ਼ੱਕ ਉਹ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੀ ਮਿਲਣੀ ਵਿਚ ਸ਼ੱਕ ਵਿਚ ਹਨ। ਖ਼ਬਰਦਾਰ ਬੇਸ਼ੱਕ ਉਸ ਨੇ ਹਰੇਕ ਚੀਜ਼ ਨੂੰ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਕਰ ਰੱਖਿਆ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"42 (Ash-Shura)":[{"category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"],"name":"42:53","stocked":true,"arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","footnotes":"","price":"53਼ ਅਤੇ ਹੇ ਨਬੀ! ਉਸ ਅੱਲਾਹ ਵੱਲ (ਅਗਵਾਈ ਕਰਦੇ ਹੋ) ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀ ਹਰੇਕ ਚੀਜ਼ ਦਾ ਮਾਲਿਕ ਹੈ। ਖ਼ਬਰਦਾਰ! ਸਾਰੇ ਮਾਮਲੇ ਅੱਲਾਹ ਵੱਲ ਹੀ ਪਰਤਦੇ ਹਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"43 (Az-Zukhruf)":[{"category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"],"name":"43:89","stocked":true,"arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","footnotes":"","price":"89਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਦਾ ਖਹਿੜਾ ਛੱਡ ਦਿਓ ਅਤੇ ਆਖ ਦਿਓ ਕਿ ਤੁਹਾਨੂੰ ਮੇਰਾ ਸਲਾਮ! ਫੇਰ ਛੇਤੀ ਹੀ (ਹਕੀਕਤ ਨੂੰ) ਜਾਣ ਲੈਣਗੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"44 (Ad-Dukhan)":[{"category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan","Chapter Ad-Dukhan","Dukhan","Surah Dukhan","Chapter Dukhan","Ad Dukhan","Surah Ad Dukhan","Chapter Ad Dukhan","Surah 44","Chapter 44","The Smoke","الدُّخَان"],"name":"44:59","stocked":true,"arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","footnotes":"","price":"59਼ ਹੁਣ ਤੁਸੀਂ ਵੀ ਉਡੀਕ ਕਰੋ, ਬੇਸ਼ੱਕ ਉਹ (ਇਨਕਾਰੀ ਵੀ ਕਿਆਮਤ ਦੀ) ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"45 (Al-Jathiyah)":[{"category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"],"name":"45:37","stocked":true,"arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"37਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਉਸੇ ਦੀ ਵਡਿਆਈ ਹੈ, ਉਹੀ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਅਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"46 (Al-Ahqaf)":[{"category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"],"name":"46:35","stocked":true,"arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","footnotes":"1 ਅੱਲਾਹ ਨੇ ਦੁਨੀਆਂ ਵਿਚ ਵੱਡੀ ਸੰਖਿਆ ਵਿਚ ਪੈਗ਼ੰਬਰ ਭੇਜੇ ਸੀ ਪਰ ਇਨ੍ਹਾਂ ਵਿਚ ਪੰਜ ਉਹ ਪੈਬੰਬਰ ਹਨ ਜਿਹੜੇ ਬਹੁਤ ਹੀ ਬੜੀ ਹਿੰਮਤ ਅਤੇ ਹੌਂਸਲੇ ਵਾਲੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਵਿਚ ਹਜ਼ਰਤ ਮੁਹੰਮਦ (ਸ:), ਹਜ਼ਰਤ ਨੂਹ, ਹਜ਼ਰਤ ਇਬਰਾਹੀਮ, ਹਜ਼ਰਤ ਮੂਸਾ, ਹਜ਼ਰਤ ਈਸਾ ਸ਼ਾਮਿਲ ਹਨ।","price":"35਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਧੀਰਜ ਤੋਂ ਕੰਮ ਲਓ, ਜਿਸ ਤਰ੍ਹਾਂ (ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ) ਹਿੰਮਤ ਤੇ ਹੌਸਲੇ ਵਾਲੇ ਰਸੂਲਾਂ ਨੇ ਧੀਰਜ ਤੋਂ ਕੰਮ ਲਿਆ ਸੀ।1 ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਲਈ ਅਜ਼ਾਬ ਮੰਗਣ ਵਿਚ ਕਾਹਲੀ ਨਾ ਕਰੋ। ਜਿਸ ਦਿਨ ਉਹ (ਕਾਫ਼ਿਰ) ਉਸ (ਅਜ਼ਾਬ) ਨੂੰ ਵੇਖ ਲੈਣਗੇ, ਜਿਸ ਦਾ ਇਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ (ਤਾਂ ਉਹ ਸਮਝਣਗੇ) ਕਿ ਉਹ ਤਾਂ (ਸੰਸਾਰ ਵਿਚ) ਦਿਨ ਦੀ ਬਸ ਇਕ ਘੜੀ ਹੀ ਠਹਿਰੇ ਸਨ। (ਹੇ ਨਬੀ) ਇਹ (ਰੱਬੀ ਪੈਗ਼ਾਮ ਲੋਕਾਂ ਤੱਕ) ਪਹੁੰਚਾ ਦਿਓ ਹੈ, ਸੋ ਨਾ-ਫ਼ਰਮਾਨ ਲੋਕਾਂ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਵੀ ਬਰਬਾਦ ਨਹੀਂ ਹੋਵੇਗਾ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"47 (Muhammad)":[{"category":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"],"name":"47:38","stocked":true,"arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","footnotes":"","price":"38਼ ਸੁਣੋ! ਤੁਸੀਂ ਤਾਂ ਉਹ ਲੋਕ ਹੋ ਕਿ ਜਿਹਨਾਂ ਨੂੰ ਸੱਦਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਕਰੋ, ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੁੱਝ ਉਹ ਵੀ ਹਨ ਜਿਹੜੇ ਕੰਜੂਸੀਆਂ ਕਰਦੇ ਹਨ। ਜਿਹੜਾ ਕੋਈ ਕੰਜੂਸੀ ਕਰਦਾ ਹੈ (ਉਹ ਸੁਣ ਲਵੇ!) ਉਹ ਤਾਂ ਆਪਣੇ ਆਪ ਨਾਲ ਹੀ ਕੰਜੂਸੀ ਕਰਦਾ ਹੈ। ਅੱਲਾਹ ਤਾਂ ਬੇਪਰਵਾਹ ਹੈ, ਤੁਸੀਂ ਹੀ ਉਸ ਦੇ ਮੁਥਾਜ ਹੋ। ਜੇ ਤੁਸੀਂ (ਉਸ ਤੋਂ) ਮੂੰਹ ਮੋੜੋਗੇ ਤਾਂ ਅੱਲਾਹ ਤੁਹਾਡੀ ਥਾਂ ਦੂਜੇ ਲੋਕਾਂ ਨੂੰ ਬਦਲ ਦੇਵੇਗਾ, ਫੇਰ ਉਹ ਤੁਹਾਡੇ ਵਰਗੇ (ਨਾ-ਫ਼ਰਮਾਨ) ਨਹੀਂ ਹੋਣਗੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"48 (Al-Fath)":[{"category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"],"name":"48:29","stocked":true,"arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","footnotes":"","price":"29਼ ਮੁਹੰਮਦ (ਸ:) ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਹਨ ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਉਹਨਾਂ ਨਾਲ (ਭਾਵ ਸਹਾਬੀ) ਹਨ, ਉਹ ਕਾਫ਼ਿਰਾਂ ਲਈ ਤਾਂ ਬਹੁਤ ਕਰੜੇ ਤੇ ਕਠੋਰ ਹਨ ਪਰ ਆਪੋ ਵਿਚ ਅਤਿਅੰਤ ਮਿਹਰਬਾਨ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਰੁਕੂਅ ਤੇ ਸਿਜਦਾ ਕਰਦੇ ਹੋਏ ਵੇਖੋਗੇ ਅਤੇ ਉਹ ਅੱਲਾਹ ਦੀ ਕ੍ਰਿਪਾਲਤਾ ਤੇ ਰਜ਼ਾ ਦੀ ਭਾਲ ਵਿਚ ਰੁਝੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦੀ ਵਿਸ਼ੇਸ਼ ਪਛਾਣ ਉਹਨਾਂ ਦੇ ਮੱਥਿਆਂ ਉੱਤੇ ਸਿਜਦਿਆਂ ਦੇ ਨਿਸ਼ਾਨ ਹਨ। ਉਹਨਾਂ ਦੀ ਇਹੋ ਸਿਫ਼ਤ ਤੌਰੈਤ ਵਿਚ ਹੈ ਅਤੇ ਇੰਜੀਲ ਵਿਚ ਉਹਨਾਂ ਦੀ ਇਹ ਸਿਫ਼ਤ ਉਸ ਖੇਤੀ ਵਾਂਗ ਹੈ ਜਿਸ ਨੇ ਆਪਣੀ ਪਹਿਲੀ ਤੂਈ ਕੱਢੀ, ਫੇਰ ਉਸ ਨੂੰ ਪਕਿਆਈ ਦਿੱਤੀ, ਫੇਰ ਉਹ ਗਦਰਾਈ ਅਤੇ ਫੇਰ ਆਪਣੀ ਨਾਲੀ ਉੱਤੇ ਖਲੋ ਗਈ। ਕਿਸਾਨਾਂ ਨੂੰ ਉਹ (ਖੇਤੀ) ਖ਼ੁਸ਼ ਕਰ ਦਿੰਦੀ ਹੈ। ਅੱਲਾਹ ਨੇ ਇਹ ਇਸ ਲਈ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਇਹਨਾਂ (ਸਹਾਬਾ) ਦੇ ਕਾਰਨ ਕਾਫ਼ਿਰ ਸੜ ਜਾਣ। ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ (ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਨੇਕ ਤੇ ਭਲੇ ਕੰਮ ਕੀਤੇ) ਬਖ਼ਸ਼ਿਸ਼ ਅਤੇ ਵੱਡੇ ਉੱਚੇ ਦਰਜੇ ਦਾ ਬਦਲਾ ਦੇਣ ਦਾ ਵਚਨ ਦਿੱਤਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"49 (Al-Hujurat)":[{"category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"],"name":"49:18","stocked":true,"arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"18਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਗੁਪਤ ਗੱਲਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਜੋ ਵੀ ਕਰ ਰਹੇ ਹੋ ਅੱਲਾਹ ਉਸ ਨੂੰ ਵੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖ ਰਿਹਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"50 (Qaf)":[{"category":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"],"name":"50:45","stocked":true,"arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","footnotes":"","price":"45਼ ਹੇ ਨਬੀ! ਜੋ ਇਹ ਮੁਸ਼ਰਿਕ ਤੁਹਾਨੂੰ ਆਖਦੇ ਹਨ ਅਸੀਂ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ। ਤੁਸੀਂ ਉਹਨਾਂ ਨਾਲ ਜ਼ੌਰ ਜ਼ਬਰਦਸਤੀ ਕਰਨ ਵਾਲੇ ਨਹੀਂ, ਸੋ ਤੁਸੀਂ ਇਸ ਕੁਰਆਨ ਰਾਹੀਂ ਹਰ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਨਸੀਹਤ ਕਰਦੇ ਰਹੋ ਜਿਹੜਾ ਮੇਰੀ ਚਿਤਾਵਨੀ ਤੋਂ ਡਰਦਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"51 (Adh-Dhariyat)":[{"category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat","Chapter Adh-Dhariyat","Dhariyat","Surah Dhariyat","Chapter Dhariyat","Adh Dhariyat","Surah Adh Dhariyat","Chapter Adh Dhariyat","Surah 51","Chapter 51","The Winnowing Winds","الذَّاريَات"],"name":"51:60","stocked":true,"arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","footnotes":"1 ਹਜ਼ਰਤ ਅਨਸ ਨਬੀ (ਸ:) ਤੋਂ ਰਿਵਾਇਤ ਕਰਦੇ ਹਨ ਕਿ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨਰਕੀਆਂ ਤੋਂ ਪੱਛੇਗਾ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਭ ਤੋਂ ਘਟ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾਵੇਗੀ ਕਿ ਜੇ ਤੁਹਾ` ਉਹ ਸਭ ਕੁਝ ਮਿਲੇ ਜਾਵੇ ਜੋ ਧਰਤੀ ਉੱਤੇ ਹੈ ਤਾਂ ਕੀ ਤੁਸੀਂ ਉਸ ਦੇ ਬਦਲੇ ਇਸ ਬਿਪਤਾ ਤੋਂ ਮੁਕਤੀ ਪਾਉਣਾ ਪਸੰਦ ਕਰੋਗੇ? ਉਹ ਆਖਣਗੇ ਕਿ ਹੇ ਅੱਲਾਹ! ਜ਼ਰੂਰ ਹੀ ਕਰਾਂਗੇ। ਅੱਲਾਹ ਆਖੇਗਾ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਆਦਮ ਦੀ ਪਿੱਠ ਵਿਚ ਸੀ ਤਾਂ ਮੈਨੇ ਤੁਹਾਥੋਂ ਇਸ ਤੋਂ ਬਹੁਤ ਹੀ ਘਟ ਮੰਗ ਕੀਤੀ ਸੀ। ਪਰ ਤੁਸੀਂ ਮੇਰੇ ਨਾਲ ਦੂਜਿਆਂ ਇਸ਼ਟਾਂ ਦੀ ਵੀ ਪੂਜਾ ਕਰਦੇ ਰਹੇ। ਸੋ ਹੁਣ ਤੁਸੀਂ ਨਰਕ ਦਾ ਵੀ ਸਵਾਦ ਲਵੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3334)","price":"60਼ ਅੰਤ ਇਨਕਾਰੀਆਂ ਲਈ ਬਰਬਾਦੀ ਹੈ, ਉਸ ਦਿਹਾੜੇ ਜਿਸ ਦਾ ਇਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।1","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"52 (At-Tur)":[{"category":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"],"name":"52:49","stocked":true,"arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","footnotes":"","price":"49਼ ਅਤੇ ਰਾਤ ਦੇ ਕੁਝ ਭਾਵ ਵਿਚ ਵੀ ਅਤੇ ਤਾਰੇ ਡੋਬਣ ਤੋਂ ਮਗਰੋਂ ਵੀ ਤੁਸੀਂ ਉਸੇ ਰੱਬ ਦੀ ਤਸਬੀਹ (ਭਾਵ ਹਰ ਵੇਲੇ ਪ੍ਰਸੰਸ਼ਾ ਤੇ ਗੁਣਗਾਣ) ਕਰਿਆ ਕਰੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"53 (An-Najm)":[{"category":["53 (An-Najm)","An-Najm","Surah An-Najm","Chapter An-Najm","Najm","Surah Najm","Chapter Najm","An Najm","Surah An Najm","Chapter An Najm","Surah 53","Chapter 53","The Star","النجم"],"name":"53:62","stocked":true,"arabic":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩","footnotes":"","price":"62਼ ਤੁਸੀਂ (ਬਾਜ਼ ਆ ਜਾਓ ਤੇ) ਅੱਲਾਹ ਨੂੰ ਸਿਜਦਾ ਕਰੋ ਅਤੇ ਉਸ ਦੀ ਬੰਦਗੀ ਕਰੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"54 (Al-Qamar)":[{"category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"],"name":"54:55","stocked":true,"arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","footnotes":"","price":"55਼ ਸੱਚੀ ਇੱਜ਼ਤ ਦੀ ਥਾਂ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਸਮਰਥਾ ਰੱਖਣ ਵਾਲੇ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"55 (Ar-Rahman)":[{"category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman","Chapter Ar-Rahman","Rahman","Surah Rahman","Chapter Rahman","Ar Rahman","Surah Ar Rahman","Chapter Ar Rahman","Surah 55","Chapter 55","The Beneficent","الرحمن"],"name":"55:78","stocked":true,"arabic":"تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","footnotes":"","price":"78਼ (ਹੇ ਨਬੀ!) ਤੁਹਾਡੇ ਜਲਾਲ ਵਾਲੇ ਤੇ ਉੱਚੀਆਂ ਸ਼ਾਨਾਂ ਵਾਲੇ ਰੱਬ ਦਾ ਨਾਂ ਬਰਕਤਾਂ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"56 (Al-Waqi'ah)":[{"category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah","Chapter Al-Waqi'ah","Waqi'ah","Surah Waqi'ah","Chapter Waqi'ah","Al Waqi'ah","Surah Al Waqi'ah","Chapter Al Waqi'ah","Surah 56","Chapter 56","The Inevitable","الواقعة"],"name":"56:96","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"","price":"96਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਅਤਿਅੰਤ ਮਹਾਨ ਰੱਬ ਦੇ ਨਾਂ ਦੀ ਤਸਬੀਹ ਕਰੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"57 (Al-Hadid)":[{"category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"],"name":"57:29","stocked":true,"arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","footnotes":"","price":"29਼ ਤਾਂ ਜੋ ਕਿਤਾਬ ਵਾਲੇ (ਯਹੂਦੀ ਅਤੇ ਈਸਾਈ) ਇਹ ਜਾਣ ਲੈਣ ਕਿ ਉਹ ਅੱਲਾਹ ਦੀ ਕ੍ਰਿਪਾਲਤਾ ਨਾਲ ਕਿਸੇ ਸ਼ੈਅ ’ਤੇ ਕੁਦਰਤ ਨਹੀਂ ਰੱਖਦੇ। ਬੇਸ਼ੱਕ ਸਾਰੇ ਫ਼ਜ਼ਲ (ਕ੍ਰਿਪਾਲਤਾ ਤੇ ਬਖ਼ਸ਼ਿਸ਼ਾਂ) ਅੱਲਾਹ ਦੇ ਹੱਥ ਵਿਚ ਹੀ ਹਨ। ਉਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ (ਆਪਣੀ ਕ੍ਰਿਪਾ ਨਾਲ) ਦੇ ਦਿੰਦਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਅਤਿਅੰਤ ਕ੍ਰਿਪਾਲੂ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"58 (Al-Mujadila)":[{"category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"],"name":"58:22","stocked":true,"arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","footnotes":"","price":"22਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕੋਈ ਵੀ ਕੌਮ ਅਜਿਹੀ ਨਹੀਂ ਵੇਖੋਗੇ ਜਿਹੜੀ ਅੱਲਾਹ ਤੇ ਕਿਆਮਤ ਦਿਹਾੜੇ ਉੱਤੇ ਈਮਾਨ ਰੱਖਦੀ ਹੋਵੇ ਪਰ ਉਹ ਉਹਨਾਂ ਲੋਕਾਂ ਨਾਲ ਦੋਸਤੀ ਕਰੇ ਜਿਹੜੇ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਵਿਰੋਧਤਾ ਕਰਦੇ ਹੋਣ, ਭਾਵੇਂ ਉਹ ਉਹਨਾਂ ਦੇ ਪਿਓ ਹਨ ਜਾਂ ਪੁੱਤਰ ਜਾਂ ਭਰਾ ਜਾਂ ਪਰਿਵਾਰ ਵਾਲੇ ਹੀ ਹੋਣ। ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਅੱਲਾਹ ਨੇ ਈਮਾਨ ਲਿਖ ਛੱਡਿਆ ਹੈ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਰੂਹ ਭੇਜ ਕੇ ਭਾਵ ਗ਼ੈਬ ਤੋਂ ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ਹੈ। ਉਹ ਉਹਨਾਂ ਨੂੰ ਅਜਿਹੀਆਂ ਜੰਨਤਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰੇਗਾ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ, ਉਹ ਉਹਨਾਂ ਵਿਚ ਸਦਾ ਰਹਿਣਗੇ। ਅੱਲਾਹ ਉਹਨਾਂ ਤੋਂ ਰਾਜ਼ੀ ਹੋ ਗਿਆ ਅਤੇ ਉਹ ਅੱਲਾਹ ਤੋਂ ਰਾਜ਼ੀ ਹਨ, ਇਹੋ ਅੱਲਾਹ ਦਾ ਟੋਲਾ ਹੈ। ਜਾਣ ਲਓ! ਕਿ ਬੇਸ਼ੱਕ ਜਿਹੜਾ ਅੱਲਾਹ ਦਾ ਟੋਲਾ ਹੈ ਉਹੀਓ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"59 (Al-Hashr)":[{"category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"],"name":"59:24","stocked":true,"arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਆਰਾਫ਼, ਹਾਸ਼ੀਆ ਆਇਤ 180/7","price":"24਼ ਉਹੀ ਅੱਲਾਹ ਹੈ, ਸਿਰਜਣਹਾਰ ਹੈ, ਸ਼ਕਲਾਂ-ਸੂਰਤਾਂ ਬਣਾਉਣਾ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਸੋਹਣੇ ਨਾਂ ਉਸੇ ਲਈ ਹਨ, ਹਰੇਕ ਚੀਜ਼ ਭਾਵੇਂ ਉਹ ਅਕਾਸ਼ਾਂ ਵਿਚ ਹੈ ਭਾਵੇਂ ਧਰਤੀ ਵਿਚ ਹੈ, ਉਸੇ ਰੱਬ ਦੀ ਪਾਕੀ ਬਿਆਨ ਕਰਦੀ ਹੈ1 ਅਤੇ ਉਹੀਓ ਜ਼ੋਰਾਵਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"60 (Al-Mumtahanah)":[{"category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"],"name":"60:13","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","footnotes":"","price":"13਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਉਸ ਕੌਮ ਨਾਲ ਮਿੱਤਰਤਾ ਨਾ ਕਰੋ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਅੱਲਾਹ ਦੀ ਕਰੋਪੀ ਹੋਈ ਹੈ, ਜਿਹੜੇ ਅੰਤਿਮ ਦਿਹਾੜੇ ਤੋਂ ਨਿਰਾਸ਼ ਹੋ ਗਏ ਹਨ। ਜਿਵੇਂ ਕਬਰਾਂ ਵਿਚ ਪਏ ਕਾਫ਼ਿਰ (ਮੁੜ ਜੀਵਨ) ਤੋਂ ਨਿਰਾਸ਼ ਹਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"61 (As-Saff)":[{"category":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"],"name":"61:14","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","footnotes":"1 ਇਹ ਵਿਆਖਣ ਉਸ ਸਮੇਂ ਦਾ ਹੈ ਜਦੋਂ ਹਜ਼ਰਤ ਈਸਾ ਨਬੀ ਬਣ ਕੇ ਬਨੀ-ਇਸਰਾਈਲ ਵੱਲ ਘੱਲੇ ਗਏ ਸੀ, ਫੇਰ ਆਪ ਨੂੰ ਜਿਊਂਦਾ ਅਕਾਸ਼ ਉੱਤੇ ਚੁੱਕ ਲਿਆ ਗਿਆ ਅਤੇ ਕਿਆਮਤ ਦੇ ਨੇੜੇ ਆਪ ਮੁੜ ਧਰਤੀ ਉੱਤੇ ਵਿਰਾਜਮਾਨ ਹੋਣਗੇ। ਉਸ ਸਮੇਂ ਆਪ ਨਬੀ ਕਰੀਮ (ਸ:) ਦੇ ਇਕ ਉੱਮਤੀ ਵਜੋਂ ਹੋਣਗੇ, ਪਰ ਅੱਲਾਹ ਆਪ (ਈਸਾ) ਜੀ ਤੋਂ ਵੱਡੇ-ਵੱਡੇ ਕੰਮ ਲਵੇਗਾ ਅਤੇ ਆਪ ਰਾਹੀਂ ਈਸਾਈਅਤ ਦਾ ਅੰਤ ਕਰੇਗਾ ਅਤੇ ਇਸਲਾਮ ਹੀ ਗਾਲਿਬ ਹੋਵੇਗਾ। ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਕਸਮ ਹੈ ਉਸ ਜ਼ਾਤ ਦੀ ਜਿਸ ਦੇ ਕਬਜ਼ੇ ਵਿਚ ਮੇਰੀ ਜਾਨ ਹੈ, ਤੁਹਾਡੇ ਵਿਚ ਛੇਤੀ ਹੀ ਮਰੀਅਮ ਦਾ ਪੁੱਤਰ ਈਸਾ ਉੱਤਰੇਗਾ ਉਹ ਨਿਆ ਪੂਰਬਕ ਹਕੂਮਤ ਕਰੇਗੇ ਅਤੇ ਸ਼ਲੀਬ ਨੂੰ ਤੋੜੇਗਾ, ਅਤੇ ਜਜ਼ੀਆ ਲੈਣਾ ਬੰਦ ਕਰ ਦੇਵੇਗੇ ਅਤੇ ਧਨ-ਦੌਲਤ ਇੰਨੀ ਹੋਵੇਗੀ ਕਿ ਕੋਈ ਉਸ ਨੂੰ ਲੈਣ ਵਾਲਾ ਨਹੀਂ ਹੋਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ 2222) ● ਭਾਵ ਮੁਸਲਮਾਨਾਂ ਦੇ ਆਗੂ ਬਣ ਕੇ ਆਉਣਗੇ ਅਤੇ ਈਸਾਈਆਂ ਲਈ, ਜਿਹੜੇ ਆਪਣੇ ਆਪਨੂੰ ਹਜ਼ਰਤ ਈਸਾ ਦਾ ਪੈਰੋਕਾਰ ਕਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਸਖ਼ਤ ਚਿਤਾਵਨੀ ਹੈ ਕਿ ਉਹ ਸਲੀਬ ਤੋੜ ਦੇਣਗੇ, ਜਜ਼ੀਆ ਲੈਣਾ ਬੰਦ ਕਰ ਦੇਣਗੇ ਦਾ ਅਰਥ ਹੈ ਕਿ ਸਾਰੇ ਦੇ ਸਾਰੇ ਮਨੁੱਖ ਇਸਲਾਮ ਕਬੂਲ ਕਰ ਲੈਣਗੇ, ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਰਾਹ ਵੀ ਨਹੀਂ ਹੋਵੇਗਾ।","price":"14਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਸਹਾਈ ਬਣ ਜਾਓ, ਜਿਵੇਂ ਮਰੀਅਮ ਦੇ ਪੁੱਤਰ ਈਸਾ ਨੇ ਆਪਣੇ ਹਵਾਰੀਆਂ ਨੂੰ ਆਖਿਆ ਸੀ ਕਿ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵੱਲ (ਸੱਦਾ ਦੇਣ ਵਿਚ) ਮੇਰਾ ਸਹਾਈ ਕੌੌਣ ਹੈ? ਹਵਾਰੀਆਂ (ਸਾਥੀਆਂ) ਨੇ ਆਖਿਆ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ਦੇ ਸਹਾਈ ਹਾਂ। ਬਨੀ-ਇਸਰਾਈਲ ਵਿੱਚੋਂ ਇਕ ਟੋਲੀ ਈਮਾਨ ਲਿਆਈ ਅਤੇ ਦੂਜੀ ਟੋਲੀ ਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ। ਅਸੀਂ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਵੈਰੀਆਂ ਵਿਰੁੱਧ ਤਾਕਤ ਬਖ਼ਸ਼ੀ ਤਾਂ ਉਹ ਭਾਰੂੁ1 ਹੋ ਗਏ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"62 (Al-Jumu'ah)":[{"category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"],"name":"62:11","stocked":true,"arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","footnotes":"","price":"11਼ (ਹੇ ਨਬੀ!) ਜਦੋਂ ਉਹ ਕੋਈ ਵਪਾਰ ਜਾਂ ਕੋਈ ਖੇਡ-ਤਮਾਸ਼ਾ ਹੁੰਦਾ ਵੇਖਦੇ ਹਨ ਤਾਂ ਉਸ ਵੱਲ ਨੱਸ ਜਾਂਦੇ ਹਨ ਅਤੇ ਤੁਹਾਨੂੰ ਇਕੱਲਾ ਖਲੋਤਿਆਂ ਛੱਡ ਜਾਂਦੇ ਹਨ, ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਜੋ ਕੁੱਝ ਵੀ ਅੱਲਾਹ ਕੋਲ ਹੈ ਉਹ ਇਹਨਾਂ ਖੇਡ-ਤਮਾਸ਼ਿਆਂ ਤੋਂ ਅਤੇ ਵਪਾਰ ਤੋਂ ਕਿਤੇ ਵਧੀਆ ਹੈ ਅਤੇ ਅੱਲਾਹ ਸਾਰਿਆਂ ਤੋਂ ਵਧੀਆ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"63 (Al-Munafiqun)":[{"category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"],"name":"63:11","stocked":true,"arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"11਼ ਜਦੋਂ ਉਸ ਦੀ ਮੌਤ ਦਾ ਸਮਾਂ ਆ ਜਾਵੇਗਾ ਫੇਰ ਅੱਲਾਹ ਕਦੇ ਵੀ ਕਿਸੇ ਨੂੰ ਮੋਹਲਤ ਨਹੀਂ ਦੇਵੇਗਾ। ਤੁਸੀਂ ਜੋ ਕੁੱਝ ਵੀ ਅਮਲ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਸ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"64 (At-Taghabun)":[{"category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"],"name":"64:18","stocked":true,"arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"18਼ ਉਹ ਗ਼ੈਬ ਅਤੇ ਜ਼ਾਹਿਰ ਦਾ ਗਿਆਨ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਉਹ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"65 (At-Talaq)":[{"category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"],"name":"65:12","stocked":true,"arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","footnotes":"","price":"12਼ ਅੱਲਾਹ ਉਹ ਜ਼ਾਤ ਹੈ ਜਿਸ ਨੇ ਸੱਤ ਅਕਾਸ਼ ਸਾਜੇ ਤੇ ਧਰਤੀਆਂ ਵੀ ਓਂਨੀਆਂ ਹੀ (ਭਾਵ ਸੱਤ) ਸਾਜੀਆਂ। ਇਹਨਾਂ ਦੋਵਾਂ ਵਿਚਾਲੇ ਹੀ ਉਸ ਦਾ ਹੁਕਮ ਉੱਤਰਦਾ ਹੈ ਇਹ ਗੱਲ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਲਈ ਦੱਸੀ ਗਈ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਾਣ ਲਵੋ ਕਿ ਨਿਰਸੰਦੇਹ, ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ। ਅੱਲਾਹ ਨੇ ਹਰੇਕ ਚੀਜ਼ ਨੂੰ ਆਪਣੇ ਗਿਆਨ ਦੇ ਘੇਰੇ ਵਿਚ ਲੈ ਛੱਡਿਆ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"66 (At-Tahrim)":[{"category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"],"name":"66:12","stocked":true,"arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","footnotes":"","price":"12਼ ਅਤੇ ਉਦਾਹਰਨ ਇਮਰਾਨ ਦੀ ਸਪੁੱਤਰੀ ਮਰੀਅਮ ਦੀ ਵੀ ਹੈ ਜਿਸ ਨੇ ਆਪਣੀ ਇੱਜ਼ਤ ਆਬਰੂ ਦੀ ਰਾਖੀ ਕੀਤੀ, ਫੇਰ ਅਸੀਂ ਉਸ ਦੇ (ਗਲਾਂਵੇ) ਅੰਦਰ ਆਪਣੀ ਰੂਹ ਫੂਂਕ ਦਿੱਤੀ ਅਤੇ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਦੇ ਬੋਲਾਂ ਦੀ ਅਤੇ ਉਸ ਦੀਆਂ ਕਿਤਾਬਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਅਤੇ ਉਹ ਆਗਿਆਕਾਰੀਆਂ ਵਿੱਚੋਂ ਸੀ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"67 (Al-Mulk)":[{"category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"],"name":"67:30","stocked":true,"arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","footnotes":"","price":"30਼ ਹੇ ਨਬੀ! ਆਖ ਦਿਓ ਕਿ ਜੇ ਤੁਹਾਡੇ ਖੂਹਾਂ ਦਾ ਪਾਣੀ ਧਰਤੀ ਹੇਠ ਉੱਤਰ ਜਾਵੇ ਤਾਂ ਕੌਣ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਕੋਲ ਪਾਣੀ ਕੱਢ ਕੇ ਲਿਆਵੇਗਾ ?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"68 (Al-Qalam)":[{"category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"],"name":"68:52","stocked":true,"arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","footnotes":"","price":"52਼ ਜਦ ਕਿ ਇਹ (.ਕੁਰਆਨ) ਤਾਂ ਸਾਰੇ ਜਹਾਨਾਂ ਲਈ ਇਕ ਨਸੀਹਤ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"69 (Al-Haqqah)":[{"category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah","Chapter Al-Haqqah","Haqqah","Surah Haqqah","Chapter Haqqah","Al Haqqah","Surah Al Haqqah","Chapter Al Haqqah","Surah 69","Chapter 69","The Reality","الحاقة"],"name":"69:52","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"","price":"52਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਪਣੇ ਸਰਵੁਚ ਤੇ ਮਹਾਨ ਰੱਬ ਦੇ ਨਾਂ ਦੀ ਤਸਬੀਹ ਕਰੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"70 (Al-Ma'arij)":[{"category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij","Chapter Al-Ma'arij","Ma'arij","Surah Ma'arij","Chapter Ma'arij","Al Ma'arij","Surah Al Ma'arij","Chapter Al Ma'arij","Surah 70","Chapter 70","The Ascending Stairways","المعارج"],"name":"70:44","stocked":true,"arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ","footnotes":"","price":"44਼ ਉਹਨਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਨੀਵੀਆਂ ਹੋਣਗੀਆਂ ਤੇ ਉਹਨਾਂ ’ਤੇ ਹੀਣਤਾ ਛਾ ਰਹੀ ਹੋਵੇਗੀ, ਇਹੋ ਉਹ ਦਿਨ ਹੈ ਜਿਸ ਦਾ ਉਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"71 (Nuh)":[{"category":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"],"name":"71:28","stocked":true,"arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","footnotes":"","price":"28਼ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਤੂੰ ਮੇਰੀ ਅਤੇ ਮੇਰੇ ਮਾਪਿਆਂ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਫਰਮਾ ਅਤੇ ਹਰ ਉਸ ਵਿਅਕਤੀ ਦੀ ਜਿਹੜਾ ਮੇਰੇ ਘਰ ਵਿਚ ਈਮਾਨ ਵਾਲਾ ਬਣਕੇ ਦਾਖ਼ਲ ਹੋਵੇ ਅਤੇ ਮੋਮਿਨ ਪੁਰਸ਼ ਤੇ ਮੋਮਿਨ ਇਸਤਰੀਆਂ ਦੀ ਵੀ (ਬਖ਼ਸ਼ਿਸ਼ ਫ਼ਰਮਾ) ਅਤੇ ਜ਼ਾਲਮਾਂ ਦੀ ਬਰਬਾਦੀ ਤੇ ਹਲਾਕਤ ਵਿਚ ਵਾਧਾ ਕਰ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"72 (Al-Jinn)":[{"category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"],"name":"72:28","stocked":true,"arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","footnotes":"","price":"28਼ ਤਾਂ ਜੋ ਉਹ ਜਾਣ ਲਵੇ ਕਿ ਉਹਨਾਂ ਰਸੂਲਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੇ ਸੁਨੇਹੇ ਨੂੰ (ਲੋਕਾਂ ਤੱਕ) ਪਹੁੰਚਾ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਸ ਨੇ ਉਹਨਾਂ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਘੇਰਾ ਪਾਇਆ ਹੋਇਆ ਹੈ ਅਤੇ ਉਹ ਨੇ ਹਰ ਚੀਜ਼ ਦੀ ਗਿਣਤੀ ਕਰ ਰੱਖੀ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"73 (Al-Muzzammil)":[{"category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"],"name":"73:20","stocked":true,"arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","footnotes":"","price":"20਼ (ਹੇ ਨਬੀ!) ਤੁਹਾਡਾ ਰੱਬ ਜਾਣਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਲੱਗ-ਭੱਗ ਦੋ ਤਿਹਾਈ ਰਾਤ ਜਾਂ ਅੱਧੀ ਰਾਤ ਜਾਂ ਇਕ ਤਿਹਾਈ ਰਾਤ ਨਮਾਜ਼ ਲਈ ਖੜੇ ਰਹਿੰਦੇ ਹੋ। ਤੁਹਾਡੇ ਸਾਥੀਆਂ ਵਿੱਚੋਂ ਵੀ ਇਕ ਟੋਲੀ ਇਹੋ ਕਰਦੀ ਹੈ। ਅੱਲਾਹ ਹੀ ਰਾਤ ਅਤੇ ਦਿਨ ਦਾ ਲੇਖਾ-ਜੋਖਾ ਰੱਖਦਾ ਹੈ। ਉਹ ਜਾਣਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ (ਰਾਤ ਦੇ ਕਿਆਮ) ਨੂੰ ਨਿਭਾ ਨਹੀਂ ਸਕੋਗੇ ਸੋ ਉਸ ਨੇ ਤੁਹਾਡੇ ਉੱਤੇ ਕ੍ਰਿਪਾ ਕੀਤੀ, ਹੁਣ ਜਿੱਨਾ .ਕੁਰਆਨ ਤੁਸੀਂ ਆਸਾਨੀ ਨਾਲ ਪੜ੍ਹ ਸਕਦੇ ਹੋ ਪੜ੍ਹ ਲਿਆ ਕਰੋ। ਉਹ ਜਾਣਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਿੰਨੇ ਲੋਕ ਬੀਮਾਰ ਹੋਣਗੇ ਅਤੇ ਕਿੰਨੇ ਧਰਤੀ ਉੱਤੇ ਅੱਲਾਹ ਦਾ ਫ਼ਜ਼ਲ (ਰੋਜ਼ੀ) ਲੱਭਦੇ ਫਿਰਦੇ ਹੋਣਗੇ ਅਤੇ ਕਿੰਨੇ ਅੱਲਾਹ ਦੇ ਰਾਹ ਵਿਚ ਲੜਦੇ ਹੋਣਗੇ। ਸੋ ਇਸ (ਕੁਰਆਨ) ਵਿੱਚੋਂ ਜਿੱਨਾ ਵੀ ਆਸਾਨੀ ਨਾਲ ਪੜ੍ਹਿਆ ਜਾ ਸਕੇ ਪੜ੍ਹੋ ਅਤੇ ਨਮਾਜ਼ ਕਾਇਮ ਕਰੋ, ਜ਼ਕਾਤ ਅਦਾ ਕਰੋ, ਅੱਲਾਹ ਨੂੰ ਸੋਹਣਾ ਕਰਜ਼ਾ ਦਿਓ। ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਜਿਹੜੀ ਵੀ ਨੇਕੀ ਅੱਗੇ ਭੇਜੋਗੇ ਉਸ ਦਾ ਬਦਲਾ ਅੱਲਾਹ ਦੇ ਕੋਲ ਵਧੇਰੇ ਚੰਗਾ ਹੈ ਤੇ ਬਹੁਤ ਵੱਡਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਕੋਲੋਂ ਬਖ਼ਸ਼ਿਸ਼ ਮੰਗਦੇ ਰਹੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"74 (Al-Muddathir)":[{"category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir","Chapter Al-Muddathir","Muddathir","Surah Muddathir","Chapter Muddathir","Al Muddathir","Surah Al Muddathir","Chapter Al Muddathir","Surah 74","Chapter 74","The Cloaked One","المدثر"],"name":"74:56","stocked":true,"arabic":"وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ","footnotes":"","price":"56਼ ਜਦ ਕਿ ਉਹ (ਕਾਫ਼ਿਰ) ਇਸ ਨੂੰ ਯਾਦ ਨਹੀਂ ਰਖੱਣਗੇ, ਛੁੱਟ ਅੱਲਾਹ ਹੀ ਜੇ ਅਜਿਹਾ ਚਾਹੇ। ਉਹ ਇਸ ਯੋਗ ਹੈ ਕਿ ਉਸ ਤੋਂ ਡਰਿਆ ਜਾਵੇ ਅਤੇ ਉਹੀਓ ਖਿਮਾ ਕਰਨ ਦੇ ਯੋਗ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"75 (Al-Qiyamah)":[{"category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah","Chapter Al-Qiyamah","Qiyamah","Surah Qiyamah","Chapter Qiyamah","Al Qiyamah","Surah Al Qiyamah","Chapter Al Qiyamah","Surah 75","Chapter 75","The Resurrection","القيامة"],"name":"75:40","stocked":true,"arabic":"أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ","footnotes":"","price":"40਼ ਫੇਰ ਕੀ ਉਹ (ਅੱਲਾਹ) ਇਸ ਦੀ ਸਮਰਥਾ ਨਹੀਂ ਰੱਖਦਾ ਕਿ ਮੁਰਦਿਆਂ ਨੂੰ ਜਿਊਂਦਾ ਕਰ ਦੇਵੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"76 (Al-Insan)":[{"category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"],"name":"76:31","stocked":true,"arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","footnotes":"","price":"31਼ ਉਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਆਪਣੀ ਮਿਹਰਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰਦਾ ਹੈ ਅਤੇ ਜ਼ਾਲਮਾਂ ਲਈ ਉਸ ਨੇ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਤਿਆਰ ਕਰ ਰੱਖਿਆ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"77 (Al-Mursalat)":[{"category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat","Chapter Al-Mursalat","Mursalat","Surah Mursalat","Chapter Mursalat","Al Mursalat","Surah Al Mursalat","Chapter Al Mursalat","Surah 77","Chapter 77","The Emissaries","المرسلات"],"name":"77:50","stocked":true,"arabic":"فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","footnotes":"","price":"50਼ ਹੁਣ ਇਸ (.ਕੁਰਆਨ) ਤੋਂ ਪਿੱਛੋਂ ਉਹ ਕਿਹੜੀ ਗੱਲ ਉੱਤੇ ਈਮਾਨ ਲਿਆਉਣਗੇ ?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"78 (An-Naba)":[{"category":["78 (An-Naba)","An-Naba","Surah An-Naba","Chapter An-Naba","Naba","Surah Naba","Chapter Naba","An Naba","Surah An Naba","Chapter An Naba","Surah 78","Chapter 78","The Tidings","النبأ"],"name":"78:40","stocked":true,"arabic":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","footnotes":"","price":"40਼ ਅਸੀਂ ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਆਉਣ ਵਾਲੇ ਅਜ਼ਾਬ ਤੋਂ ਡਰਾ ਦਿੱਤਾ ਹੈ। ਉਸ ਦਿਨ ਮਨੁੱਖ ਉਹ ਸਭ ਕੁਝ ਵੇਖੇਗਾ ਜੋ ਉਸ ਦੇ ਹੱਥਾਂ ਨੇ ਅੱਗੇ ਭੇਜਿਆ ਹੋਵੇਗਾ ਅਤੇ ਕਾਫ਼ਿਰ ਆਖੇਗਾ ਕਿ ਕਾਸ਼! ਜੇ ਮੈਂ ਮਿੱਟੀ ਹੀ ਹੁੰਦਾ। (ਤਾਂ ਜੋ ਮੈਂ ਹਿਸਾਬ ਤੋਂ ਬਚ ਜਾਂਦਾ)।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"79 (An-Nazi'at)":[{"category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at","Chapter An-Nazi'at","Nazi'at","Surah Nazi'at","Chapter Nazi'at","An Nazi'at","Surah An Nazi'at","Chapter An Nazi'at","Surah 79","Chapter 79","Those Who Pull Out","النازعات"],"name":"79:46","stocked":true,"arabic":"كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا","footnotes":"","price":"46਼ ਜਿਸ ਦਿਨ ਉਹ ਕਿਆਮਤ ਨੂੰ ਵੇਖ ਲੈਣਗੇ ਤਾਂ ਇੰਜ ਲੱਗੇਗਾ ਕਿ ਕੇਵਲ ਦਿਨ ਦੇ ਪਿਛਲੇ ਪਹਿਰ ਜਾਂ ਪਹਿਲੇ ਪਹਿਰ ਤਕ ਹੀ (ਸੰਸਾਰ ਵਿਚ) ਠਹਿਰੇ ਹਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"80 (Abasa)":[{"category":["80 (Abasa)","Abasa","Surah Abasa","Chapter Abasa","Surah 80","Chapter 80","He Frowned","عبس"],"name":"80:42","stocked":true,"arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ","footnotes":"","price":"42਼ ਇਹ ਕਾਫ਼ਿਰ ਤੇ ਭੈੜੀਆਂ ਕਰਤੂਤਾਂ ਵਾਲੇ ਲੋਕ ਹੋਣਗੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"81 (At-Takwir)":[{"category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir","Chapter At-Takwir","Takwir","Surah Takwir","Chapter Takwir","At Takwir","Surah At Takwir","Chapter At Takwir","Surah 81","Chapter 81","The Overthrowing","التكوير"],"name":"81:29","stocked":true,"arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"29਼ ਅਤੇ ਕੁਲ ਜਹਾਨ ਦੇ ਪਾਲਣਹਾਰ ਦੇ ਚਾਹਨ ਤੋਂ ਬਿਨਾਂ ਤੁਸੀਂ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"82 (Al-Infitar)":[{"category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar","Chapter Al-Infitar","Infitar","Surah Infitar","Chapter Infitar","Al Infitar","Surah Al Infitar","Chapter Al Infitar","Surah 82","Chapter 82","The Cleaving","الإنفطار"],"name":"82:19","stocked":true,"arabic":"يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ","footnotes":"","price":"19਼ ਉਸ ਦਿਹਾੜੇ ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਕਿਸੇ ਲਈ ਕੁੱਝ ਵੀ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖੇਗਾ ਅਤੇ ਉਸ ਦਿਨ ਹੁਕਮ ਕੇਵਲ ਅੱਲਾਹ ਦਾ ਹੀ ਹੋਵੇਗਾ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"83 (Al-Mutaffifin)":[{"category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin","Chapter Al-Mutaffifin","Mutaffifin","Surah Mutaffifin","Chapter Mutaffifin","Al Mutaffifin","Surah Al Mutaffifin","Chapter Al Mutaffifin","Surah 83","Chapter 83","Defrauding","المطففين"],"name":"83:36","stocked":true,"arabic":"هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ","footnotes":"","price":"36਼ (ਅਤੇ ਆਖਣਗੇ) ਕੀ ਇਨਕਾਰੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਦਾ ਬਦਲਾ ਮਿਲ ਗਿਆ ਜੋ ਉਹ (ਸੰਸਾਰ ਵਿਚ) ਕਰਦੇ ਸੀ ?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"84 (Al-Inshiqaq)":[{"category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq","Chapter Al-Inshiqaq","Inshiqaq","Surah Inshiqaq","Chapter Inshiqaq","Al Inshiqaq","Surah Al Inshiqaq","Chapter Al Inshiqaq","Surah 84","Chapter 84","The Splitting Open","الإنشقاق"],"name":"84:25","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ","footnotes":"","price":"25਼ ਪਰ ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕਰਮ ਵੀ ਕੀਤੇ, ਉਹਨਾਂ ਲਈ ਨਾ ਮੁੱਕਣ ਵਾਲਾ ਅਜਰ (ਬਦਲਾ) ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"85 (Al-Buruj)":[{"category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj","Chapter Al-Buruj","Buruj","Surah Buruj","Chapter Buruj","Al Buruj","Surah Al Buruj","Chapter Al Buruj","Surah 85","Chapter 85","The Constellations","البروج"],"name":"85:22","stocked":true,"arabic":"فِي لَوۡحٖ مَّحۡفُوظِۭ","footnotes":"","price":"22਼ ਜੋ ਕਿ ਲੋਹੇ ਮਹਿਫੂਜ਼ (ਸੁਰੱਖਿਅਤ ਪੱਟੀ) ਵਿਚ (ਲਿਿਖਆ ਹੋਇਆ) ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"86 (At-Tariq)":[{"category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq","Chapter At-Tariq","Tariq","Surah Tariq","Chapter Tariq","At Tariq","Surah At Tariq","Chapter At Tariq","Surah 86","Chapter 86","The Morning Star","الطارق"],"name":"86:17","stocked":true,"arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا","footnotes":"","price":"17਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਇਹਨਾਂ ਦੇ ਹਾਲ ’ਤੇ ਹੀ ਛੱਡ ਦਿਓ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"87 (Al-A'la)":[{"category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la","Chapter Al-A'la","A'la","Surah A'la","Chapter A'la","Al A'la","Surah Al A'la","Chapter Al A'la","Surah 87","Chapter 87","The Most High","الأعلى"],"name":"87:19","stocked":true,"arabic":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ","footnotes":"","price":"19਼ ਅਰਥਾਤ ਇਬਰਾਹੀਮ ਤੇ ਮੂਸਾ ਦੀਆਂ ਪੋਥੀਆਂ ਵਿਚ ਵੀ ਸਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"88 (Al-Ghashiyah)":[{"category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah","Chapter Al-Ghashiyah","Ghashiyah","Surah Ghashiyah","Chapter Ghashiyah","Al Ghashiyah","Surah Al Ghashiyah","Chapter Al Ghashiyah","Surah 88","Chapter 88","The Overwhelming Event","الغاشية"],"name":"88:26","stocked":true,"arabic":"ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم","footnotes":"","price":"26਼ ਫੇਰ ਬੇਸ਼ੱਕ ਇਹਨਾਂ ਦਾ ਲੇਖਾ-ਜੋਖਾ ਲੈਣਾ ਸਾਡੇ ਹੀ ਜ਼ਿੰਮੇ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"89 (Al-Fajr)":[{"category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr","Chapter Al-Fajr","Fajr","Surah Fajr","Chapter Fajr","Al Fajr","Surah Al Fajr","Chapter Al Fajr","Surah 89","Chapter 89","The Dawn","الفَجْر"],"name":"89:30","stocked":true,"arabic":"وَٱدۡخُلِي جَنَّتِي","footnotes":"","price":"30਼ ਅਤੇ ਮੇਰੀ ਜੰਨਤ ਵਿਚ ਦਾਖ਼ਲ ਹੋ ਜਾ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"90 (Al-Balad)":[{"category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad","Chapter Al-Balad","Balad","Surah Balad","Chapter Balad","Al Balad","Surah Al Balad","Chapter Al Balad","Surah 90","Chapter 90","The City","البلد"],"name":"90:20","stocked":true,"arabic":"عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ","footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅੰਬੀਆ, ਹਾਸ਼ੀਆ ਆਇਤ 100/21","price":"20਼ ਉਹਨਾਂ ਉੱਤੇ ਅੱਗ ਛਾਈ ਹੋਈ ਹੋਵੇਗੀ ।1","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"91 (Ash-Shams)":[{"category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams","Chapter Ash-Shams","Shams","Surah Shams","Chapter Shams","Ash Shams","Surah Ash Shams","Chapter Ash Shams","Surah 91","Chapter 91","The Sun","الشمس"],"name":"91:15","stocked":true,"arabic":"وَلَا يَخَافُ عُقۡبَٰهَا","footnotes":"","price":"15਼ ਅਤੇ ਉਹ ਇਸ (ਤਬਾਹੀ) ਦੇ ਅੰਜਾਮ ਤੋਂ ਨਹੀਂ ਡਰਦਾ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"92 (Al-Lail)":[{"category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail","Chapter Al-Lail","Lail","Surah Lail","Chapter Lail","Al Lail","Surah Al Lail","Chapter Al Lail","Surah 92","Chapter 92","The Night","الليل"],"name":"92:21","stocked":true,"arabic":"وَلَسَوۡفَ يَرۡضَىٰ","footnotes":"","price":"21਼ ਬੇਸ਼ੱਕ ਉਹ (ਅੱਲਾਹ) ਛੇਤੀ ਹੀ ਉਸ ਤੋਂ ਰਾਜ਼ੀ ਹੋ ਜਾਵੇਗਾ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"93 (Ad-Duha)":[{"category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha","Chapter Ad-Duha","Duha","Surah Duha","Chapter Duha","Ad Duha","Surah Ad Duha","Chapter Ad Duha","Surah 93","Chapter 93","The Morning Hours","الضحى"],"name":"93:11","stocked":true,"arabic":"وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ","footnotes":"","price":"11਼ ਸਗੋਂ ਆਪਣੇ ਰੱਬ ਵੱਲੋਂ (ਬਖ਼ਸ਼ੀਆਂ ਗਈਆਂ) ਇਹਨਾਂ ਨਿਅਮਤਾਂ ਦੀ ਚਰਚਾ ਕਰਦੇ ਰਹੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"94 (Ash-Sharh)":[{"category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh","Chapter Ash-Sharh","Sharh","Surah Sharh","Chapter Sharh","Ash Sharh","Surah Ash Sharh","Chapter Ash Sharh","Surah 94","Chapter 94","The Relief","الشرح"],"name":"94:8","stocked":true,"arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","footnotes":"","price":"8਼ ਅਤੇ ਆਪਣੇ ਰੱਬ ਨਾਲ ਹੀ ਮੋਹ ਰੱਖੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"95 (At-Tin)":[{"category":["95 (At-Tin)","At-Tin","Surah At-Tin","Chapter At-Tin","Tin","Surah Tin","Chapter Tin","At Tin","Surah At Tin","Chapter At Tin","Surah 95","Chapter 95","The Fig","التين"],"name":"95:8","stocked":true,"arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","footnotes":"","price":"8਼ ਭਲਾਂ ਕੀ ਅੱਲਾਹ ਸਾਰੇ ਹਾਕਮਾਂ ਤੋਂ ਵੱਡਾ ਹਾਕਮ ਨਹੀਂ ਹੈ ?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"96 (Al-Alaq)":[{"category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq","Chapter Al-Alaq","Alaq","Surah Alaq","Chapter Alaq","Al Alaq","Surah Al Alaq","Chapter Al Alaq","Surah 96","Chapter 96","The Clot","العلق"],"name":"96:19","stocked":true,"arabic":"كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩","footnotes":"","price":"19਼ ਉੱਕਾ ਨਹੀਂ, ਤੁਸੀਂ ਉਸ (ਝੁਠਲਾਉਣ ਵਾਲੇ) ਦੇ ਪਿੱਛੇ ਨਹੀਂ ਲੱਗਣਾ, ਸਗੋਂ ਸਿਜਦਾ ਕਰੋ ਅਤੇ ਰੱਬ ਦੀ ਨੇੜਤਾ ਪ੍ਰਾਪਤ ਕਰੋ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"97 (Al-Qadr)":[{"category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr","Chapter Al-Qadr","Qadr","Surah Qadr","Chapter Qadr","Al Qadr","Surah Al Qadr","Chapter Al Qadr","Surah 97","Chapter 97","The Power","القدر"],"name":"97:5","stocked":true,"arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","footnotes":"","price":"5਼ (ਉਹ ਪੂਰੀ ਰਾਤ) ਪਹੁ ਫੱਟਣ ਤਕ ਸਲਾਮਤੀ ਹੀ ਸਲਾਮਤੀ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"98 (Al-Bayyinah)":[{"category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"],"name":"98:8","stocked":true,"arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","footnotes":"","price":"8਼ ਉਹਨਾਂ ਦੀ ਜਜ਼ਾ (ਵਧੀਆ ਬਦਲਾ) ਉਹਨਾਂ ਦੇ ਰੱਬ ਕੋਲ ਸਦਾ ਰਹਿਣ ਵਾਲੇ ਬਾਗ਼ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ। ਉਹ (ਈਮਾਨ ਵਾਲੇ) ਸਦਾ ਲਈ ਉਸ ਵਿਚ ਰਹਿਣਗੇ, ਅੱਲਾਹ ਉਹਨਾਂ ਤੋਂ ਰਾਜ਼ੀ ਹੈ ਅਤੇ ਉਹ ਅੱਲਾਹ ਤੋਂ ਰਾਜ਼ੀ ਹਨ। ਇਹ (ਬਦਲਾ) ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"99 (Az-Zalzalah)":[{"category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah","Chapter Az-Zalzalah","Zalzalah","Surah Zalzalah","Chapter Zalzalah","Az Zalzalah","Surah Az Zalzalah","Chapter Az Zalzalah","Surah 99","Chapter 99","The Earthquake","الزلزلة"],"name":"99:8","stocked":true,"arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ","footnotes":"","price":"8਼ ਅਤੇ ਜਿਸ ਨੇ ਰਤਾ ਭਰ ਵੀ ਬੁਰਾਈ ਕੀਤੀ ਹੋਵੇਗੀ ਉਹ ਉਸ ਨੂੰ ਵੇਖ ਲਵੇਗਾ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"100 (Al-Aadiyat)":[{"category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat","Chapter Al-Aadiyat","Aadiyat","Surah Aadiyat","Chapter Aadiyat","Al Aadiyat","Surah Al Aadiyat","Chapter Al Aadiyat","Surah 100","Chapter 100","The Chargers","العاديات"],"name":"100:11","stocked":true,"arabic":"إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ","footnotes":"","price":"11਼ ਬੇਸ਼ੱਕ ਉਹਨਾਂ (ਮਨੁੱਖਾਂ) ਦਾ ਰੱਬ ਉਸ (ਕਿਆਮਤ) ਦਿਹਾੜੇ ਉਹਨਾਂ ਦੇ (ਹਾਲਾਂ) ਤੋਂ ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹੋਵੇਗਾ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"101 (Al-Qari'ah)":[{"category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah","Chapter Al-Qari'ah","Qari'ah","Surah Qari'ah","Chapter Qari'ah","Al Qari'ah","Surah Al Qari'ah","Chapter Al Qari'ah","Surah 101","Chapter 101","The Calamity","القارعة"],"name":"101:11","stocked":true,"arabic":"نَارٌ حَامِيَةُۢ","footnotes":"","price":"11਼ ਉਹ ਇਕ ਦਹਕਦੀ ਹੋਈ (ਨਰਕ ਦੀ) ਅੱਗ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"102 (At-Takathur)":[{"category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur","Chapter At-Takathur","Takathur","Surah Takathur","Chapter Takathur","At Takathur","Surah At Takathur","Chapter At Takathur","Surah 102","Chapter 102","The Rivalry","التكاثر"],"name":"102:8","stocked":true,"arabic":"ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ","footnotes":"1 ਸੰਸਾਰ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਜਿਹੜੀਆਂ ਵੀ ਨਿਅਮਤਾਂ ਮਿਲੀਆਂ ਹੋਇਆ ਹਨ ਪਰਲੋਕ ਵਿਚ ਇਹਨਾਂ ਦੇ ਬਾਰੇ ਪੁੱਛਿਆ ਜਾਵੇਗਾ। ਜਿਵੇਂ ਹਜ਼ਰਤ ਅਬੂ-ਹੁਰੈਰਾ ਦੱਸਦੇ ਹਨ ਕਿ ਇਕ ਹਦੀਸ ਅਨੁਸਾਰ ਇਕ ਵਾਰ ਰਾਤ ਜਾਂ ਦਿਨ ਦਾ ਸਮਾਂ ਸੀ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਬਾਹਰ ਆਏ ਤਾਂ ਹਜ਼ਰਤ ਅਬੂਬਕਰ ਤੇ ਹਜ਼ਰਤ ਉਮਰ (ਰਜ਼:) ਨੇ ਵੇਖਿਆ ਤੇ ਉਹਨਾਂ ਤੋਂ ਪੁੱਛਿਆ, ਇਸ ਸਮੇਂ ਤੁਸੀਂ ਬਾਹਰ ਕਿਉਂ ਆਏ ਹੋ? ਉਹਨਾਂ ਨੇ ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਭੁੱਖ ਕਾਰਨ ਹੇ ਅੱਲਾਹ ਦੇ ਰਸੂਲ!","price":"8਼ ਉਸ ਦਿਨ ਤੁਹਾਥੋਂ (ਰੱਬ ਵੱਲੋਂ ਦਿੱਤੀਆਂ ਗਈਆਂ) ਨਿਅਮਤਾਂ ਪ੍ਰਤੀ ਜ਼ਰੂਰ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।1","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"103 (Al-Asr)":[{"category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr","Chapter Al-Asr","Asr","Surah Asr","Chapter Asr","Al Asr","Surah Al Asr","Chapter Al Asr","Surah 103","Chapter 103","The Declining Day","العصر"],"name":"103:3","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","footnotes":"1ਇਹ ਸੁਣ ਕੇ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਸਹੁੰ ਹੈ ਉਸ ਜ਼ਾਤ ਦੀ ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ ਮੇਰੀ ਜਾਨ ਹੈ ਮੈਂ ਵੀ ਇਸੇ ਲਈ ਬਾਹਰ ਆਇਆ ਹਾਂ ਜਿਸ ਲਈ ਤੁਸੀਂ ਬਾਹਰ ਨਿਕਲੇ ਹੋ (ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ) ਚੱਲੋ! ਤਾਂ ਉਹ ਆਪ ਜੀ ਦੇ ਨਾਲ ਤੁਰ ਪਏ, ਫੇਰ ਆਪ (ਸ:) ਉਹਨਾਂ ਨੂੰ ਇਕ ਅਨਸਾਰੀ ਦੇ ਘਰ ਲੈ ਗਏ ਜਿਹੜਾ ਬਾਹਰੋ ਪਾਣੀ ਲੈਣ ਗਿਆ ਹੋਇਆ ਸੀ। ਕੁੱਝ ਦੇਰ ਬਾਅਦ ਉਹ ਮੁੜ ਆਇਆ ਤਾਂ ਆਪ ਤੇ ਆਪ (ਸ:) ਜੀ ਦੇ ਸਹਾਬੀਆਂ ਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ੀ ਨਾਲ ਆਖਣ ਲੱਗਿਆ, ਅੱਲਾਹ ਦਾ ਸ਼ੁਕਰ ਹੈ ਕਿ ਅੱਜ ਦੇ ਦਿਨ ਕਿਸੇ ਕੋਲ ਅਜਿਹੇ ਪਤਵੰਤੇ ਮਹਿਮਾਨ ਨਹੀਂ ਜਿਹੋ ਜੇ ਮੇਰੇ ਕੋਲ ਹਨ। ਫੇਰ ਉਹ ਖਜੂਰਾਂ ਦਾ ਇਕ ਗੁੱਛਾ ਲਿਆਇਆ ਜਿਸ ਵਿਚ ਅੱਧ-ਪੱਕੀਆਂ ਸੁੱਕੀਆਂ ਤੇ ਤਾਜ਼ਾ ਖਜੂਰਾਂ ਸਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਖਾਣ ਲਈ ਕਿਹਾ ਫੇਰ ਉਸ ਨੇ ਛੁਰੀ ਫੜੀ ਤੇ ਆਪ ਨੇ ਦੁੱਧ ਦੇਣ ਵਾਲੀ ਬੱਕਰੀ ਨੂੰ ਜ਼ਿਬਹ ਕਰਨ ਤੋਂ ਮਨ੍ਹਾਂ ਕੀਤਾ। ਸੋ ਉਸ ਨੇ ਇਕ ਬੱਕਰਾ ਜ਼ਿਬਹ ਕੀਤਾ ਤਾਂ ਸਾਰਿਆਂ ਨੇ ਉਸ ਦਾ ਮਾਸ ਤੇ ਖਜੂਰਾਂ ਖਾਦੀਆਂ ਤੇ ਪਾਣੀ ਪੀਤਾ। ਜਦੋਂ ਸਾਰੇ ਰੱਜ ਗਏ ਫੇਰ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ, ਸਹੁੰ ਹੈ ਉਸ ਜ਼ਾਤ ਦੀ ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ ਮੇਰੀ ਜਾਨ ਹੈ ਤੁਹਾਥੋਂ ਕਿਆਮਤ ਦਿਹਾੜੇ ਇਸ ਨਿਅਮਤ ਦੇ ਬਾਰੇ ਜ਼ਰੂਰ ਪੁੱਛਿਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਆਪਣੇ ਘਰਾਂ ਤੋਂ ਭੁੱਖੇ ਨਿਕਲੇ ਸੀ ਫੇਰ ਘਰੇ ਨਹੀਂ ਮੁੜੇ ਇੱਥੋਂ ਤਕ ਕਿ ਤੁਹਾਨੂੰ ਇਹ ਨਿਅਮਤ ਮਿਲ ਗਈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2038)","price":"3਼ ਛੁੱਟ ਉਹਨਾਂ ਲੋਕਾਂ ਤੋਂ, ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਚੰਗੇ ਕਰਮ ਵੀ ਕੀਤੇ, ਅਤੇ ਇਕ ਦੂਜੇ ਨੂੰ ਹੱਕ ਸੱਚ (ਆਖਣ) ਦੀ ਨਸੀਹਤ ਕੀਤੀ ਅਤੇ ਇਕ ਦੂਜੇ ਨੂੰ (ਹਰ ਹਾਲ ਵਿਚ) ਸਬਰ ਕਰਨ (ਭਾਵ ਡਟੇ ਰਹਿਣ) ਦੀ ਨਸੀਹਤ ਕੀਤੀ। 1","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"104 (Al-Humazah)":[{"category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah","Chapter Al-Humazah","Humazah","Surah Humazah","Chapter Humazah","Al Humazah","Surah Al Humazah","Chapter Al Humazah","Surah 104","Chapter 104","The Traducer","الهمزة"],"name":"104:9","stocked":true,"arabic":"فِي عَمَدٖ مُّمَدَّدَةِۭ","footnotes":"","price":"9਼ ਉਹ ਲੰਮੇ-ਲੰਮੇ ਥੰਮ੍ਹਾਂ ਵਿਚਾਲੇ (ਬੰਦ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ)।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"105 (Al-Fil)":[{"category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil","Chapter Al-Fil","Fil","Surah Fil","Chapter Fil","Al Fil","Surah Al Fil","Chapter Al Fil","Surah 105","Chapter 105","The Elephant","الفيل"],"name":"105:5","stocked":true,"arabic":"فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ","footnotes":"1 ਇਹ ਘਟਨਾ ਉਸ ਵਰ੍ਹੇ ਦੀ ਹੈ ਜਦੋਂ ਰਸੂਲ (ਸ:) ਜਨਮੇ ਸੀ। ਹਬਸ਼ਾ ਦੇ ਬਾਦਸ਼ਾਹ ਵੱਲੋਂ ਯਮਨ ਵਿਖੇ ਅਬਰਾਹ ਅਲਅਸ਼ਰਮ ਗਵਰਨਰ ਸੀ। ਉਸ ਨੇ ਸਨਆ ਵਿਖੇ ਇਕ ਗਿਰਜਾ ਘਰ ਉਸਾਰਿਆਂ ਸੀ ਅਤੇ ਚਾਹੁੰਦਾ ਸੀ ਕਿ ਲੋਕੀ ਖ਼ਾਨਾ-ਕਾਅਬਾ ਦੀ ਥਾਂ ਇਬਾਦਤ ਤੇ ਹੱਜ-ਉਮਰਾ ਲਈ ਇੱਥੇ ਆਇਆ ਕਰਨ। ਇਹ ਗੱਲ ਮੱਕਾ ਵਾਲਿਆਂ ਲਈ ਤੇ ਦੂਜੇ ਕਬੀਲਿਆਂ ਲਈ ਬਹੁਤ ਹੀ ਨਾ-ਪਸੰਦ ਸੀ। ਸੋ ਕਰੈਸ਼ ਦੇ ਇਕ ਵਿਅਕਤੀ ਨੇ ਅਬਰਾਹ ਦੇ ਬਣਾਏ ਹੋਏ ਪੂਜਾ ਸਥਾਨ ਨੂੰ ਗੰਦਗੀ ਨਾਲ ਖ਼ਰਾਬ ਕਰ ਦਿੱਤਾ। ਜਦੋਂ ਅਬਰਾਹ ਨੂੰ ਇਸ ਦਾ ਪਤਾ ਲਗਿਆ ਤਾਂ ਉਹ ਗੁੱਸੇ ਵਿਚ ਬੇ-ਕਾਬੂ ਹੋ ਗਿਆ ਅਤੇ ਲੜਣ ਵਾਲਾ ਲਸ਼ਕਰ ਦੇ ਨਾਲ ਮੱਕੇ ’ਤੇ ਹਮਲਾ ਕਰ ਦਿੱਤਾ ਅਤੇ ਖ਼ਾਨਾ-ਕਾਅਬਾ ਨੂੰ ਮਲਿਆਮੇਟ ਕਰਨ ਦਾ ਇਰਾਦਾ ਕਰ ਲਿਆ। ਤੇਰ੍ਹਾਂ ਹਾਥੀਆਂ ਨਾਲ ਜਦੋਂ ਇਹ ਲਸ਼ਕਰ ਅੱਗੇ ਵਧਿਆ ਤਾਂ ਜਿਸ ਕਬੀਲੇ ਨੇ ਵੀ ਉਸ ਨੂੰ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤਾ ਉਸੇ ਨੂੰ ਤਬਾਹ ਹੋਣਾ ਪਿਆ ਇੱਥੋਂ ਤਕ ਕਿ ਮੱਕੇ ਦੇ ਨੇੜੇ ਪਹੁੰਚ ਗਿਆ, ਜਦੋਂ ਅਬਰਾਹ ਦਾ ਲਸ਼ਕਰ ਮੁਸਹਾਸਰ ਬਸਤੀ ਵਿਖੇ ਪਹੁੰਚਿਆ ਤਾਂ ਅੱਲਾਹ ਨੇ ਪੰਛੀਆਂ ਦੇ ਝੁੰਡ ਭੇਜ ਦਿੱਤੇ ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਚੁੰਝਾ ਵਿਚ ਤੇ ਪੰਜਿਆ ਵਿਚ ਰੋਡੀਆਂ ਸਨ ਜਿਹੜੀਆਂ ਛੋਲਿਆਂ ਜਾਂ ਮਸਰ ਦੇ ਦਾਨੇ ਸਮਾਨ ਸੀ, ਜਿਸ ਵੀ ਫੌਜੀ ਨੂੰ ਇਹ ਰੋੜੀ ਲੱਗਦੀ ਉਹ ਪਿਘਲ ਜਾਂਦਾ ਤੇ ਉਸ ਦਾ ਮਾਸ ਝੜ ਜਾਂਦਾ ਅਤੇ ਮਰ ਜਾਂਦਾ। ਇੰਜ ਉਹ ਲਸ਼ਕਰ ਬੁਰੀ ਤਰ੍ਹਾਂ ਖ਼ਤਮ ਹੋ ਗਿਆ। ਅਬਰਾਹ ਨੇ ਭੱਜ ਕੇ ਜਾਨ ਬਚਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ, ਪਰ ਸਨਆ ਤੀਕ ਪਹੁੰਚਦੇ ਪਹੁੰਚਦੇ ਉਸ ਦਾ ਅੰਤ ਹੋ ਗਿਆ। ਇੰਜ ਅੱਲਾਹ ਨੇ ਆਪਣੇ ਘਰ ਦੀ ਰਾਖੀ ਕੀਤੀ ਤੇ ਮੱਕੇ ਵਾਲਿਆਂ ਨੂੰ ਜਿੱਤ ਬਖ਼ਸ਼ੀ। ਇਸ ਘਟਨਾ ਤੋਂ ਬਾਅਦ ਸਾਰੇ ਅਰਬ ਦਾ ਇਲਾਕਾ ਖ਼ਾਨਾ-ਕਾਅਬਾ ਦਾ ਸਤਿਕਾਰ ਤੇ ਉੱਥੋਂ ਦੇ ਰਹਿਣ ਵਾਲਿਆਂ ਦਾ ਆਦਰ-ਮਾਨ ਕਰਦਾ ਹੈ। (ਤਫ਼ਸੀਰ ਇਬਨੇ ਕਸੀਰ)","price":"5਼ ਫੇਰ ਇੰਜ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਨੂੰ ਜੁਗਾਲੀ ਕੀਤੀ ਹੋਈ ਤੂੜੀ ਵਾਂਗ ਕਰ ਦਿੱਤਾ। 1","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"106 (Quraish)":[{"category":["106 (Quraish)","Quraish","Surah Quraish","Chapter Quraish","Surah 106","Chapter 106","Quraysh","قريش"],"name":"106:4","stocked":true,"arabic":"ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ","footnotes":"","price":"4਼ ਜਿਸ (ਮਾਲਿਕ) ਨੇ ਉਹਨਾਂ ਨੂੰ ਭੁੱਖ ਤੋਂ ਬਚਾ ਕੇ ਖਾਣ ਲਈ ਦਿੱਤਾ ਅਤੇ (ਬਦਅਮਨੀ ਦੇ) ਡਰ ਤੋਂ ਬਚਾ ਕੇ ਅਮਨ ਸ਼ਾਂਤੀ ਦਿੱਤੀ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"107 (Al-Ma'un)":[{"category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un","Chapter Al-Ma'un","Ma'un","Surah Ma'un","Chapter Ma'un","Al Ma'un","Surah Al Ma'un","Chapter Al Ma'un","Surah 107","Chapter 107","The Small Kindnesses","الماعون"],"name":"107:7","stocked":true,"arabic":"وَيَمۡنَعُونَ ٱلۡمَاعُونَ","footnotes":"","price":"7਼ ਅਤੇ ਉਹਨਾਂ ਲਈ ਵੀ (ਤਬਾਹੀ ਹੈ) ਜਿਹੜੇ ਆਮ ਵਰਤਨ ਵਿਚ ਆਉਣ ਵਾਲਿਆਂ ਚੀਜ਼ਾਂ ਦੇਣ ਤੋਂ ਨਾ-ਨੁੱਕਰ ਕਰ ਦਿੰਦੇ ਹਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"108 (Al-Kawthar)":[{"category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar","Chapter Al-Kawthar","Kawthar","Surah Kawthar","Chapter Kawthar","Al Kawthar","Surah Al Kawthar","Chapter Al Kawthar","Surah 108","Chapter 108","Abundance","الكَوْثَر"],"name":"108:3","stocked":true,"arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","footnotes":"2਼ ਇਹ ਮੱਕੇ ਦੇ ਮੁਸ਼ਰਿਕਾਂ ਨੂੰ ਜਵਾਬ ਸੀ, ਜਿਹੜਾ ਕਿਹਾ ਕਰਦੇ ਸੀ ਕਿ ਕਿਉਂ ਜੋ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਦੇ ਨਰੀਨ ਔੌਲਾਦ ਜਿਊਂਦਾ ਨਹੀਂ ਬਚੀ ਸੀ ਹੁਣ ਇਹਨਾਂ ਦੀ ਨਸਲ ਕਿਵੇਂ ਅੱਗੇ ਵਧੇਗੀ ਇਹ ਛੇਤੀ ਹੀ ਬੇ-ਨਿਸ਼ਾਨ ਹੋ ਜਾਣਗੇ, ਪਰ ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ, ਬੇਸ਼ੱਕ ਤੇਰੇ ਦੁਸ਼ਮਨ ਹੀ ਬੇ-ਨਾਮੋ ਨਿਸ਼ਾਨ ਹੋਣਗੇ (ਭਾਵ ਉਹਨਾਂ ਦੀਆਂ ਨਸਲਾਂ ਬਰਬਾਦ ਹੋ ਜਾਣਗੀਆਂ। ● ਸੋ ਅੱਜ ਇੰਜ ਹੀ ਹੋ ਰਿਹਾ ਹੈ। ਆਪ (ਸ:) ਦੇ ਵੈਰੀਆਂ ਦਾ ਕੋਈ ਵੀ ਨਾਂ ਨਹੀਂ ਲੈਂਦਾ ਜਦ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਦੇ ਨਾਂ ਦੀ ਚਰਚਾ ਮੁਸਲਮਾਨ ਦੀ ਜ਼ੁਬਾਨ ’ਤੇ ਹਰ ਵੇਲੇ ਰਹਿੰਦਾ ਹੈ ਤੇ ਆਪ (ਸ:) ਦੀ ਮੁਹੱਬਤ ਹਰ ਮੁਸਲਮਾਨ ਦੇ ਦਿਲ ਵਿਚ ਹੈ ਅਤੇ ਆਪ (ਸ:) ਨਾਲ ਮੁਹੱਬਤ ਕਰਨਾ ਈਮਾਨ ਹੈ ਜਿਵੇਂ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਉਦੋਂ ਤਕ ਮੁਸਲਮਾਨ ਨਹੀਂ ਹੋ ਸਕਦਾ ਜਦੋਂ ਤਕ ਕਿ ਮੈਨੂੰ ਆਪਣੇ ਮਾਪਿਆਂ, ਸੰਤਾਨ ਤੇ ਸਾਰੇ ਮਨੁੱਖਾਂ ਤੋਂ ਵੱਧ ਕੇ ਮੁਹੱਬਤ ਨਹੀਂ ਕਰਦਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 15)","price":"3਼ ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਵੈਰੀ ਹੀ ਜੜ-ਕਟਾ ਹੈ। 2","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"109 (Al-Kafirun)":[{"category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun","Chapter Al-Kafirun","Kafirun","Surah Kafirun","Chapter Kafirun","Al Kafirun","Surah Al Kafirun","Chapter Al Kafirun","Surah 109","Chapter 109","The Disbelievers","الكافرون"],"name":"109:6","stocked":true,"arabic":"لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ","footnotes":"","price":"6਼ (ਸੋ) ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡਾ ਦੀਨ (ਧਰਮ) ਅਤੇ ਮੇਰੇ ਲਈ ਮੇਰਾ ਦੀਨ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"110 (An-Nasr)":[{"category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr","Chapter An-Nasr","Nasr","Surah Nasr","Chapter Nasr","An Nasr","Surah An Nasr","Chapter An Nasr","Surah 110","Chapter 110","The Divine Support","النصر"],"name":"110:3","stocked":true,"arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا","footnotes":"","price":"3਼ ਸੋ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀ ਹਮਦ (ਤਾਰੀਫ਼ ਤੇ ਸ਼ੁਕਰਾਨਿਆਂ) ਦੇ ਨਾਲ-ਨਾਲ ਉਸ ਦੀ ਤਸਬੀਹ (ਪਵਿੱਤਰਤਾ) ਵਰਣਨ ਕਰੋ ਅਤੇ ਉਸ ਤੋਂ ਬਖ਼ਸ਼ਿਸ਼ ਦੀ ਦੁਆ ਮੰਗੋ। ਬੇਸ਼ੱਕ ਉਹ ਵੱਡਾ ਤੌਬਾ ਕਬੂਲਣ ਵਾਲਾ ਹੈ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"111 (Al-Masad)":[{"category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad","Chapter Al-Masad","Masad","Surah Masad","Chapter Masad","Al Masad","Surah Al Masad","Chapter Al Masad","Surah 111","Chapter 111","The Palm Fiber","المسد"],"name":"111:5","stocked":true,"arabic":"فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ","footnotes":"","price":"5਼ ਉਸ ਦੀ ਗਰਦਨ ਵਿਚ ਮੁੰਜ ਦੀ ਰੱਸੀ ਹੋਵੇਗੀ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"112 (Al-Ikhlas)":[{"category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas","Chapter Al-Ikhlas","Ikhlas","Surah Ikhlas","Chapter Ikhlas","Al Ikhlas","Surah Al Ikhlas","Chapter Al Ikhlas","Surah 112","Chapter 112","The Sincerity","الإخلاص"],"name":"112:4","stocked":true,"arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ","footnotes":"2਼ ਇਹ ਬਹੁਤ ਹੀ ਵੱਡੀ ਮਹੱਤਤਾ ਵਾਲੀ ਸੂਰਤ ਹੈ। ਇਸ ਨੂੰ ਇਕ ਵਾਰ ਪੜ੍ਹਣਾ ਦੋ ਤਿਹਾਈ .ਕੁਰਆਨ ਪੜ੍ਹਣ ਦੇ ਸਵਾਬ ਦੇ ਬਰਾਬਰ ਹੈ। ਸੋ ਹਜ਼ਰਤ ਅਬੂ-ਸਈਦ ਖ਼ੁਦਰੀ ਰ:ਅ: ਦੱਸਦੇ ਹਨ ਕਿ ਇਕ ਵਿਅਕਤੀ ਨੇ ਦੂਜੇ ਵਿਅਕਤੀ ਨੂੰ ‘ਕੁਲ ਹੋ ਵੱਲਾਂ ਹੋ ਆਹਦ’ ਦੀ ਤਲਾਵਤ ਕਰਦੇ ਵੇਖਿਆ ਜੋ ਉਸ ਨੂੰ ਮੁੜ-ਮੁੜ ਪੜ੍ਹ ਰਿਹਾ ਸੀ, ਸਵੇਰ ਨੂੰ ਉਹ ਵਿਅਕਤੀ ਨਬੀ (ਸ:) ਦੀ ਸੇਵਾ ਵਿਖੇ ਹਾਜ਼ਰ ਹੋਇਆ ਅਤੇ ਆਪ (ਸ:) ਨੂੰ ਇਹ ਗੱਲ ਦੱਸੀ ਜਿਵੇਂ ਕਿ ਉਹ ਇਸ ਸੂਰਤ ਦੀ ਤਲਾਵਤ ਨੂੰ ਕਾਫ਼ੀ ਨਾ-ਸਮਝਦਾ ਹੋਵੇ। ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਸਹੁੰ ਹੈ ਉਸ ਜ਼ਾਤ ਦੀ ਜਿਸ ਦੇ ਕਬਜ਼ੇ ਵਿਚ ਮੇਰੀ ਜਾਨ ਹੈ ਇਹ ਸੂਰਤ .ਕੁਰਆਨ ਦੇ ਇਕ ਤਿਹਾਈ ਦੇ ਬਰਾਬਰ ਹੈ। ਹਜ਼ਰਤ ਆਇਸ਼ਾਂ ਬਿਆਨ ਕਰਦੀਆਂ ਹਨ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਇਕ ਵਿਅਕਤੀ (ਕਲਸੂਮ ਬਿਨ ਜ਼ੈਦ ਰ:ਅ:) ਨੂੰ ਇਕ ਫ਼ੌਜੀ ਲਸ਼ਕਰ ਦਾ ਸਰਦਾਰ ਬਣਾ ਕੇ ਭੇਜਿਆ ਉਹ ਨਮਾਜ਼ ਦੀ ਹਰ ਰਕਾਅਤ ਕੁਲ ਹੁ-ਵੱਲਾ ’ਤੇ ਖ਼ਤਮ ਕਰਦਾ, ਜਦੋਂ ਲਸ਼ਕਰ ਦੇ ਲੋਕ ਘਰਾਂ ਨੂੰ ਪਰਤੇ ਤਾਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਇਹ ਗੱਲ ਆਪ ਜੀ (ਸ:) ਨੂੰ ਦੱਸੀ, ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਉਹ ਤੋਂ ਪੁੱਛੋ ਕਿ ਉਹ ਇੰਜ ਕਿਉਂ ਕਰਦਾ ਹੈ ? ਲੋਕਾਂ ਨੇ ਪੁੱਛਿਆ ਤਾਂ ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਇਸ ਸੂਰਤ ਵਿਚ ਅੱਲਾਹ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਦੱਸੀਆਂ ਗਈਆਂ ਹਨ, ਮੈਨੂੰ ਇਸ ਨੂੰ ਪੜ੍ਹਣਾ ਮਹਬੂਬ ਹੈ। ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਉਸ ਨੂੰ ਕਹਿ ਦਿਓ ਕਿ ਅੱਲਾਹ ਵੀ ਤੇਰੇ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7335-7334)","price":"4਼ ਅਤੇ ਨਾ ਹੀ ਉਸ ਜਿਹਾ ਹੋਰ ਕੋਈ ਹੈ। 2","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"113 (Al-Falaq)":[{"category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq","Chapter Al-Falaq","Falaq","Surah Falaq","Chapter Falaq","Al Falaq","Surah Al Falaq","Chapter Al Falaq","Surah 113","Chapter 113","The Daybreak","الفلق"],"name":"113:5","stocked":true,"arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","footnotes":"","price":"5਼ ਅਤੇ ਈਰਖਾ ਰੱਖਣ ਵਾਲਿਆਂ ਦੀ ਬੁਰਾਈ ਤੋਂ ਬਚਣ ਲਈ ਜਦੋਂ ਉਹ ਈਰਖਾ ਕਰੇ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"114 (An-Nas)":[{"category":["114 (An-Nas)","An-Nas","Surah An-Nas","Chapter An-Nas","Nas","Surah Nas","Chapter Nas","An Nas","Surah An Nas","Chapter An Nas","Surah 114","Chapter 114","Mankind","الناس"],"name":"114:6","stocked":true,"arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","footnotes":"","price":"6਼ ਉਹ ਭਾਵੇਂ ਜਿੰਨਾਂ ਵਿੱਚੋਂ ਹੋਵੇ ਜਾਂ ਮਨੁੱਖਾਂ ਵਿੱਚੋਂ।","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}]}