{"1 (Al-Fatihah)":[{"category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah","Chapter Al-Fatihah","Fatihah","Surah Fatihah","Chapter Fatihah","Al Fatihah","Surah Al Fatihah","Chapter Al Fatihah","Surah 1","Chapter 1","The Opening","الفَاتِحَة"],"name":"1:7","stocked":true,"arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","footnotes":null,"price":"7. (அவ்வழி) எவர்களுக்கு நீ அருள் புரிந்தாயோ அவர்கள் (சென்ற) வழி.(உன்) கோபத்திற்குள்ளானவர்களோ வழிதவறியவர்களோ சென்ற வழியல்ல.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"2 (Al-Baqarah)":[{"category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"],"name":"2:286","stocked":true,"arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","footnotes":null,"price":"286. அல்லாஹ் ஓர் ஆத்மாவை அதன் சக்திக்கு மேல் நிர்ப்பந்திப்பதில்லை. அவை தேடிக் கொண்ட நன்மை அவற்றுக்கே (பயனளிக்கும்). அவை தேடிக்கொண்ட தீமை அவற்றுக்கே (கேடு விளைவிக்கும்). ‘‘எங்கள் இறைவனே! நாங்கள் (எங்கள் கடமைகளைச் செய்ய) மறந்து விட்டாலும் அல்லது அதில் தவறிழைத்துவிட்டாலும் அதைப் பற்றி நீ எங்களை (குற்றம்) பிடிக்காதே! எங்கள் இறைவனே! நீ எங்கள் மீது (கடினமான கட்டளைகளை விதித்து) பளுவான சுமையை சுமத்திவிடாதே. எங்களுக்கு முன்னிருந்தவர்கள் மீது (கடினமான கட்டளைகளை) நீ சுமத்தியவாறு (சுமத்தாதே!). எங்கள் இறைவனே! நாங்கள் தாங்க முடியாத சிரமங்களை எங்கள் மீது சுமத்திவிடாதே! எங்கள் (குற்றங்களை) அழிப்பாயாக! எங்களை மன்னிப்பாயாக! எங்கள் மீது கருணை புரிவாயாக! நீதான் எங்கள் பாதுகாவலன்! ஆகவே, (உன்னை) நிராகரிக்கும் கூட்டங்கள் மீது (வெற்றிபெற) நீ எங்களுக்கு உதவி புரிவாயாக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"3 (Al-Imran)":[{"category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"],"name":"3:200","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","footnotes":null,"price":"200. நம்பிக்கையாளர்களே! நீங்கள் பொறுமையைக் கடைப்பிடியுங்கள். (எதிரிகளை விட) நீங்கள் அதிகம் சகித்துக் கொள்ளுங்கள். (எதிரியை எதிர்க்க) எந்நேரமும் தயாராக இருங்கள். அல்லாஹ்வுக்குப் பயந்து (நடந்து) கொள்ளுங்கள். நீங்கள் (இம்மையிலும் மறுமையிலும்","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"4 (An-Nisa)":[{"category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"],"name":"4:176","stocked":true,"arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":null,"price":"176. (நபியே!) ‘கலாலா' பற்றிய (அதாவது தந்தை, பாட்டன், பிள்ளை, பேரன் ஆகிய வாரிசுகள் இல்லாத பொருளைப் பற்றிய) மார்க்கக் கட்டளையை அவர்கள் உம்மிடம் கேட்கிறார்கள். நீர் கூறுவீராக: ‘‘அல்லாஹ் உங்களுக்குக் கட்டளையிடுகிறான். சந்ததியில்லாத ஒரு மனிதன் இறந்து அவனுக்கு (ஒரே) ஒரு சகோதரி (மட்டும்) இருந்தால் அவளுக்கு அவன் விட்டுச் சென்ற (சொத்)தில் பாதி கிடைக்கும். (இதற்கு மாறாக ஒரு பெண் இறந்து) அவளுக்குச் சந்ததி இல்லாமலிருந்(து ஒரே ஒரு சகோதரன் மட்டும் இருந்)தால் அவள் விட்டுச்சென்ற அனைத்தையும் அவன் அடைவான். ஆணின்றி இரு பெண்கள் (மட்டும்) இருந்தால், அவள் விட்டுச் சென்றதில் மூன்றில் இரு பாகத்தை இவ்விருவரும் அடைவார்கள். மேலும், ஆணும் பெண்ணும் (ஆகப் பலர்) சகோதரர்களாயிருந்தால், (இறந்தவர் விட்டுச்சென்றதில்) ஆணுக்குப் பெண்ணுக்கிருப்பதைப் போல இரண்டு பங்கு உண்டு. (அதாவது பெண்ணுக்கு ஒரு பங்கும் ஆணுக்கு இரு பங்குகளும் கிடைக்கும்.) நீங்கள் வழி தவறாமல் இருப்பதற்காக (இவற்றை) அல்லாஹ் உங்களுக்கு (இவ்வாறு) தெளிவாக விவரிக்கிறான். அல்லாஹ் அனைத்தையும் நன்கறிந்தவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"5 (Al-Ma'idah)":[{"category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"],"name":"5:120","stocked":true,"arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","footnotes":null,"price":"120. வானங்களில் உள்ளவையும், பூமியில் உள்ளவையும், இவற்றில் உள்ள அனைத்தின் ஆட்சி அல்லாஹ்வுக்குரியதே! அவன் (இவை) அனைத்தின் மீதும் மிக்க பேராற்றலுடையவன்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"6 (Al-An'am)":[{"category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"],"name":"6:165","stocked":true,"arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","footnotes":null,"price":"165. அவன்தான் உங்களை பூமியில் முன் சென்றவர்களின் இடத்தில் வைத்தான். உங்களில் சிலரை மற்றவர்களைவிட அந்தஸ்தில் உயர்த்தியும் இருக்கிறான். (இதன் மூலம்) உங்களுக்குக் கொடுத்தவற்றில் (நீங்கள் எவ்வாறு நடந்து கொள்கிறீர்கள் என்று) உங்களைச் சோதிக்கிறான். நிச்சயமாக உமது இறைவன் தண்டிப்பதில் மிகத் தீவிரமானவன். ஆயினும், நிச்சயமாக அவன் மிக்க பிழை பொறுப்பவன், பெரும் கருணையுடையவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"7 (Al-A'raf)":[{"category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"],"name":"7:206","stocked":true,"arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","footnotes":null,"price":"206. எவர்கள் நிச்சயமாக உமது இறைவனிடத்தில் இருக்கிறார்களோ அவர்கள் (வானவர்கள்) இறுமாப்பு கொண்டு அவனை வணங்காதிருப்பதில்லை. எனினும் ‘‘(நீ மிகப் பரிசுத்தமானவன்; நீ மிகப் பரிசுத்தமானவன்'' என்று) அவனை (எப்பொழுதும்) நினைவு செய்து கொண்டும், அவனுக்கு சிரம் பணிந்து (வணங்கிக்) கொண்டும் இருக்கின்றனர்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"8 (Al-Anfal)":[{"category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"],"name":"8:75","stocked":true,"arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":null,"price":"75. (இதன் பின்னரும் மக்காவாசிகளில்) எவர்கள் நம்பிக்கை கொண்டு (தங்கள்) ஊரை விட்டுப் புறப்பட்டு உங்களுடன் சேர்ந்து (எதிரியை எதிர்த்து) போர் புரிகிறார்களோ அவர்களும் உங்களைச் சேர்ந்தவர்களே! இனி அல்லாஹ்வுடைய வேதக் கட்டளைப்படி உங்கள் உறவினர்களில் உள்ளவர்களே, ஒருவர் மற்றவருக்கு பொறுப்பு வகிப்பார்கள். நிச்சயமாக அல்லாஹ் அனைத்தையும் நன்கறிந்தவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"9 (At-Tawbah)":[{"category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"],"name":"9:129","stocked":true,"arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","footnotes":null,"price":"129. (நபியே இதற்குப்) பின்னரும் அவர்கள் (உம்மைப் பின்பற்றாது) விலகிக் கொண்டால் (அவர்களை நோக்கி) கூறுவீராக ‘‘அல்லாஹ்வே எனக்குப் போதுமானவன்; அவனைத் தவிர வணக்கத்திற்குரிய வேறு இறைவனில்லை; (என் காரியங்கள் அனைத்தையும்) அவனிடமே நான் நம்பிக்கை வைத்து (ஒப்படைத்து) விட்டேன்; அவன்தான் மகத்தான ‘அர்ஷின்' அதிபதி ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"10 (Yunus)":[{"category":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"],"name":"10:109","stocked":true,"arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","footnotes":null,"price":"109. (நபியே!) வஹ்யி மூலம் உமக்கு அறிவிக்கப்பட்டவற்றையே நீர் பின்பற்றி வருவீராக. அல்லாஹ் தீர்ப்பளிக்கின்ற வரை (எதிரிகளால் ஏற்படும் கஷ்டங்களை) பொறுமையுடன் சகித்துக்கொண்டிருப்பீராக. தீர்ப்பளிப்பவர்களில் அவன்தான் மிக்க மேலானவன்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"11 (Hud)":[{"category":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"],"name":"11:123","stocked":true,"arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":null,"price":"123. வானங்களிலும் பூமியிலும் மறைந்திருப்பவை அனைத்தும் (அவற்றின் ஞானமும்) அல்லாஹ்வுக்குரியனவே! எல்லா காரியங்களும் அவனிடமே திரும்பக் கொண்டு வரப்படும். ஆதலால், அவன் ஒருவனையே நீர் வணங்குவீராக; அவனையே நம்புவீராக. உமது இறைவன் நீங்கள் செய்பவற்றைப் பற்றி பராமுகமாயில்லை.''","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"12 (Yusuf)":[{"category":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"],"name":"12:111","stocked":true,"arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","footnotes":null,"price":"111. அறிவுடையவர்களுக்கு (நபிமார்களாகிய) இவர்களுடைய சரித்திரங்களில் நல்லதோர் படிப்பினை நிச்சயமாக இருக்கிறது. (இது) பொய்யான கட்டுக் கதையல்ல; ஆனால், அவர்களிடமுள்ள வேதத்தை உண்மையாக்கி வைத்து ஒவ்வொரு விஷயத்தையும் விவரித்துக் கூறுவதாக இருக்கிறது. மேலும், நம்பிக்கையாளர்களுக்கு நேரான வழியாகவும் ஓர் அருளாகவும் இருக்கிறது.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"13 (Ar-Ra'd)":[{"category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"],"name":"13:43","stocked":true,"arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","footnotes":null,"price":"43. (நபியே!) ‘‘நீர் (இறைவனால்) அனுப்பப்பட்ட தூதர் அல்ல'' என்று இந்நிராகரிப்பவர்கள் கூறுகின்றனர். அதற்கு (அவர்களை நோக்கி, ‘‘இதைப் பற்றி) எனக்கும் உங்களுக்கும் இடையில் அல்லாஹ்வும், வேத ஞானம் உடையவர்களும் போதுமான சாட்சிகளாவர்'' என்று கூறுவீராக.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"14 (Ibrahim)":[{"category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"],"name":"14:52","stocked":true,"arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","footnotes":null,"price":"52. மனிதர்கள் இதைக்கொண்டு எச்சரிக்கப்பட்டு வணக்கத்திற்குரியவன் ஒரே ஓர் இறைவன்தான் என்று அவர்கள் உறுதியாக அறிந்து கொள்வதற்கும், அறிவுடையவர்கள் நல்லுணர்ச்சி பெறுவதற்கும் (குர்ஆனாகிய) இது (அல்லாஹ்வின் கட்டளைகள் உள்ளடங்கிய) ஓர் அறிக்கையாகும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"15 (Al-Hijr)":[{"category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"],"name":"15:99","stocked":true,"arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","footnotes":null,"price":"99. உமக்கு ‘எகீன்' (என்னும் மரணம்) ஏற்படும் வரை (இவ்வாறே) உமது இறைவனை வணங்கிக் கொண்டிருப்பீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"16 (An-Nahl)":[{"category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"],"name":"16:128","stocked":true,"arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","footnotes":null,"price":"128. நிச்சயமாக எவர்கள் மெய்யாகவே இறையச்சமுடையவர்களாக இருக்கிறார்களோ அவர்களுடனும், எவர்கள் நன்மை செய்கிறார்களோ அவர்களுடனும் தான் அல்லாஹ் இருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"17 (Al-Isra)":[{"category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"],"name":"17:111","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","footnotes":null,"price":"111. (நபியே!) கூறுவீராக: ‘‘புகழ் அனைத்தும் அல்லாஹ்வுக்குரியதே! அவனுக்கு ஒரு சந்ததியுமில்லை. அவனுடைய ஆட்சியில் அவனுக்குக் கூட்டாளி ஒருவருமில்லை. அவனுக்கு பலவீனம் இல்லை என்பதால் அவனுக்கு உதவியாளன் ஒருவனுமில்லை.'' ஆகவே, அவனை மிக மிகப் பெருமைப்படுத்திக் கூறுவீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"18 (Al-Kahf)":[{"category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"],"name":"18:110","stocked":true,"arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","footnotes":null,"price":"110. (நபியே!) கூறுவீராக: ‘‘நிச்சயமாக நானும் உங்களைப் போன்ற ஒரு மனிதன்தான். நிச்சயமாக உங்கள் இறைவன் ஒரே ஓர் இறைவன்தான் என்று எனக்கு வஹ்யி மூலம் அறிவிக்கப்பட்டுள்ளது. ஆகவே, எவர் தன் இறைவனைச் சந்திக்க விரும்புகிறாரோ அவர் நற்செயல்களைச் செய்து தன் இறைவனுக்கு ஒருவரையும் இணையாக்காது (அவனையே) வணங்கி வருவாராக!''","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"19 (Maryam)":[{"category":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"],"name":"19:98","stocked":true,"arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","footnotes":null,"price":"98. இதற்கு முன்னர் எத்தனையோ கூட்டத்தினரை நாம் அழித்திருக்கிறோம். அவர்களில் ஒருவரையேனும் நீர் காண்கிறீரா? அல்லது அவர்களுடைய சிறிய சப்தத்தையேனும் நீர் கேட்கிறீரா?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"20 (Ta-Ha)":[{"category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"],"name":"20:135","stocked":true,"arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","footnotes":null,"price":"135. (நபியே! நீர்) கூறுவீராக: ‘‘ஒவ்வொருவரும் (தங்களுக்கு வரவேண்டியதை) எதிர்பார்த்திருப்பவர்களே! ஆகவே, நீங்களும் (உங்களுக்கு வரவேண்டியதை) எதிர்பார்ப்பீராக. நேரான வழியில் இருப்பவர் யார்? (தவறான வழியில் இருப்பவர் யார்?) நேரான வழியை அடைந்து விட்டவர்கள் யார்? என்பதைப் பின்னர் நீங்கள் நிச்சயமாக நன்கறிந்து கொள்வீர்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"21 (Al-Anbiya)":[{"category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"],"name":"21:112","stocked":true,"arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","footnotes":null,"price":"112. (மேலும் முஹம்மது) கூறினார்: ‘‘என் இறைவனே! (எனக்கும் இந்நிராகரிப்பவர்களுக்கும் இடையில்) நீ நீதமான தீர்ப்பளிப்பாயாக! எங்கள் இறைவன்தான் பேரருளாளன். உங்கள் (பொய்யான) கூற்றுகளுக்கு எதிராக அவனிடமே உதவி தேடுகிறோம்.''","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"22 (Al-Hajj)":[{"category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"],"name":"22:78","stocked":true,"arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","footnotes":null,"price":"78. (நம்பிக்கையாளர்களே!) நீங்கள் அல்லாஹ்வுடைய பாதையில் முயற்சிக்க வேண்டியவாறு முயற்சியுங்கள். அவனே உங்களைத் தேர்ந்தெடுத்(து மேன்மையாக்கி வைத்)திருக்கிறான். இந்த மார்க்கத்தில் அல்லாஹ் உங்களுக்கு ஒரு சிரமத்தையும் ஏற்படுத்தவில்லை. இது உங்கள் பிதாவாகிய இப்றாஹீமுடைய மார்க்கமாகும். அவர்தான் இதற்கு முன்னர் உங்களுக்கு முஸ்லிம்கள் எனப் பெயரிட்டவர். இ(வ்வேதத்)திலும் (அவ்வாறே உங்களுக்குப் பெயர் கூறப்பட்டுள்ளது. இதற்கு) நம் இத்தூதரே உங்களுக்குச் சாட்சியாக இருக்கிறார். நீங்கள் மற்ற மனிதர்களுக்கு சாட்சியாக இருங்கள். ஆகவே, தொழுகையை கடைப்பிடியுங்கள்; ஜகாத்தும் கொடுத்து வாருங்கள். அல்லாஹ்வைப் பலமாகப் பிடித்துக் கொள்ளுங்கள். அவன்தான் உங்கள் பாதுகாவலன் (பொறுப்பாளன்). அவனே சிறந்த பாதுகாவலன்; சிறந்த உதவியாளன்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"23 (Al-Mu'minun)":[{"category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"],"name":"23:118","stocked":true,"arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","footnotes":null,"price":"118. (நபியே!) கூறுவீராக: என் இறைவனே! நீ (என்னை) மன்னித்துக் கருணை செய்வாயாக! கருணை செய்பவர்களிலெல்லாம் நீதான் மிக்க மேலானவன்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"24 (An-Nur)":[{"category":["24 (An-Nur)","An-Nur","Surah An-Nur","Chapter An-Nur","Nur","Surah Nur","Chapter Nur","An Nur","Surah An Nur","Chapter An Nur","Surah 24","Chapter 24","The Light","النُّور"],"name":"24:64","stocked":true,"arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قَدۡ يَعۡلَمُ مَآ أَنتُمۡ عَلَيۡهِ وَيَوۡمَ يُرۡجَعُونَ إِلَيۡهِ فَيُنَبِّئُهُم بِمَا عَمِلُواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":null,"price":"64. வானங்களிலும் பூமியிலும் இருப்பவை அனைத்தும் அல்லாஹ்வுக்கு உரியனவே என்பதை நிச்சயமாக அறிந்து கொள்ளுங்கள். நீங்கள் (இன்றைய தினம்) இருக்கும் நிலைமையையும் நிச்சயமாக அல்லாஹ் நன்கறிவான். அவனிடம் கொண்டு போகப்படும் நாளில் (இருக்கும் நிலைமையையும் அவன் நன்கறிவான். ஆகவே,) அவர்கள் செய்து கொண்டிருந்தவற்றை (அந்த நாளில்) அவன் அவர்களுக்கு அறிவித்து விடுவான். அல்லாஹ் அனைத்தையும் நன்கறிந்தவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"25 (Al-Furqan)":[{"category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"],"name":"25:77","stocked":true,"arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","footnotes":null,"price":"77. (நபியே!) கூறுவீராக: ‘‘ நீங்கள் என் இறைவனை(க் கெஞ்சிப்) பிரார்த்தனை செய்யாவிடில் (அதற்காக) அவன் உங்களைப் பொருட்படுத்தமாட்டான். ஏனென்றால், நீங்கள் (அவனுடைய வசனங்களை) நிச்சயமாக பொய்யாக்கிக் கொண்டே இருக்கிறீர்கள். ஆகவே, அதன் வேதனை (உங்களைக்) கண்டிப்பாகப் பிடித்தே தீரும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"26 (Ash-Shu'ara)":[{"category":["26 (Ash-Shu'ara)","Ash-Shu'ara","Surah Ash-Shu'ara","Chapter Ash-Shu'ara","Shu'ara","Surah Shu'ara","Chapter Shu'ara","Ash Shu'ara","Surah Ash Shu'ara","Chapter Ash Shu'ara","Surah 26","Chapter 26","The Poets","الشُّعَرَاء"],"name":"26:227","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ","footnotes":null,"price":"227. (ஆயினும்,) அவர்களில் எவர்கள் நம்பிக்கை கொண்டு, நற்செயல்களைச் செய்து, (தங்கள் கவிதைகளில்) அல்லாஹ்வை அதிகமாக நினைவு செய்து (பிறர் மூலம்) அநியாயத்திற்கு உள்ளானதன் பின்னர், பழி வாங்கினார்களோ அவர்களைத் தவிர (மற்றவர்கள் குற்றவாளிகள்தான். பிறரை துன்புறுத்திய) அநியாயக்காரர்கள் தாங்கள் எங்கு திரும்பச் செல்ல வேண்டுமென்பதை அதிசீக்கிரத்தில் அறிந்து கொள்வார்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"27 (An-Naml)":[{"category":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"],"name":"27:93","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":null,"price":"93. புகழ் அனைத்தும் அல்லாஹ்வுக்கே உரியன. (மறுமை வருவதற்குரிய) தன் அத்தாட்சிகளை அதி சீக்கிரத்தில் அவன் உங்களுக்குக் காண்பிப்பான். அச்சமயம், அவற்றை நீங்கள் (உண்மையென) அறிந்து கொள்வீர்கள். (தற்சமயம்) நீங்கள் என்ன செய்து கொண்டிருக்கிறீர்கள் என்பதைப் பற்றி (நபியே!) உமது இறைவன் பராமுகமாயில்லை'' என்று கூறுவீராக.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"28 (Al-Qasas)":[{"category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"],"name":"28:88","stocked":true,"arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":null,"price":"88. (நபியே!) அல்லாஹ்வுடன் வணக்கத்திற்குரிய வேறொரு கடவுளை நீர் அழைக்க வேண்டாம். அவனைத் தவிர வணக்கத்திற்குரிய வேறு கடவுள் இல்லவே இல்லை. அவனது திருமுகத்தைத் தவிர எல்லா பொருள்களும் அழிந்துவிடக் கூடியனவே. எல்லா அதிகாரங்களும் அவனுக்குரியனவே. அவனிடமே நீங்கள் அனைவரும் கொண்டு வரப்படுவீர்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"29 (Al-Ankabut)":[{"category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"],"name":"29:69","stocked":true,"arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","footnotes":null,"price":"69. எவர்கள் நம் வழியில் (செல்ல) முயற்சிக்கிறார்களோ அவர்களை நிச்சயமாக நாம் நம் (நல்) வழிகளில் செலுத்துகிறோம். நன்மை செய்பவர்களுடன் நிச்சயமாக அல்லாஹ் இருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"30 (Ar-Rum)":[{"category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"],"name":"30:60","stocked":true,"arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","footnotes":null,"price":"60. ஆகவே, (நபியே!) நீர் (சகித்துக்கொண்டு) பொறுமையுடன் இருப்பீராக. நிச்சயமாக அல்லாஹ்வுடைய வாக்குறுதி மெய்யானது. (ஆகவே, முடிவில் நபியே! நீர்தான் வெற்றி பெறுவீர்.) மறுமையை நம்பாத இவர்கள் நிச்சயமாக உம்மை இலேசாக எண்ணிவிட வேண்டாம்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"31 (Luqman)":[{"category":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"],"name":"31:34","stocked":true,"arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","footnotes":null,"price":"34. நிச்சயமாக (உலக முடிவு) காலத்தைப் பற்றிய ஞானம் அல்லாஹ்விடத்தில் (மட்டும்)தான் இருக்கிறது. அவனே மழையை இறக்கிவைக்கிறான். அவனே கர்ப்பங்களில் (கரு) தரிப்பதையும் அறிவான். (அவனைத் தவிர) எவரும் நாளைக்கு அவர் என்ன செய்வார் என்பதை அறியமாட்டார். எந்தப் பூமியில் இறப்பார் என்பதையும் (அவனைத் தவிர) எவரும் அறியமாட்டார். நிச்சயமாக அல்லாஹ்தான் (இவற்றை) நன்கறிந்தவனும் தெரிந்தவனும் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"32 (As-Sajda)":[{"category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda","Chapter As-Sajda","Sajda","Surah Sajda","Chapter Sajda","As Sajda","Surah As Sajda","Chapter As Sajda","Surah 32","Chapter 32","The Prostration","السَّجدَة"],"name":"32:30","stocked":true,"arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","footnotes":null,"price":"30. ஆகவே, நீர் அவர்களைப் புறக்கணித்து (அந்நாளை) எதிர்பார்த்து இருப்பீராக. நிச்சயமாக அவர்களும் எதிர்பார்த்து இருக்கின்றனர்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"33 (Al-Ahzab)":[{"category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"],"name":"33:73","stocked":true,"arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","footnotes":null,"price":"73. (அத்தகைய பொறுப்பை ஏற்றுக்கொண்டு, அதற்கு மாறாக நடக்கும்) நயவஞ்சக ஆண்களையும் பெண்களையும், இணைவைத்து வணங்கும் ஆண்களையும் பெண்களையும் அல்லாஹ் வேதனை செய்வான். (அந்த பொறுப்பை மதித்து நடக்கும்) நம்பிக்கையாளர்களாகிய ஆண்களையும் பெண்களையும் (அவர்களுடைய) தவறிலிருந்து (அருளின் பக்கம்) அல்லாஹ் திருப்பிவிடுவான். அல்லாஹ் மிக்க மன்னிப்பவனாக கருணை உடையவனாக இருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"34 (Saba)":[{"category":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"],"name":"34:54","stocked":true,"arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","footnotes":null,"price":"54. அவர்களுக்கும் அவர்கள் விரும்பியவற்றுக்கும் இடையில் தடை ஏற்படுத்தப்பட்டுவிடும். அவ்வாறே இவர்களுக்கு முன்னிருந்த இவர்களுடைய இனத்தாருக்குச் செய்யப்பட்டது. (ஏனென்றால்,) நிச்சயமாக அவர்களும் பெரும் சந்தேகத்தில் ஆழ்ந்தே கிடந்தனர்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"35 (Fatir)":[{"category":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"],"name":"35:45","stocked":true,"arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","footnotes":null,"price":"45. மனிதர்கள் செய்யும் பாவத்திற்காக அவர்களை (உடனுக்குடன்) அல்லாஹ் தண்டிப்பதாக இருந்தால் பூமியில் ஓர் உயிரையும் விட்டு வைக்க மாட்டான். ஆயினும், அவர்களுக்குக் குறிப்பிட்ட தவணை வரை விட்டுவைக்கிறான். அவர்களுடைய தவணை வரும் சமயத்தில் (உடனே அவர்களைப் பிடித்துக் கொள்வான்.) நிச்சயமாக அல்லாஹ் தன் அடியார்களை உற்று நோக்குபவனாகவே இருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"36 (Ya-Sin)":[{"category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"],"name":"36:83","stocked":true,"arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":null,"price":"83. சகலவற்றின் பேராட்சியும் சர்வ அதிகாரமும் எவனுடைய கையில் இருக்கிறதோ அவன் மிகப் பரிசுத்தமானவன். அவனிடமே நீங்கள் திரும்பக்கொண்டு வரப்படுவீர்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"37 (As-Saffat)":[{"category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat","Chapter As-Saffat","Saffat","Surah Saffat","Chapter Saffat","As Saffat","Surah As Saffat","Chapter As Saffat","Surah 37","Chapter 37","Those Who Set The Ranks","الصَّافَات"],"name":"37:182","stocked":true,"arabic":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":null,"price":"182. புகழ் அனைத்தும் உலகத்தாரின் இறைவனான அல்லாஹ்வுக்கு உரித்தானது.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"38 (Sad)":[{"category":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"],"name":"38:88","stocked":true,"arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","footnotes":null,"price":"88. நிச்சயமாக சிறிது காலத்திற்குப் பின்னர், நீங்கள் இதன் உண்மையைத் திட்டமாக அறிந்து கொள்வீர்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"39 (Az-Zumar)":[{"category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"],"name":"39:75","stocked":true,"arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":null,"price":"75. (நபியே! அந்நாளில்) வானவர்கள் தங்கள் இறைவனைப் புகழ்ந்து, துதி செய்தவண்ணம் ‘அர்ஷை' சூழ்ந்து நிற்பதை நீர் காண்பீர். அச்சமயம் அவர்களுக்கிடையில் நியாயமாகவே தீர்ப்பளிக்கப்பட்டு, ‘‘அகிலத்தார் அனைவரின் இறைவனான அல்லாஹ்வுக்கே எல்லாப் புகழும் சொந்தமானது'' என்று (அனைவராலும் துதி செய்து புகழ்ந்து) கூறப்படும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"40 (Ghafir)":[{"category":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"],"name":"40:85","stocked":true,"arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","footnotes":null,"price":"85. ஆயினும், நம் வேதனையைக் கண்ணால் கண்ட பின்னர், அவர்கள் கொண்ட நம்பிக்கை அவர்களுக்குப் பயனளிக்கவில்லை. இதுவே, அல்லாஹ்வுடைய வழி. (இதற்கு முன்னரும்) அவனுடைய அடியார்களில் (இவ்வாறே) நிகழ்ந்திருக்கிறது. ஆதலால், (வேதனை இறங்கிய) அந்த நேரத்தில் நிராகரிப்பவர்கள் நஷ்டத்தையே அடைந்தார்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"41 (Fussilat)":[{"category":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"],"name":"41:54","stocked":true,"arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","footnotes":null,"price":"54. நிச்சயமாக அவர்கள் தங்கள் இறைவனைச் சந்திப்பதைப் பற்றியும் சந்தேகத்தில் இருக்கிறார்கள் என்பதை நீர் அறிந்துகொள்வீராக. அவன் எல்லாவற்றையும் (தன் ஞானத்தால்) சூழ்ந்து (அறிந்து) கொண்டுமிருக்கிறான் என்பதையும் நிச்சயமாக (நபியே! நீர்) அறிந்துகொள்வீராக.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"42 (Ash-Shura)":[{"category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"],"name":"42:53","stocked":true,"arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","footnotes":null,"price":"53. அதுதான் அல்லாஹ்வுடைய வழி. வானங்களிலும், பூமியிலும் இருப்பவை அனைத்தும் அவனுக்குச் சொந்தமானவையே. சகல காரியங்களும் அவனிடம் வந்தே தீரும் என்பதை (நபியே!) அறிந்து கொள்வீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"43 (Az-Zukhruf)":[{"category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"],"name":"43:89","stocked":true,"arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","footnotes":null,"price":"89. ஆகவே, நீர் அவர்களைப் புறக்கணித்து விட்டு ‘ஸலாம்' என்று கூறி வருவீராக. பின்னர் அவர்கள் (இதன் உண்மையை) அறிந்து கொள்வார்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"44 (Ad-Dukhan)":[{"category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan","Chapter Ad-Dukhan","Dukhan","Surah Dukhan","Chapter Dukhan","Ad Dukhan","Surah Ad Dukhan","Chapter Ad Dukhan","Surah 44","Chapter 44","The Smoke","الدُّخَان"],"name":"44:59","stocked":true,"arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","footnotes":null,"price":"59. (இதைக் கொண்டு அவர்கள் நல்லுணர்ச்சி பெறவில்லையெனில், அவர்களுக்கு வரக்கூடிய தீங்கை) நீர் எதிர்பார்த்திருப்பீராக. நிச்சயமாக அவர்களும் எதிர்பார்த்தே இருப்பார்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"45 (Al-Jathiyah)":[{"category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"],"name":"45:37","stocked":true,"arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":null,"price":"37. வானங்களிலும், பூமியிலும் உள்ள எல்லா பெருமைகளும் அவனுக்கே சொந்தமானவை. அவன் (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"46 (Al-Ahqaf)":[{"category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"],"name":"46:35","stocked":true,"arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","footnotes":null,"price":"35. (நபியே!) நம் தூதர்களிலுள்ள உறுதியுடைய வீரர்கள் (சிரமங்களைச்) சகித்துக் கொண்டிருந்தபடியே நீரும் சகித்துக்கொண்டு பொறுமையாக இருப்பீராக. அவர்களுக்கு (வேதனையை) நீர் அவசரப்பட வேண்டாம். அவர்களுக்கு வாக்களிக்கப்பட்டதை அவர்கள் காணும் நாளில் (இப்புவியில்) பகலின் ஒரு நாழிகையே தவிர (அதற்கு அதிகமாக)த் தங்கியிருக்கவில்லை என்று அவர்கள் எண்ணுவார்கள். (இதை) அவர்களுக்கு (நீர்) அறிவிக்க வேண்டும். ஆகவே, பாவம் செய்த மக்களைத் தவிர (மற்றெவரும்) அழிக்கப்படுவார்களா? (இல்லவே இல்லை.)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"47 (Muhammad)":[{"category":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"],"name":"47:38","stocked":true,"arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","footnotes":null,"price":"38. (மக்களே!) நீங்கள் நன்கு கவனத்தில் வையுங்கள். அல்லாஹ்வின் பாதையில் செலவு செய்ய அழைக்கப்படும் சமயத்தில், கஞ்சத்தனம் செய்பவரும் உங்களில் இருக்கிறார். அவ்வாறு எவரேனும் கஞ்சத்தனம் செய்தால், அவர் தனக்குக் கேடாகவே கஞ்சத்தனம் செய்கிறார். அல்லாஹ்வோ தேவையற்றவன். நீங்கள் தேவைப்பட்டவர்களாகவே இருக்கிறீர்கள். (அவனுடைய கட்டளைகளை) இன்னும் நீங்கள் புறக்கணித்தால், (உங்களை அழித்து) உங்களை அல்லாத மக்களை (உங்கள் இடத்தில்) மாற்றி (அமைத்து) விடுவான். பின்னர், அவர்கள் உங்களைப் போல் இருக்கமாட்டார்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"48 (Al-Fath)":[{"category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"],"name":"48:29","stocked":true,"arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","footnotes":null,"price":"29. முஹம்மது (ஸல்) அல்லாஹ்வுடைய திருத்தூதராவார்கள். (அவரும்)அவருடன் இருப்பவர்களும் நிராகரிப்பவர்கள் விஷயத்தில் கண்டிப்பானவர்களாகவும், தங்களுக்குள் மிக்க அன்புடையவர்களாகவும் இருப்பார்கள்.குனிந்து சிரம் பணிந்து வணங்குபவர்களாக அவர்களை நீர் காண்பீர். அல்லாஹ்வின் அருளையும், அவனுடைய திருப்பொருத்தத்தையும் (எந்த நேரமும்) விரும்பியவர்களாக இருப்பார்கள். அவர்களுடைய அடையாளமாவது: அவர்களுடைய முகங்களில் சிரம் பணி(ந்து வணங்கு)வதின் அடையாளம் இருக்கும். இதுவே தவ்றாத் (என்னும் வேதத்)தில் உள்ள அவர்களின் வர்ணிப்பு. இன்ஜீலில் அவர்களுக்குள்ள உதாரணமாவது: ஒரு பயிரை ஒத்திருக்கிறது. அப்பயிர் (பசுமையாகி, வளர்ந்து) உறுதிப்படுகிறது. பின்னர், அது தடித்துக் கனமாகிறது. பின்னர், விவசாயிகளுக்கு ஆச்சரியம் கொடுக்கும் விதத்தில் (வளர்ந்து,) அது தன் தண்டின் மீது நிமிர்ந்து நிற்கிறது. இவர்களைக் கொண்டு நிராகரிப்பவர்களுக்குக் கோபமூட்டும் பொருட்டு (அந்த நம்பிக்கையாளர்களை படிப்படியாக அபிவிருத்திக்குக் கொண்டுவருகிறான்). அவர்களில் எவர்கள் நம்பிக்கைகொண்டு நற்செயல்கள் செய்கிறார்களோ, அவர்களுக்கு அல்லாஹ் மன்னிப்பையும், மகத்தான கூலியையும் வாக்களித்திருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"49 (Al-Hujurat)":[{"category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"],"name":"49:18","stocked":true,"arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":null,"price":"18. நிச்சயமாக அல்லாஹ் வானங்களிலும் பூமியிலும் மறைந்திருப்பவற்றை நன்கறிவான். ஆகவே, நீங்கள் செய்பவற்றையும் அல்லாஹ் உற்று நோக்குபவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"50 (Qaf)":[{"category":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"],"name":"50:45","stocked":true,"arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","footnotes":null,"price":"45. (நபியே! உம்மைப் பற்றி) அவர்கள் கூறுவதை நாம் நன்கறிவோம். நீர் அவர்களை நிர்ப்பந்திக்கக்கூடியவரல்ல. எனது வேதனையைப் பயப்படுபவர்களுக்கு இந்த குர்ஆனைக் கொண்டு நீர் நல்லுபதேசம் செய்வீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"51 (Adh-Dhariyat)":[{"category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat","Chapter Adh-Dhariyat","Dhariyat","Surah Dhariyat","Chapter Dhariyat","Adh Dhariyat","Surah Adh Dhariyat","Chapter Adh Dhariyat","Surah 51","Chapter 51","The Winnowing Winds","الذَّاريَات"],"name":"51:60","stocked":true,"arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","footnotes":null,"price":"60. (விசாரணைக்காக பாவிகளுக்கு) வாக்களிக்கப்பட்ட நாளில் இந்நிராகரிப்பவர்களுக்குக் கேடுதான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"52 (At-Tur)":[{"category":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"],"name":"52:49","stocked":true,"arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","footnotes":null,"price":"49. இரவின் ஒரு பாகத்திலும், நட்சத்திரங்கள் மறையும் (காலை) நேரத்திலும் அவனை துதி செய்வீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"53 (An-Najm)":[{"category":["53 (An-Najm)","An-Najm","Surah An-Najm","Chapter An-Najm","Najm","Surah Najm","Chapter Najm","An Najm","Surah An Najm","Chapter An Najm","Surah 53","Chapter 53","The Star","النجم"],"name":"53:62","stocked":true,"arabic":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩","footnotes":null,"price":"62. ஆகவே, (அவ்வாறு இருக்காமல்) அல்லாஹ்வுக்குச் சிரம் பணிந்து (அவன் ஒருவனையே) வணங்குவீர்களாக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"54 (Al-Qamar)":[{"category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"],"name":"54:55","stocked":true,"arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","footnotes":null,"price":"55. அது மெய்யாகவே மிக்க கண்ணியமுள்ள இருப்பிடம்; அது மிக்க சக்திவாய்ந்த பேரரசனிடம் இருக்கிறது.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"55 (Ar-Rahman)":[{"category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman","Chapter Ar-Rahman","Rahman","Surah Rahman","Chapter Rahman","Ar Rahman","Surah Ar Rahman","Chapter Ar Rahman","Surah 55","Chapter 55","The Beneficent","الرحمن"],"name":"55:78","stocked":true,"arabic":"تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","footnotes":null,"price":"78. (நபியே!) மிக்க சிறப்பும், கண்ணியமும் உள்ள உமது இறைவனின் திருப்பெயர் மிக பாக்கியமுடையது.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"56 (Al-Waqi'ah)":[{"category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah","Chapter Al-Waqi'ah","Waqi'ah","Surah Waqi'ah","Chapter Waqi'ah","Al Waqi'ah","Surah Al Waqi'ah","Chapter Al Waqi'ah","Surah 56","Chapter 56","The Inevitable","الواقعة"],"name":"56:96","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":null,"price":"96. ஆகவே (நபியே!) நீர் மகத்தான உமது இறைவனின் திருப்பெயரைக் கூறி புகழ்ந்து கொண்டிருப்பீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"57 (Al-Hadid)":[{"category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"],"name":"57:29","stocked":true,"arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","footnotes":null,"price":"29. (இத்தூதரை நம்பிக்கை கொண்டவர்களுக்கு) அல்லாஹ்வுடைய அருளில் ஒரு பாகமும் கிடைக்காதென்று, வேதத்தை உடையவர்கள் எண்ணிக் கொள்ளாதிருக்கும் பொருட்டே (இதை அவன் உங்களுக்கு அறிவித்தான்). அருள் அனைத்தும் நிச்சயமாக அல்லாஹ்வின் கையில் தான் இருக்கின்றன. அவன் விரும்பியவர்களுக்கு அதை அளிக்கிறான். அல்லாஹ் மகத்தான அருளுடையவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"58 (Al-Mujadila)":[{"category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"],"name":"58:22","stocked":true,"arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","footnotes":null,"price":"22. (நபியே!) எந்த மக்கள் அல்லாஹ்வையும், மறுமை நாளையும் (மெய்யாகவே) நம்பிக்கை கொண்டிருக்கின்றார்களோ அவர்கள், அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் மாறு செய்பவர்களிடம் நேசம் கொண்டு உறவாடுவதை நீர் காண மாட்டீர். அவர்கள், தங்கள் பெற்றோர்களாக அல்லது தங்கள் சந்ததிகளாக அல்லது தங்கள் சகோதரர்களாக அல்லது தங்கள் நெருங்கிய உறவினர்களாக இருந்தாலும் சரியே! (அவர்களை நம்பிக்கையாளர்கள் நேசிக்க மாட்டார்கள்.) இவர்களுடைய உள்ளங்களில்தான் அல்லாஹ் நம்பிக்கையை பதியவைத்துத் தன் அருளைக் கொண்டும் இவர்களைப் பலப்படுத்தி வைத்திருக்கிறான். தொடர்ந்து நீரருவிகள் ஓடிக்கொண்டிருக்கும் சொர்க்கங்களிலும் இவர்களைப் புகுத்தி விடுவான். அதில் என்றென்றும் இவர்கள் தங்கி விடுவார்கள். இவர்களைப் பற்றி அல்லாஹ் திருப்தியடைவான். அவர்களும் அல்லாஹ்வைப் பற்றித் திருப்தியடைவார்கள். இவர்கள்தான் அல்லாஹ்வின் கூட்டத்தினர். நிச்சயமாக அல்லாஹ்வின் கூட்டத்தினர்தான் வெற்றி அடைந்தவர்கள் என்பதை நீங்கள் அறிந்து கொள்ளுங்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"59 (Al-Hashr)":[{"category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"],"name":"59:24","stocked":true,"arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":null,"price":"24. அந்த அல்லாஹ்தான் படைப்பவன். (அவனே) படைப்புகளை ஒழுங்கு செய்பவன்; (அவனே) படைப்புகளின் உருவத்தையும் அமைப்பவன். அவனுக்கு அழகான பல திருப்பெயர்கள் இருக்கின்றன. வானங்களிலும் பூமியிலும் உள்ளவை அனைத்தும் அவனையே துதி செய்கின்றன. அவனே (அனைவரையும்) மிகைத்தவன்; மிக ஞானமுடையவன்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"60 (Al-Mumtahanah)":[{"category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"],"name":"60:13","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","footnotes":null,"price":"13. நம்பிக்கையாளர்களே! எந்த மக்களின் மீது அல்லாஹ் கோபப்பட்டானோ அவர்களை நீங்கள் நேசிக்காதீர்கள். சமாதிகளில் இருப்பவர்களைப்பற்றி நிராகரிப்பவர்கள் (அவர்கள் மீண்டும் உயிர்ப்பிக்கப்பட மாட்டார்கள் என) நம்பிக்கை இழந்தபடியே, மறுமையைப் பற்றி நிச்சயமாக இவர்களும் நம்பிக்கை இழந்து விட்டனர்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"61 (As-Saff)":[{"category":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"],"name":"61:14","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","footnotes":null,"price":"14. நம்பிக்கையாளர்களே! நீங்கள் அல்லாஹ்வுக்கு உதவி புரிபவர்களாகி விடுங்கள். மர்யமுடைய மகன் ஈஸா, தன் தோழர்களை நோக்கி ‘‘அல்லாஹ்வுக்காக எனக்கு உதவி செய்பவர் யார்?'' என்று கேட்ட சமயத்தில், ‘‘நாங்கள் அல்லாஹ்வுக்காக உதவி செய்வோம்'' என்று அந்த சிஷ்யர்கள் கூறியவாறே, (நம்பிக்கையாளர்களே! நீங்களும் அல்லாஹ்வுக்கு உதவி செய்பவர்களாகி விடுங்கள்.) எனினும், இஸ்ராயீலின் சந்ததிகளில் ஒரு கூட்டத்தினர்தான் (அவரை) நம்பிக்கை கொண்டனர். மற்றொரு கூட்டத்தினர் (அவரை) நிராகரித்தனர். ஆகவே, நம்பிக்கை கொண்ட அவர்களுக்கு, அவர்களுடைய எதிரியின் மீது (வெற்றி பெற) உதவி புரிந்தோம். ஆகவே, அவர்கள் வெற்றி பெற்றவர்களாகிவிட்டார்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"62 (Al-Jumu'ah)":[{"category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"],"name":"62:11","stocked":true,"arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","footnotes":null,"price":"11. (நபியே! சிலர் இருக்கின்றனர்;) அவர்கள் ஒரு வியாபாரத்தையோ, அல்லது வேடிக்கையையோ கண்டால், (பிரசங்கம் நிகழ்த்துகின்ற) உம்மை நின்ற வண்ணமாக விட்டுவிட்டு அதனளவில் சென்று விடுகின்றனர். (ஆகவே, நபியே! அவர்களை நோக்கி,) நீர் கூறுவீராக: ‘‘அல்லாஹ்விடத்தில் உள்ளது, இந்த வியாபாரத்தையும் வேடிக்கையையும்விட மிக மேலானதாகும், மேலும், உணவு அளிப்பவர்களிலும் அல்லாஹ்தான் மிக மேலானவன்.''","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"63 (Al-Munafiqun)":[{"category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"],"name":"63:11","stocked":true,"arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":null,"price":"11. (எனினும்) ஓர் ஆத்மாவுடைய (மரணத்தின்) தவணை வரும்போது அதை அல்லாஹ் பிற்படுத்தவே மாட்டான். நீங்கள் செய்பவற்றை அல்லாஹ் நன்கறிந்தவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"64 (At-Taghabun)":[{"category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"],"name":"64:18","stocked":true,"arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":null,"price":"18. அவன் மறைவானதையும், வெளிப்படையானதையும் நன்கறிந்தவன்; (அனைவரையும்) மிகைத்தவன்; ஞானமுடையவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"65 (At-Talaq)":[{"category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"],"name":"65:12","stocked":true,"arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","footnotes":null,"price":"12. ஏழு வானங்களையும், அவற்றைப்போல் பூமியையும் அல்லாஹ்தான் படைத்தான். இவற்றில் (தினசரி நிகழக்கூடிய) எல்லா விஷயங்களைப் பற்றிய கட்டளை இறங்கிக்கொண்டே இருக்கிறது. (ஆகவே, நம்பிக்கையாளர்களே!) நிச்சயமாக அல்லாஹ் சகலவற்றின் மீதும் ஆற்றலுடையவன் என்பதையும், நிச்சயமாக அல்லாஹ் தன் ஞானத்தால், எல்லாவற்றையும் ஆழமாக அறிந்துகொண்டிருக்கிறான் என்பதையும் நீங்கள் திட்டமாக அறிந்துகொள்ள வேண்டும் என்பதற்காக இவற்றைப் படைத்தான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"66 (At-Tahrim)":[{"category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"],"name":"66:12","stocked":true,"arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","footnotes":null,"price":"12. (இரண்டாவது:) இம்ரானுடைய மகள் மர்யம். அவள் தன் கற்பை பாதுகாத்துக் கொண்டாள். ஆகவே, அவளுடைய கர்ப்பத்தில் நம் ரூஹிலிருந்து ஊதினோம். அவள் தன் இறைவனின் வசனங்களையும், வேதங்களையும் உண்மையாக்கி வைத்ததுடன் (இறைவனுக்கு) முற்றிலும் வழிப்பட்டவளாகவும் இருந்தாள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"67 (Al-Mulk)":[{"category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"],"name":"67:30","stocked":true,"arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","footnotes":null,"price":"30. (நபியே!) கூறுவீராக: ‘‘(நீங்கள் குடிக்கும்) தண்ணீர் பூமிக்குள் வெகு ஆழத்தில் சென்றுவிட்டால், பிறகு தண்ணீரின் (வேறொரு) ஊற்றை உங்களுக்குக் கொண்டு வருபவன் யாரென்று கவனித்தீர்களா?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"68 (Al-Qalam)":[{"category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"],"name":"68:52","stocked":true,"arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","footnotes":null,"price":"52. (நீர் அவர்களுக்கு ஓதிக் காண்பிக்கும்) இது, பொதுவாக உலகத்தார் அனைவருக்கும் ஒரு நல்லுபதேசமே தவிர வேறில்லை.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"69 (Al-Haqqah)":[{"category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah","Chapter Al-Haqqah","Haqqah","Surah Haqqah","Chapter Haqqah","Al Haqqah","Surah Al Haqqah","Chapter Al Haqqah","Surah 69","Chapter 69","The Reality","الحاقة"],"name":"69:52","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":null,"price":"52. ஆகவே, (நபியே!) நீர் மகத்தான உமது இறைவனின் திருப்பெயரை துதிசெய்து கொண்டிருப்பீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"70 (Al-Ma'arij)":[{"category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij","Chapter Al-Ma'arij","Ma'arij","Surah Ma'arij","Chapter Ma'arij","Al Ma'arij","Surah Al Ma'arij","Chapter Al Ma'arij","Surah 70","Chapter 70","The Ascending Stairways","المعارج"],"name":"70:44","stocked":true,"arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ","footnotes":null,"price":"44. (அந்நாளில்) பயந்த பார்வையுடன் ஓடுவார்கள். இழிவும் அவர்களைச் சூழ்ந்து கொள்ளும். (நபியே!) இந்நாள்தான் அவர்களுக்கு வாக்களிக்கப்பட்ட நாளாகும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"71 (Nuh)":[{"category":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"],"name":"71:28","stocked":true,"arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","footnotes":null,"price":"28. என் இறைவனே! எனக்கும் என் தாய் தந்தைக்கும், நம்பிக்கை கொண்டவராக என் வீட்டில் நுழைந்தவருக்கும், (வீட்டில் நுழையாத மற்ற) நம்பிக்கைகொண்ட ஆண்களுக்கும், நம்பிக்கை கொண்ட பெண்களுக்கும் நீ மன்னித்தருள் புரிவாயாக! இந்த அநியாயக்காரர்களுக்கு அழிவைத் தவிர நீ அதிகப்படுத்தாதே!''","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"72 (Al-Jinn)":[{"category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"],"name":"72:28","stocked":true,"arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","footnotes":null,"price":"28. (அத்தூதர்கள்) தங்கள் இறைவனின் தூதுகளை மெய்யாகவே எடுத்துரைத்தார்கள் என்பதை, தான் அறிந்து கொள்வதற்காக (அவ்வாறு பாதுகாப்பாளரை அனுப்புகிறான்). அவர்களிடம் உள்ளவற்றை அவன் தன் ஞானத்தால் சூழ்ந்தறிந்து கொண்டிருப்பதுடன், ஒவ்வொரு பொருளின் கணக்கையும் முழுமையாக அறிந்தவனாக இருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"73 (Al-Muzzammil)":[{"category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"],"name":"73:20","stocked":true,"arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","footnotes":null,"price":"20. (நபியே!) நிச்சயமாக நீரும், உம்மோடு இருப்பவர்களில் ஒரு கூட்டத்தினரும், சற்றேறக்குறைய இரவில் மூன்றில் இரண்டு பாகம் அல்லது பாதி அல்லது மூன்றில் ஒரு பாக நேரம் (தொழுகையில்) நின்று வருகிறீர்கள் என்பதை நிச்சயமாக உமது இறைவன் அறிவான். இரவு பகலைக் கணக்கிட அல்லாஹ்வால்தான் முடியும். நீங்கள் அதைச் சரிவரக் கணக்கிட முடியாதென்பதை அவன் அறிந்து (இருப்பதனால்தான், இரவில் இன்ன நேரத்தில், இவ்வளவு தொழவேண்டுமெனக் குறிப்பிட்டுக் கூறாது,) உங்களை அவன் மன்னித்து விட்டான். ஆகவே, (இரவில் நீங்கள் தொழுதால்) குர்ஆனில் உங்களுக்குச் சாத்தியமான அளவு ஓதுங்கள். ஏனென்றால், உங்களில் நோயாளிகள் இருக்கக்கூடுமென்பதையும், வேறு சிலர் அல்லாஹ்வின் அரு(ளாகிய பொரு)ளைத் தேடி, பூமியின் பல பாகங்களிலும் செல்ல வேண்டியதிருக்கும் என்பதையும், வேறு சிலர் அல்லாஹ்வுடைய பாதையில் போர் புரியச் செல்ல வேண்டியதிருக்குமென்பதையும் அவன் நன்கறிவான். ஆதலால், (உங்கள் அவகாசத்திற்குத் தக்கவாறு கூட்டியோ குறைத்தோ) உங்களுக்குச் சௌகரியமான அளவே ஓதுங்கள். (ஆயினும்) தொழுகையை (தவறவிடாது) சரியாக நிலை நிறுத்துங்கள். இன்னும் ஜகாத்தும் கொடுத்து வாருங்கள். (ஏழைகளுக்கு உதவுவதன் மூலம்) அல்லாஹ்வுக்கு அழகான முறையில் கடனும் கொடுங்கள். நன்மையான காரியங்களில் எவற்றை நீங்கள் உங்களுக்காக, (உங்கள் மரணத்திற்கு முன்னதாகவே) செய்து வைத்துக் கொண்டீர்களோ அவற்றையே, மேலான நன்மைகளாகவும் மகத்தான கூலியாகவும் நீங்கள் அல்லாஹ்விடத்தில் காண்பீர்கள். (நம்பிக்கையாளர்களே!) நீங்கள் அல்லாஹ்விடம் மன்னிப்புக் கோருங்கள். நிச்சயமாக அல்லாஹ் மிக மன்னிப்பவன், மகா கருணையுடையவன் ஆவான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"74 (Al-Muddathir)":[{"category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir","Chapter Al-Muddathir","Muddathir","Surah Muddathir","Chapter Muddathir","Al Muddathir","Surah Al Muddathir","Chapter Al Muddathir","Surah 74","Chapter 74","The Cloaked One","المدثر"],"name":"74:56","stocked":true,"arabic":"وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ","footnotes":null,"price":"56. அல்லாஹ் நாடினால் தவிர, அவர்கள் நல்லுபதேசம் பெற முடியாது.(படைப்பினங்கள்) அஞ்சுவதற்கு அவனே தகுதியானவன், (படைப்பினங்களை) மன்னிப்பதற்கும் அவனே தகுதியானவன்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"75 (Al-Qiyamah)":[{"category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah","Chapter Al-Qiyamah","Qiyamah","Surah Qiyamah","Chapter Qiyamah","Al Qiyamah","Surah Al Qiyamah","Chapter Al Qiyamah","Surah 75","Chapter 75","The Resurrection","القيامة"],"name":"75:40","stocked":true,"arabic":"أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ","footnotes":null,"price":"40. (இவற்றையெல்லாம் செய்த) அவன் மரணித்தவர்களை உயிர்ப்பிக்க ஆற்றலுடையவனாக இல்லையா?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"76 (Al-Insan)":[{"category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"],"name":"76:31","stocked":true,"arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","footnotes":null,"price":"31. (ஆகவே, உங்களில்) அவன் விரும்பியவர்களைத் தன் அருளில் புகுத்தி விடுகிறான். அநியாயக்காரர்களுக்குத் துன்புறுத்தும் வேதனையைத்தான் தயார்படுத்தி வைத்திருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"77 (Al-Mursalat)":[{"category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat","Chapter Al-Mursalat","Mursalat","Surah Mursalat","Chapter Mursalat","Al Mursalat","Surah Al Mursalat","Chapter Al Mursalat","Surah 77","Chapter 77","The Emissaries","المرسلات"],"name":"77:50","stocked":true,"arabic":"فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","footnotes":null,"price":"50. இதற்குப் பின்னர், எவ்விஷயத்தைத்தான் அவர்கள் நம்பிக்கை கொள்வார்களோ!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"78 (An-Naba)":[{"category":["78 (An-Naba)","An-Naba","Surah An-Naba","Chapter An-Naba","Naba","Surah Naba","Chapter Naba","An Naba","Surah An Naba","Chapter An Naba","Surah 78","Chapter 78","The Tidings","النبأ"],"name":"78:40","stocked":true,"arabic":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","footnotes":null,"price":"40. சமீபத்தில் நிச்சயமாக உங்களுக்கு வரக்கூடிய ஒரு வேதனையைப் பற்றி நாம் எச்சரிக்கை செய்கிறோம். அந்நாளில் ஒவ்வொரு மனிதனும் தன் கரங்கள் செய்த செயலின் பலனை(த் தன் கண்ணால்) கண்டுகொள்வான். நிராகரிப்பவனோ தான் மண்ணாக ஆகவேண்டுமே என்று புலம்புவான்!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"79 (An-Nazi'at)":[{"category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at","Chapter An-Nazi'at","Nazi'at","Surah Nazi'at","Chapter Nazi'at","An Nazi'at","Surah An Nazi'at","Chapter An Nazi'at","Surah 79","Chapter 79","Those Who Pull Out","النازعات"],"name":"79:46","stocked":true,"arabic":"كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا","footnotes":null,"price":"46. அதை அவர்கள் கண்ணால் காணும் நாளில், மாலையிலோ அல்லது காலையிலோ ஒரு சொற்ப நேரமே தவிர (இவ்வுலகில்) தங்கியிருக்கவில்லை என்றே அவர்களுக்குத் தோன்றும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"80 (Abasa)":[{"category":["80 (Abasa)","Abasa","Surah Abasa","Chapter Abasa","Surah 80","Chapter 80","He Frowned","عبس"],"name":"80:42","stocked":true,"arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ","footnotes":null,"price":"42. இவர்கள்தான் (மறுமையை) நிராகரித்துப் பாவம் செய்பவர்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"81 (At-Takwir)":[{"category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir","Chapter At-Takwir","Takwir","Surah Takwir","Chapter Takwir","At Takwir","Surah At Takwir","Chapter At Takwir","Surah 81","Chapter 81","The Overthrowing","التكوير"],"name":"81:29","stocked":true,"arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","footnotes":null,"price":"29. எனினும், உலகத்தாரின் இறைவனாகிய அல்லாஹ் நாடினால் தவிர, நீங்கள் (நல்லுணர்ச்சி பெற) விரும்பமாட்டீர்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"82 (Al-Infitar)":[{"category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar","Chapter Al-Infitar","Infitar","Surah Infitar","Chapter Infitar","Al Infitar","Surah Al Infitar","Chapter Al Infitar","Surah 82","Chapter 82","The Cleaving","الإنفطار"],"name":"82:19","stocked":true,"arabic":"يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ","footnotes":null,"price":"19. அந்நாளில் ஓர் ஆத்மா, மற்றோர் ஆத்மாவுக்கு ஒரு பயனுமளிக்க சக்தி பெறாது. அதிகாரமும் அந்நாளில் அல்லாஹ்வுக்கே இருக்கும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"83 (Al-Mutaffifin)":[{"category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin","Chapter Al-Mutaffifin","Mutaffifin","Surah Mutaffifin","Chapter Mutaffifin","Al Mutaffifin","Surah Al Mutaffifin","Chapter Al Mutaffifin","Surah 83","Chapter 83","Defrauding","المطففين"],"name":"83:36","stocked":true,"arabic":"هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ","footnotes":null,"price":"36. (மறுமையை) நிராகரித்த இவர்களுக்கு, இவர்களுடைய செயலுக்குத்தக்க கூலி கொடுக்கப்பட்டதா? (என்றும் கேட்பார்கள்.)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"84 (Al-Inshiqaq)":[{"category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq","Chapter Al-Inshiqaq","Inshiqaq","Surah Inshiqaq","Chapter Inshiqaq","Al Inshiqaq","Surah Al Inshiqaq","Chapter Al Inshiqaq","Surah 84","Chapter 84","The Splitting Open","الإنشقاق"],"name":"84:25","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ","footnotes":null,"price":"25. எனினும், இவர்களில் எவர்கள் (தங்கள் பாவத்திலிருந்து திருந்தி) நம்பிக்கை கொண்டு நற்செயல்கள் செய்கிறார்களோ அவர்களுக்கு (என்றென்றுமே) முடிவுறாத (நற்)கூலியுண்டு.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"85 (Al-Buruj)":[{"category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj","Chapter Al-Buruj","Buruj","Surah Buruj","Chapter Buruj","Al Buruj","Surah Al Buruj","Chapter Al Buruj","Surah 85","Chapter 85","The Constellations","البروج"],"name":"85:22","stocked":true,"arabic":"فِي لَوۡحٖ مَّحۡفُوظِۭ","footnotes":null,"price":"22. (இது) லவ்ஹுல் மஹ்பூளில் பதிவு செய்யப்பட்டுள்ளது. (அதை இவர்கள் நிராகரிப்பதனால் ஆகக்கூடியதென்ன?)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"86 (At-Tariq)":[{"category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq","Chapter At-Tariq","Tariq","Surah Tariq","Chapter Tariq","At Tariq","Surah At Tariq","Chapter At Tariq","Surah 86","Chapter 86","The Morning Star","الطارق"],"name":"86:17","stocked":true,"arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا","footnotes":null,"price":"17. ஆகவே, இந்நிராகரிப்பவர்களுக்கு (அது வரை) நீர் அவகாசமளிப்பீராக. (அதிகமல்ல;) ஒரு சொற்ப அவகாசம் அவர்களுக்கு அளிப்பீராக.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"87 (Al-A'la)":[{"category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la","Chapter Al-A'la","A'la","Surah A'la","Chapter A'la","Al A'la","Surah Al A'la","Chapter Al A'la","Surah 87","Chapter 87","The Most High","الأعلى"],"name":"87:19","stocked":true,"arabic":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ","footnotes":null,"price":"19. இப்ராஹீம், மூஸாவுடைய வேதங்களிலும் இருக்கிறது.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"88 (Al-Ghashiyah)":[{"category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah","Chapter Al-Ghashiyah","Ghashiyah","Surah Ghashiyah","Chapter Ghashiyah","Al Ghashiyah","Surah Al Ghashiyah","Chapter Al Ghashiyah","Surah 88","Chapter 88","The Overwhelming Event","الغاشية"],"name":"88:26","stocked":true,"arabic":"ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم","footnotes":null,"price":"26. நிச்சயமாக அவர்களைக் கேள்வி கணக்குக் கேட்பதும் நம் மீதுதான் கடமையாகும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"89 (Al-Fajr)":[{"category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr","Chapter Al-Fajr","Fajr","Surah Fajr","Chapter Fajr","Al Fajr","Surah Al Fajr","Chapter Al Fajr","Surah 89","Chapter 89","The Dawn","الفَجْر"],"name":"89:30","stocked":true,"arabic":"وَٱدۡخُلِي جَنَّتِي","footnotes":null,"price":"30. என் சொர்க்கத்திலும் நீ நுழைந்துவிடு'' (என்றும் கூறுவான்).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"90 (Al-Balad)":[{"category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad","Chapter Al-Balad","Balad","Surah Balad","Chapter Balad","Al Balad","Surah Al Balad","Chapter Al Balad","Surah 90","Chapter 90","The City","البلد"],"name":"90:20","stocked":true,"arabic":"عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ","footnotes":null,"price":"20. அவர்களை நரகத்தில் போட்டு (எல்லா வழிகளும்) மூடப்பட்டுவிடும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"91 (Ash-Shams)":[{"category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams","Chapter Ash-Shams","Shams","Surah Shams","Chapter Shams","Ash Shams","Surah Ash Shams","Chapter Ash Shams","Surah 91","Chapter 91","The Sun","الشمس"],"name":"91:15","stocked":true,"arabic":"وَلَا يَخَافُ عُقۡبَٰهَا","footnotes":null,"price":"15. இவர்களின் முடிவைப் பற்றி(த் தன்னைப் பழிவாங்கி விடுவார்களென்று இறைவன்) பயப்படவில்லை.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"92 (Al-Lail)":[{"category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail","Chapter Al-Lail","Lail","Surah Lail","Chapter Lail","Al Lail","Surah Al Lail","Chapter Al Lail","Surah 92","Chapter 92","The Night","الليل"],"name":"92:21","stocked":true,"arabic":"وَلَسَوۡفَ يَرۡضَىٰ","footnotes":null,"price":"21. (இறைவன் அவருக்கு அளிக்கும் கொடையைப் பற்றிப்) பின்னர் அவரும் திருப்தியடைவார்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"93 (Ad-Duha)":[{"category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha","Chapter Ad-Duha","Duha","Surah Duha","Chapter Duha","Ad Duha","Surah Ad Duha","Chapter Ad Duha","Surah 93","Chapter 93","The Morning Hours","الضحى"],"name":"93:11","stocked":true,"arabic":"وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ","footnotes":null,"price":"11. (உம்மீது புரிந்துள்ள) உமது இறைவனின் அருளைப் (பிறருக்கு) அறிவித்து (அவனுக்கு நன்றி செலுத்தி)க் கொண்டிருப்பீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"94 (Ash-Sharh)":[{"category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh","Chapter Ash-Sharh","Sharh","Surah Sharh","Chapter Sharh","Ash Sharh","Surah Ash Sharh","Chapter Ash Sharh","Surah 94","Chapter 94","The Relief","الشرح"],"name":"94:8","stocked":true,"arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","footnotes":null,"price":"8. மேலும், (துன்பத்திலும் இன்பத்திலும்) உமது இறைவனையே நீர் நோக்கி நிற்பீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"95 (At-Tin)":[{"category":["95 (At-Tin)","At-Tin","Surah At-Tin","Chapter At-Tin","Tin","Surah Tin","Chapter Tin","At Tin","Surah At Tin","Chapter At Tin","Surah 95","Chapter 95","The Fig","التين"],"name":"95:8","stocked":true,"arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","footnotes":null,"price":"8. தீர்ப்பளிப்பவர்களில் எல்லாம், அல்லாஹ் மிக மேலான நீதிபதியல்லவா?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"96 (Al-Alaq)":[{"category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq","Chapter Al-Alaq","Alaq","Surah Alaq","Chapter Alaq","Al Alaq","Surah Al Alaq","Chapter Al Alaq","Surah 96","Chapter 96","The Clot","العلق"],"name":"96:19","stocked":true,"arabic":"كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩","footnotes":null,"price":"19. (நபியே!) நிச்சயமாக நீர் அவனுக்குக் கீழ்ப்படியாதீர். (உமது இறைவனுக்குச்) சிரம் பணிந்து வணங்கி (அவனை) நெருங்குவீராக!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"97 (Al-Qadr)":[{"category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr","Chapter Al-Qadr","Qadr","Surah Qadr","Chapter Qadr","Al Qadr","Surah Al Qadr","Chapter Al Qadr","Surah 97","Chapter 97","The Power","القدر"],"name":"97:5","stocked":true,"arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","footnotes":null,"price":"5. ‘‘ஸலாம்'' (ஈடேற்றம்) உண்டாகுக! (அவ்விரவின் இச்சிறப்பு) விடியற்காலை உதயமாகும் வரை (நீடிக்கிறது).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"98 (Al-Bayyinah)":[{"category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"],"name":"98:8","stocked":true,"arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","footnotes":null,"price":"8. அவர்களுடைய கூலி அவர்களின் இறைவனிடத்தில் உள்ள ‘அத்ன்' என்னும் நிலையான சொர்க்கங்களாகும். அவற்றில் நீரருவிகள் தொடர்ந்து ஓடிக்கொண்டேயிருக்கும். என்றென்றுமே அவர்கள் அதில் நிரந்தரமாக தங்கிவிடுவார்கள். அல்லாஹ்வும் அவர்களைப் பற்றி திருப்தியடைவான். அவர்களும் அல்லாஹ்வைப் பற்றி திருப்தி அடைவார்கள். எவர் தன் இறைவனுக்குப் பயப்படுகிறாரோ, அவருக்குத்தான் இந்த பாக்கியம் கிடைக்கும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"99 (Az-Zalzalah)":[{"category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah","Chapter Az-Zalzalah","Zalzalah","Surah Zalzalah","Chapter Zalzalah","Az Zalzalah","Surah Az Zalzalah","Chapter Az Zalzalah","Surah 99","Chapter 99","The Earthquake","الزلزلة"],"name":"99:8","stocked":true,"arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ","footnotes":null,"price":"8. (அவ்வாறே) எவன் ஓர் அணுவளவு தீமை செய்திருந்தானோ, அதையும் அவன் (அங்கு) கண்டு கொள்வான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"100 (Al-Aadiyat)":[{"category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat","Chapter Al-Aadiyat","Aadiyat","Surah Aadiyat","Chapter Aadiyat","Al Aadiyat","Surah Al Aadiyat","Chapter Al Aadiyat","Surah 100","Chapter 100","The Chargers","العاديات"],"name":"100:11","stocked":true,"arabic":"إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ","footnotes":null,"price":"11. நிச்சயமாக மனிதர்களுடைய இறைவன் (தீயவன் யார்? நல்லவன் யார்? என்று) அவர்களை அந்நாளில் நன்கு அறிந்து கொள்வான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"101 (Al-Qari'ah)":[{"category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah","Chapter Al-Qari'ah","Qari'ah","Surah Qari'ah","Chapter Qari'ah","Al Qari'ah","Surah Al Qari'ah","Chapter Al Qari'ah","Surah 101","Chapter 101","The Calamity","القارعة"],"name":"101:11","stocked":true,"arabic":"نَارٌ حَامِيَةُۢ","footnotes":null,"price":"11. (அதுதான்) கனிந்து கொண்டிருக்கும் (நரக) நெருப்பாகும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"102 (At-Takathur)":[{"category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur","Chapter At-Takathur","Takathur","Surah Takathur","Chapter Takathur","At Takathur","Surah At Takathur","Chapter At Takathur","Surah 102","Chapter 102","The Rivalry","التكاثر"],"name":"102:8","stocked":true,"arabic":"ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ","footnotes":null,"price":"8. (உங்களுக்கு இறைவன் புரிந்த) அருளை (நீங்கள் எவ்வழியில் செலவு செய்தீர்கள் என்பதை)ப் பற்றியும், பின்னர் அந்நாளில் நிச்சயமாக நீங்கள் கேட்கப்படுவீர்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"103 (Al-Asr)":[{"category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr","Chapter Al-Asr","Asr","Surah Asr","Chapter Asr","Al Asr","Surah Al Asr","Chapter Al Asr","Surah 103","Chapter 103","The Declining Day","العصر"],"name":"103:3","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","footnotes":null,"price":"3. ஆயினும், எவர்கள் நம்பிக்கை கொண்டு, நற்செயல்களையும் செய்து, சத்தியத்தை ஒருவருக்கொருவர் உபதேசம் செய்து (பாவங்களை விடுவதிலும் நன்மைகளைச் செய்வதிலும் ஏற்படும் சிரமங்களைச்) சகித்துக் கொள்ளுமாறும் ஒருவருக்கொருவர் உபதேசம் செய்து வந்தார்களோ, அவர்களைத் தவிர (இவர்கள் நஷ்டமடையவில்லை).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"104 (Al-Humazah)":[{"category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah","Chapter Al-Humazah","Humazah","Surah Humazah","Chapter Humazah","Al Humazah","Surah Al Humazah","Chapter Al Humazah","Surah 104","Chapter 104","The Traducer","الهمزة"],"name":"104:9","stocked":true,"arabic":"فِي عَمَدٖ مُّمَدَّدَةِۭ","footnotes":null,"price":"8, 9. (நரகத்திலுள்ள) உயர்ந்த கம்பங்களில் அவர்கள் கட்டப்பட்டு அவர்கள் மீது அதன் வாயில்களும் மூடப்பட்டுவிடும்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"105 (Al-Fil)":[{"category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil","Chapter Al-Fil","Fil","Surah Fil","Chapter Fil","Al Fil","Surah Al Fil","Chapter Al Fil","Surah 105","Chapter 105","The Elephant","الفيل"],"name":"105:5","stocked":true,"arabic":"فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ","footnotes":null,"price":"5. அதனால், அவன் அவர்களை(ப் பறவைகளால்) கொத்தித் தின்னப்பட்ட கதிர்களைப்போல் ஆக்கி (அழித்து) விட்டான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"106 (Quraish)":[{"category":["106 (Quraish)","Quraish","Surah Quraish","Chapter Quraish","Surah 106","Chapter 106","Quraysh","قريش"],"name":"106:4","stocked":true,"arabic":"ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ","footnotes":null,"price":"4. அவன்தான் (அவர்கள் உழவடித்துப் பயிரிடாமலே இந்த வர்த்தக பிரயாணத்தின் மூலம்) அவர்களுடைய பசிக்கு உணவளித்து வருகிறான். (கொலை, களவு முதலிய கொடிய) பயத்திலிருந்தும் அவர்களுக்கு அபயமளித்தான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"107 (Al-Ma'un)":[{"category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un","Chapter Al-Ma'un","Ma'un","Surah Ma'un","Chapter Ma'un","Al Ma'un","Surah Al Ma'un","Chapter Al Ma'un","Surah 107","Chapter 107","The Small Kindnesses","الماعون"],"name":"107:7","stocked":true,"arabic":"وَيَمۡنَعُونَ ٱلۡمَاعُونَ","footnotes":null,"price":"7. (மேலும், ஊசி போன்ற) அற்பப் பொருளையும் (இரவல் கொடுக்காது) தடுத்துக் கொள்கிறார்கள்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"108 (Al-Kawthar)":[{"category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar","Chapter Al-Kawthar","Kawthar","Surah Kawthar","Chapter Kawthar","Al Kawthar","Surah Al Kawthar","Chapter Al Kawthar","Surah 108","Chapter 108","Abundance","الكَوْثَر"],"name":"108:3","stocked":true,"arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","footnotes":null,"price":"3. நிச்சயமாக உமது எதிரிதான் சந்ததியற்றவன்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"109 (Al-Kafirun)":[{"category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun","Chapter Al-Kafirun","Kafirun","Surah Kafirun","Chapter Kafirun","Al Kafirun","Surah Al Kafirun","Chapter Al Kafirun","Surah 109","Chapter 109","The Disbelievers","الكافرون"],"name":"109:6","stocked":true,"arabic":"لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ","footnotes":null,"price":"6. உங்கள் (செயலுக்குரிய) கூலி உங்களுக்கும்; என் (செயலுக்குரிய) கூலி எனக்கும் (கிடைக்கும்).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"110 (An-Nasr)":[{"category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr","Chapter An-Nasr","Nasr","Surah Nasr","Chapter Nasr","An Nasr","Surah An Nasr","Chapter An Nasr","Surah 110","Chapter 110","The Divine Support","النصر"],"name":"110:3","stocked":true,"arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا","footnotes":null,"price":"3. (அதற்கு நன்றி செலுத்துவதற்காக) உமது இறைவனைப் புகழ்ந்து துதி செய்து, அவனுடைய (அருளையும்) மன்னிப்பையும் கோருவீராக! நிச்சயமாக அவன் (பிரார்த்தனைகளை அங்கீகரித்து) மன்னிப்புக் கோருதலை(யும்) அங்கீகரிப்பவனாக இருக்கிறான்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"111 (Al-Masad)":[{"category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad","Chapter Al-Masad","Masad","Surah Masad","Chapter Masad","Al Masad","Surah Al Masad","Chapter Al Masad","Surah 111","Chapter 111","The Palm Fiber","المسد"],"name":"111:5","stocked":true,"arabic":"فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ","footnotes":null,"price":"5. அவளுடைய கழுத்தில் முறுக்கேறிய ஈச்சங்கயிறுதான். (அதனால் சுருக்கிடப்பட்டு அவளும் அழிந்து விடுவாள்.)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"112 (Al-Ikhlas)":[{"category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas","Chapter Al-Ikhlas","Ikhlas","Surah Ikhlas","Chapter Ikhlas","Al Ikhlas","Surah Al Ikhlas","Chapter Al Ikhlas","Surah 112","Chapter 112","The Sincerity","الإخلاص"],"name":"112:4","stocked":true,"arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ","footnotes":null,"price":"4. (தவிர) அவனுக்கு ஒப்பாகவும் (நிகராகவும்) ஒன்றுமில்லை.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"113 (Al-Falaq)":[{"category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq","Chapter Al-Falaq","Falaq","Surah Falaq","Chapter Falaq","Al Falaq","Surah Al Falaq","Chapter Al Falaq","Surah 113","Chapter 113","The Daybreak","الفلق"],"name":"113:5","stocked":true,"arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","footnotes":null,"price":"5. பொறாமைக்காரன் பொறாமைப்படும்போது அவனின் தீங்கை விட்டும் (பாதுகாக்கக் கோருகிறேன்).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"114 (An-Nas)":[{"category":["114 (An-Nas)","An-Nas","Surah An-Nas","Chapter An-Nas","Nas","Surah Nas","Chapter Nas","An Nas","Surah An Nas","Chapter An Nas","Surah 114","Chapter 114","Mankind","الناس"],"name":"114:6","stocked":true,"arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","footnotes":null,"price":"6. (அத்தகைய விஷமிகள்) ஜின்களிலும் இருக்கின்றனர்; மனிதர்களிலும் இருக்கின்றனர்.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}]}