{"1 (Al-Fatihah)":[{"category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah","Chapter Al-Fatihah","Fatihah","Surah Fatihah","Chapter Fatihah","Al Fatihah","Surah Al Fatihah","Chapter Al Fatihah","Surah 1","Chapter 1","The Opening","الفَاتِحَة"],"name":"1:7","stocked":true,"arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","footnotes":"[1] అల్లాహ్ (సు.తా.) అనుగ్రహించిన వారి మార్గం అంటే, దైవప్రవక్తల, వారిని అనుసరించిన సత్పురుషుల మరియు పుణ్యపురుషుల మార్గం. వారు సన్మార్గం పొంది, దానిపైననే నడిచారు. అదే అల్లాహుతా'ఆలాకు విధేయులవటం (ఇస్లాం). అదే స్వర్గానికి అర్హులు చేసే మార్గం. అల్లాహ్ (సు.తా.) ఆదేశం: \"మరియు ఎవరు అల్లాహుతా'ఆలాకు, మరియు ప్రవక్తకు విధేయులై ఉంటారో, అలాంటి వారు అల్లాహ్ (సు.తా.) అనుగ్రహం పొందిన ప్రవక్తలతోనూ, సత్యవంతులతోనూ, అల్లాహుతా'ఆలా ధర్మం కొరకు ప్రాణాలు కోల్పోయిన అమర వీరు(షహీద్)లతోనూ, సద్వర్తనులతోనూ చేరి ఉంటారు. మరియు అలాంటి వారి సాంగత్యం ఎంతో మేలైనది.\" (4:69) [2] మ'గ్దూబి 'అలైహిమ్: అల్లాహ్ (సు.తా.) ఆగ్రహానికి గురైనవారు అంటే - యూదులు. ఎందుకంటే వారు బుద్ధిపూర్వకంగా సన్మార్గాన్ని త్యజించారు. దివ్యసూచనలను మార్చారు. 'ఉ'జైర్ ('అ.స.)ను, అల్లాహుతా'ఆలా కుమారుడు అన్నారు. తమ విద్వాంసుల (అ'హ్బారు) లకు ధర్మసమ్మతం ('హలాల్) మరియు నిషిద్ధం ('హరామ్) చేసే హక్కు ఉందన్నారు. 'దాల్లీన్: మార్గభ్రష్టులైనవారు - అంటే క్రైస్తవులు. ఎందుకంటే వారు 'ఈసా మసీ'హ్ (ఏసూ క్రీస్తు 'అ.స.)ను అల్లాహ్ (సు.తా.) కుమారుడు అని కొందరు మరియు ముగ్గురు ఆరాధ్యదైవా(Trinity)లలో ఒకరు అని మరికొందరు అన్నారు, (ఫ'త్హ్ అల్-ఖదీర్). ఆమీన్: ఓ అల్లాహ్ (సు.తా.)! మా దు'ఆ (ప్రార్థన)ను అంగీకరించు. సూరహ్ అల్ ఫాతి'హా తరువాత ఆమీన్ అనటాన్ని దైవప్రవక్త ('స'అస) ఎంతో ప్రాధాన్యత నిచ్చారు మరియు ఎంతో ఉత్తమమైనదని అన్నారు. దీనిని ముందు నిలిచి నమా'జ్ చేయించేవాడు (ఇమామ్) మరియు ఇమామ్ వెనుక నమా'జ్ చేసేవారు (ముఖ్త'దీలు) అందరూ అనాలి. పెద్ద స్వరంతో చదివే నమా'జ్ లలో పెద్ద స్వరంతో అనాలి (ఇబ్నె-మాజా, ఇబ్నె-కసీ'ర్).","price":"నీవు అనుగ్రహించిన[1] వారి మార్గం మాత్రమే (చూపు) నీ ఆగ్రహానికి[2] గురి అయిన వారి (మార్గం కానీ) లేక మార్గభ్రష్టులైన వారి (మార్గం కానీ) కాదు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"2 (Al-Baqarah)":[{"category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"],"name":"2:286","stocked":true,"arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","footnotes":"","price":"\"అల్లాహ్, ఏ ప్రాణి పైననూ దాని శక్తికి మించిన భారం వేయడు. తాను సంపాదించిన దానికి (పుణ్య) ఫలితం దానికి లభిస్తుంది మరియు తాను చేసిన దుష్కర్మల శిక్ష అది అనుభవిస్తుంది. ఓ మా ప్రభూ! మేము మరచినా లేక తప్పు చేసినా మమ్మల్ని పట్టకు! ఓ మా ప్రభూ! పూర్వం వారిపై మోపినట్టి భారం మాపై మోపకు. ఓ మా ప్రభూ! మేము సహంచలేని భారం మాపై వేయకు. మమ్మల్ని మన్నించు, మమ్మల్ని క్షమించు మరియు మమ్మల్ని కరుణించు. నీవే మా సంరక్షకుడవు, కావున సత్యతిరస్కారులకు విరుద్ధంగా మాకు విజయము (సహాయము) నొసంగు.\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"3 (Al-Imran)":[{"category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"],"name":"3:200","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","footnotes":"[1] ఈ ఆయత్ తాత్పర్యం ఈ విధంగా కూడా చేయబడింది: \"ఓ విశ్వాసులారా, (మీ శత్రువుల కంటే ఎక్కువ) సహనం వహించండి మరియు సాహసం చూపించండి మరియు యుద్ధరంగంలో దృఢచిత్తులై (మీ సరిహద్దులను కాపాడుతూ) ఉండండి. మరియు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి, అప్పుడే మీరు సాఫల్యం పొందగలరని ఆశించవచ్చు!\" ఆ ఆయత్ తాత్పర్యం ము'హమ్మద్ జునాగఢి (ర'హ్మ) గారు, ఈ విధంగా కూడా చేశారు: \"ఓ విశ్వాసులారా! మీ పాదాలను తడబడనివ్వకండి మరియు ఒకరికొకరు సహాయపడండి. జిహాద్ కొరకు సిద్ధంగా ఉండండి మరియు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి, అప్పుడే మీరు సాఫల్యం పొందగలరని ఆశించవచ్చు!\"","price":"ఓ విశ్వాసులారా! సహనం వహించండి, మరియు (మిథ్యావాదుల ముందు స్థైర్యాన్ని చూపండి. మరియు (మాటువేసి ఉండవలసిన చోట) స్థిరంగా ఉండండి. మరియు అల్లాహ్ పట్ల భయభక్తులు కలిగి ఉండండి, అప్పుడే మీరు సాఫల్యం పొందగలరని ఆశించవచ్చు![1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"4 (An-Nisa)":[{"category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"],"name":"4:176","stocked":true,"arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"[1] కలాల అంటే సూటీ (రక్త) సంబంధీకులు లేని మృతుడు అంటే తండ్రి గానీ, కుమారుడు గానీ లేని మృతుడు. కొడుకు లేని పక్షంలో కొడుకు కొడుకు(లు) సూటి వారసులుగా పరిగణించబడతారు. (ఇజ్మా'అ, ఇబ్నె-కసీ'ర్). కుమారుడు ఒక్కడే ఉన్నా పూర్తి ఆస్తికి వారసుడు. మరియు తండ్రి ఒక్కడే ఉన్నా అతను కూడా పూర్తి ఆస్తికి వారసుడు. అప్పుడు మృతుని సోదర సోదరీమణులకు హక్కు ఉండదు. కాని భార్య లేక భర్త మరియు తల్లి ఉంటే వారి భాగం వారికి ఇచ్చిన తరువాత. కుమార్తె మరియు సోదరీ ఉంటే, కుమార్తెకు సగం, సోదరికి సగం. సోదరుడు ఒక్కడే ఉంటే అతడు తన సోదరి పూర్తి ఆస్తికి వారసుడౌతాడు. కాని మృతురాలు భర్త ఉంటే అతని భాగం ఇచ్చి మిగతా ఆస్తికి సోదరుడు వారసుడౌతాడు. [2] సోదరీ అంటే ఇక్కడ సొంత అనగా, తల్లి-తండ్రి ఇరువురి నుండి, లేక కేవలం తండ్రి నుండి గానీ ఉంటే ఆమెకు అతను వదిలిన ఆస్తిలో సగం భాగం ఉంటుంది. ఇంకా చూడండి, 4:12, అక్కడ ఇజ్మా'అ, అభిప్రాయం ఏమిటంటే అక్కడ కేవలం తల్లి వైపు నుండి (అర్థ) సోదర సోదరీమణుల విషయం చెప్పబడింది. ఎక్కువ వివరాల కొరకు ధర్మవేత్త(ఫుఖహా)లను సంప్రదించండి.","price":"వారు నిన్ను, (కలాలను) గురించి ధార్మిక శాసనం (ఫత్వా) అడుగుతున్నారు. అల్లాహ్ మీకు, కలాలను[1] గురించి, ఈ విధంగా ధార్మిక శాసనం ఇస్తున్నాడని చెప్పు: \"ఒక పురుషుడు మరణించి, అతనికి సంతానం లేకుండా ఒక సోదరి[2] మాత్రమే ఉంటే, అతడు విడిచిన ఆస్తిలో ఆమెకు సగం వాటా లభిస్తుంది. పిల్లలు లేక చనిపోయిన సోదరి మొత్తం ఆస్తికి, అతడు (ఆమె నిజ సోదరుడు) వారసుడవుతాడు. అతనికి (మృతునికి) ఇద్దరు సోదరీమణులు ఉంటే, వారిద్దరికీ అతడు వదలిన ఆస్తిలో మూడింట రెండు వంతుల భాగం లభిస్తుంది. ఒకవేళ సోదర సోదరీమణులు (అనేకులుంటే) ప్రతి పురుషునికి ఇద్దరు స్త్రీల భాగానికి సమానంగా వాటా లభిస్తుంది. మీరు దారి తప్పకుండా ఉండటానికి అల్లాహ్ మీకు అంతా స్పష్టంగా తెలుపుతున్నాడు. మరియు అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"5 (Al-Ma'idah)":[{"category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"],"name":"5:120","stocked":true,"arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","footnotes":"","price":"ఆకాశాల పైననూ, భూమి పైననూ మరియు వాటిలో నున్న సమస్తం పైననూ, సామ్రాజ్యాధిపత్యం అల్లాహ్ దే! మరియు ఆయనే ప్రతిదీ చేయగల సమర్ధుడు (అన్నింటిపై అధికారం గలవాడు).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"6 (Al-An'am)":[{"category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"],"name":"6:165","stocked":true,"arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","footnotes":"[1] చూడండి, 2:30 వ్యాఖ్యానం 1.","price":"మరియు ఆయనే మిమ్మల్ని భూమి మీద ఉత్తరాధికారులుగా నియమించి[1] - మీకిచ్చిన దానితో మిమ్మల్ని పరీక్షించటానికి - మీలో కొందరికి మరికొందరిపై ఉన్నత స్థానాన్ని ఇచ్చాడు. నిశ్చయంగా, నీ ప్రభువు శిక్ష విధించటంలో అతి శీఘ్రుడు, మరియు నిశ్చయంగా, ఆయన క్షమాశీలుడు, అపార కరుణా ప్రదాత.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"7 (Al-A'raf)":[{"category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"],"name":"7:206","stocked":true,"arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","footnotes":"","price":"నిశ్చయంగా, నీ ప్రభువుకు దగ్గరగా ఉన్నవారు (దైవదూతలు) తమ ప్రభువును ఆరాధించటానికి అహంభావం చూపరు. మరియు ఆయన పవిత్రతను కొనియాడుతూ ఉంటారు. మరియు ఆయనకే సాష్టాంగం (సజ్దా) చేస్తూ ఉంటారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"8 (Al-Anfal)":[{"category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"],"name":"8:75","stocked":true,"arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"[1] విశ్వాసులు (ముస్లింలందరు) ఒకరికొకరు సహోదరులు, 49:10. కాని వారసత్వపు విషయంలో ముస్లిం బంధువులే ఒకరికొకరు వారసులవుతారు. ఒక ముస్లిం అవిశ్వాసికి గానీ, లేక ఒక అవిశ్వాసి ముస్లింనకు గానీ వారసులు కాలేరు.","price":"మరియు ఎవరైతే తరువాత విశ్వసించి మరియు వలస పోయి మరియు మీతో బాటు (అల్లాహ్ మార్గంలో) పోరాడారో, వారు కూడా మీ వారే! కాని అల్లాహ్ గ్రంథం ప్రకారం, రక్తసంబంధం గలవారు (వారసత్వ విషయంలో) ఒకరిపై నొకరు ఎక్కువ హక్కుదారులు.[1] నిశ్చయంగా అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"9 (At-Tawbah)":[{"category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"],"name":"9:129","stocked":true,"arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","footnotes":"[1] చూడండి, ఖుర్ఆన్ 7:54 మరియు 'స'హీ'హ్ బు'ఖారీ, పు-9, 'హ. 86 మరియు పు-6, 'హ. 87.","price":"అయినా వారు విముఖులైతే, వారితో అను: \"నాకు అల్లాహ్ చాలు! ఆయన తప్ప వేరే ఆరాధ్యనీయుడు లేడు! నేను ఆయననే నమ్ముకున్నాను. మరియు ఆయనే సర్వోత్తమ సింహాసనానికి (అర్ష్ కు) ప్రభువు.\"[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"10 (Yunus)":[{"category":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"],"name":"10:109","stocked":true,"arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","footnotes":"","price":"మరియు (ఓ ప్రవక్తా!) నీపై అవతరింప జేయబడిన సందేశాన్ని (వహీని) అనుసరించు. మరియు అల్లాహ్ తీర్పు చేసే వరకు నీవు ఓర్పు వహించు. మరియు న్యాయాధిపతులలో ఆయనే అత్యుత్తముడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"11 (Hud)":[{"category":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"],"name":"11:123","stocked":true,"arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"[1] చూడండి, 2:3.","price":"మరియు ఆకాశాల యొక్క మరియు భూమి యొక్క సర్వ అగోచర విషయాలు కేవలం అల్లాహ్ కే తెలుసు.[1] మరియు సర్వ విషయాలు ఆయన వద్దకే మరలింపబడతాయి కావున మీరు ఆయననే ఆరాధించండి మరియు ఆయననే నమ్ముకోండి. మరియు మీరు చేసే కర్మలు నీ ప్రభువు ఎరుగకుండా లేడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"12 (Yusuf)":[{"category":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"],"name":"12:111","stocked":true,"arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","footnotes":"","price":"వాస్తవానికి వారి గాథలలో బుద్ధిమంతులకు గుణపాఠముంది. ఇది (ఈ ఖుర్ఆన్) కల్పితగాథ కాదు. కాని ఇది ఇంత వరకు వచ్చిన గ్రంథాలలో మిగిలి వున్న సత్యాన్ని ధృవీకరిస్తుంది మరియు ప్రతి విషయాన్ని వివరిస్తుంది. మరియు ఇది విశ్వసించేవారికి మార్గదర్శిని మరియు కారుణ్యం కూడాను.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"13 (Ar-Ra'd)":[{"category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"],"name":"13:43","stocked":true,"arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","footnotes":"[1] అంటే, ఇస్లాం స్వీకరించిన 'అబ్దుల్లాహ్ బిన్ సల్లాం మరియు సల్మాన్ ఫారసీ (ర'ది.'అన్హుమ్)ల వంటి యూదుల మరియు క్రైస్తవుల సాక్ష్యం అన్నమాట!","price":"మరియు (ఓ ప్రవక్తా!) సత్యతిరస్కారులు నీతో అంటున్నారు: \"నీవు సందేశహరుడవు కావు!\" వారితో అను: \"నాకూ - మీకూ మధ్య అల్లాహ్ సాక్ష్యమే చాలు! మరియు వారి (సాక్ష్యం), ఎవరికైతే గ్రంథజ్ఞానం ఉందో!\"[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"14 (Ibrahim)":[{"category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"],"name":"14:52","stocked":true,"arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","footnotes":"","price":"ఇది (ఈ ఖుర్ఆన్) మానవులకు ఒక సందేశం. వారు దీనితో హెచ్చరించబడటానికి మరియు నిశ్చయంగా ఆయన (అల్లాహ్) ఒక్కడే ఆరాధ్య దైవమని వారు తెలుసుకోవడానికి మరియు బుద్ధిమంతులు గ్రహించడానికి ఇది పంపబడింది.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"15 (Al-Hijr)":[{"category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"],"name":"15:99","stocked":true,"arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","footnotes":"[1] అల్ - యఖీను: అంటే మరణం. ('స. బు'ఖారీ, కితాబ్ అత్తఫ్సీర్). ఇంకా చూడండి, 74:47.","price":"మరియు తప్పక రాబోయే ఆ అంతిమ ఘడియ (మరణం) వచ్చే వరకు, నీ ప్రభువును ఆరాధిస్తూ ఉండు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"16 (An-Nahl)":[{"category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"],"name":"16:128","stocked":true,"arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","footnotes":"","price":"నిశ్చయంగా, అల్లాహ్ భయభక్తులు గల వారితో మరియు సజ్జనులైన వారితో పాటు ఉంటాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"17 (Al-Isra)":[{"category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"],"name":"17:111","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","footnotes":"","price":"ఇంకా ఇలా అను: \"సంతానం లేనటువంటి మరియు తన రాజరికంలో భాగస్వాములు లేనటువంటి మరియు తనలో ఎలాంటి లోపం లేనటువంటి మరియు సహాయకుడి అవసరం లేనటు వంటి అల్లాహ్ యే సర్వస్తోత్రాలకు అర్హుడు. మరియు మీరు ఆయన మహనీయతను గొప్పగా కొనియాడండి!\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"18 (Al-Kahf)":[{"category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"],"name":"18:110","stocked":true,"arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","footnotes":"","price":"(ఓ ప్రవక్తా!) ఇంకా ఇలా అను: \"నిశ్చయంగా, నేను కూడా మీలాంటి ఒక మానవుడనే! నాపై దివ్యజ్ఞానం (వహీ) అవతరింపజేయబడింది. నిశ్చయంగా, మీ ఆరాధ్య దేవుడు ఆ ఏకైక దైవం (అల్లాహ్) మాత్రమే! కావున తన ప్రభువును కలుసుకోవాలని ఆశించేవాడు సత్కార్యాలు చేయాలి. మరియు ఆరాధనలో తన ప్రభువుతో పాటు మరెవ్వరినీ భాగస్వాములుగా (షరీక్ లుగా) కల్పించుకోరాదు.\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"19 (Maryam)":[{"category":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"],"name":"19:98","stocked":true,"arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","footnotes":"","price":"మరియు వీరికి పూర్వం మేము ఎన్ని తరాల వారిని నాశనం చేయలేదు! ఏమీ? నీవు ఇప్పుడు వారిలో ఏ ఒక్కరినైనా చూస్తున్నావా? లేక వారి మెల్లని శబ్దమైనా వింటున్నావా?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"20 (Ta-Ha)":[{"category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"],"name":"20:135","stocked":true,"arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","footnotes":"","price":"వారితో ఇలా అను: \"ప్రతి ఒక్కడు (తన అంతిమ ఫలితం కొరకు వేచి ఉన్నాడు. కావున మీరు కూడా వేచి ఉండండి. సరైన మార్గంలో ఉన్న వారెవరో మరియు మార్గదర్శకత్వం పొందిన వారెవరో మీరు త్వరలోనే తెలుసుకుంటారు.\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"21 (Al-Anbiya)":[{"category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"],"name":"21:112","stocked":true,"arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","footnotes":"","price":"అతను (ముహమ్మద్) ఇలా అన్నాడు: \"ఓ నా ప్రభూ! నీవు సత్యంతో తీర్పు చేయి! మరియు మీరు కల్పించే వాటికి (ఆరోపణలకు), ఆ అపార కరుణామయుడైన మా ప్రభువు సహాయమే కోరబడుతుంది.!\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"22 (Al-Hajj)":[{"category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"],"name":"22:78","stocked":true,"arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","footnotes":"[1] అల్-జిహాదు: ధర్మపోరాటం అంటే: 1) అల్లాహ్ (సు.తా.) ఆజ్ఞలను పాలించటానికి, తన ఆత్మతో, 2) ష'తాన్ రేకెత్తించే ప్రేరణలతో, 3) ఆత్మరక్షణకు మరియు తన ధర్మాన్ని స్వేచ్ఛగా పాటిస్తూ, శాంతితో, దానిని ఇతరులకు బోధిస్తూ ఉంటే, ఆటంక పరిచే వారితో, చేసే ధర్మపోరాటం. [2] తండ్రి ఇబ్రాహీమ్, అంటే అతను దైవప్రవక్త ము'హమ్మద్ ('స'అస) పూర్వికుడే కాక, ఏక దైవసిద్ధాంతాన్ని అనుసరించే వారందరి తండ్రి కూడాను. [3] ఈ సాక్ష్యాలు తీర్పుదినమున జరుగుతాయి. చూడండి, 2:143.","price":"మరియు అల్లాహ్ మార్గంలో పోరాడవలసిన విధంగా ధర్మపోరాటం చేయండి.[1] ఆయన మిమ్మల్ని ఎన్నుకున్నాడు. మరియు ఆయన ధర్మం విషయంలో మీకు ఎలాంటి ఇబ్బంది కలిగించలేదు. ఇది మీ తండ్రి ఇబ్రాహీమ్ మతమే.[2] ఆయన మొదటి నుండి మీకు అల్లాహ్ కు విధేయులు (ముస్లింలు) అని పేరు పెట్టాడు. దీనికై మీ సందేశహరుడు మీకు సాక్షిగా ఉండటానికి మరియు మీరు ప్రజలకు సాక్షులుగా ఉండటానికి.[3] కావున నమాజ్ స్థాపించండి, విధి దానం (జకాత్) ఇవ్వండి. మరియు అల్లాహ్ తో గట్టి సంబంధం కలిగి ఉండండి, ఆయనే మీ సంరక్షకుడు, ఎంత శ్రేష్ఠమైన సంరక్షకుడు మరియు ఎంత ఉత్తమ సహాయకుడు!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"23 (Al-Mu'minun)":[{"category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"],"name":"23:118","stocked":true,"arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","footnotes":"","price":"కావున నీవు ఇలా ప్రార్థించు: \"ఓ నా ప్రభూ! నన్ను క్షమించు, నన్ను కరుణించు, కరుణించేవారిలో నీవే అత్యుత్తముడవు!\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"24 (An-Nur)":[{"category":["24 (An-Nur)","An-Nur","Surah An-Nur","Chapter An-Nur","Nur","Surah Nur","Chapter Nur","An Nur","Surah An Nur","Chapter An Nur","Surah 24","Chapter 24","The Light","النُّور"],"name":"24:64","stocked":true,"arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قَدۡ يَعۡلَمُ مَآ أَنتُمۡ عَلَيۡهِ وَيَوۡمَ يُرۡجَعُونَ إِلَيۡهِ فَيُنَبِّئُهُم بِمَا عَمِلُواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"","price":"వినండి! నిశ్చయంగా, ఆకాశాలలో మరియు భూమిలో నున్న సమస్తమూ అల్లాహ్ దే! మీ స్థితి ఆయనకు బాగా తెలుసు మరియు అందరూ ఆయన వద్దకు మరలింపబడిన రోజు వారు చేసి వచ్చిన కర్మలన్నీ ఆయన వారికి తెలియజేస్తాడు. మరియు అల్లాహ్ కు ప్రతి దానిని గురించి పూర్తి జ్ఞానముంది.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"25 (Al-Furqan)":[{"category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"],"name":"25:77","stocked":true,"arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","footnotes":"[1] అల్లాహ్ (సు.తా.) యందు భయభక్తులు కలిగివుండి కేవలం ఆయననే ఆరాధించే వారిని ఆయన (సు.తా.) లక్ష్యం చేస్తాడు. అల్లాహ్ (సు.తా.) ను తిరస్కరించిన వారికీ మరియు ఆయనకు సాటికల్పించిన వారికీ నరక శిక్ష తప్పదు.","price":"(ఓ ముహమ్మద్! అవిశ్వాసులతో) ఇలా అను: \"మీరు ఆయనను ప్రార్థిస్తున్నారు కాబట్టి నా ప్రభువు మిమ్మల్ని అలక్ష్యం చేయడం లేదు[1]. కాని వాస్తవానికి, ఇప్పుడు మీరు (ఆయనను) తిరస్కరించారు. కావున త్వరలోనే ఆయన శిక్ష మీపై అనివార్యమవుతుంది.\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"26 (Ash-Shu'ara)":[{"category":["26 (Ash-Shu'ara)","Ash-Shu'ara","Surah Ash-Shu'ara","Chapter Ash-Shu'ara","Shu'ara","Surah Shu'ara","Chapter Shu'ara","Ash Shu'ara","Surah Ash Shu'ara","Chapter Ash Shu'ara","Surah 26","Chapter 26","The Poets","الشُّعَرَاء"],"name":"26:227","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ","footnotes":"[1] ఇక్కడ ఆ కవులకే, కవిత్వం చేసే అనుమతి ఇవ్వబడింది, ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తారో మరియు అల్లాహ్ (సు.తా.) ను అమితంగా ప్రార్థిస్తారో మరియు ఊహాగానాలు చేయక సత్యాధారంపై కవిత్వం చేస్తారో! ఉదారహరణకు: 'హస్సాన్ బిన్ సా'బిత్ (ర'ది. 'అ.), తన కవిత్వంతో సత్యతిరస్కారుల కవిత్వానికి తగిన జవాబు ఇచ్చేవారు. దైవప్రవక్త ('స'అస) అతనితో ఇలా అనేవారు: 'ఈ సత్యతిరస్కారులకు జవాబివ్వు, జిబ్రీల్ (అ.స.) నీకు తోడ్పడు గాక!' ('స'హీ'హ్ బుఖా'రీ). దీనితో వ్యక్తమయ్యేది ఏమిటంటే సత్యతిరస్కారులకు జవాబివ్వటానికి, సత్యాధారంగా చేసే కవిత్వం మరియు సత్యాన్ని, తౌహీద్ ను మరియు సున్నతును స్థాపించటానికి చేసే కవిత్వం ధర్మసమ్మతమైనదే!","price":"కాని, (వారిలో) విశ్వసించి, సత్కార్యాలు చేస్తూ, అల్లాహ్ ను అమితంగా స్మరించే వారూ మరియు - తమకు అన్యాయం జరిగినప్పుడే - ప్రతీకార చర్య తీసుకునే వారు తప్ప![1] అన్యాయం చేసేవారు తమ పర్యవసానం ఏమిటో త్వరలో తెలుసుకోగలరు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"27 (An-Naml)":[{"category":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"],"name":"27:93","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"[1] చూడండి, 41:53.","price":"వారితో (ఇంకా) ఇలా అను: \"సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే! త్వరలోనే ఆయన మీకు తన సూచనలను చూపుతాడు, అప్పుడు మీకు తెలుస్తుంది[1]. మరియు మీరు చేస్తున్న కార్యాలను నీ ప్రభువు ఎరుగకుండా లేడు!\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"28 (Al-Qasas)":[{"category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"],"name":"28:88","stocked":true,"arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"[1] చూడండి, 55:26-27.","price":"మరియు అల్లాహ్ తో పాటు ఏ ఇతర దైవాన్నీ ఆరాధించకు. ఆయన (అల్లాహ్) తప్ప మరొక ఆరాధ్య దైవం లేడు. కేవలం ఆయన ఉనికి (ముఖం) తప్ప ప్రతిదీ నశిస్తుంది.[1] సర్వన్యాయాధిపత్యం కేవలం ఆయనదే మరియు ఆయన వైపునకే మీరంతా మరలింపబడతారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"29 (Al-Ankabut)":[{"category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"],"name":"29:69","stocked":true,"arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","footnotes":"","price":"మరియు ఎవరైతే మా కొరకు హృదయపూర్వకంగా పాటుపడతారో, వారికి మేము మా మార్గాల వైపునకు మార్గదర్శకత్వం చేస్తాము. మరియు నిశ్చయంగా, అల్లాహ్ సజ్జనులకు తోడుగా ఉంటాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"30 (Ar-Rum)":[{"category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"],"name":"30:60","stocked":true,"arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","footnotes":"","price":"కావున నీవు సహనం వహించు! నిశ్చయంగా, అల్లాహ్ వాగ్దానం సత్యం! కావున విశ్వాసహీనులు నిన్ను వ్యాకుల పరచరాదు సుమా!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"31 (Luqman)":[{"category":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"],"name":"31:34","stocked":true,"arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","footnotes":"[1] పై ఐదు అగోచర విషయాల జ్ఞానం కేవలం అల్లాహ్ కే ఉంది అవి : 1) అంతిమ ఘడియ సమయం, 2) వర్షం వచ్చే సమయం, 3) మాతృగర్భంలో ఉన్నదాని గతి, 4) రేపు సంభవించబోయే విషయం మరియు 5) మానవుని మరణ స్థానం ('స'హీ'హ్ బు'ఖారీ).","price":"నిశ్చయంగా, ఆ (అంతిమ) ఘడియ జ్ఞానం, కేవలం అల్లాహ్ కు మాత్రమే ఉంది. మరియు ఆయనే వర్షం కురిపించేవాడు మరియు గర్భాలలో ఉన్నదాని విషయం తెలిసినవాడు. మరియు తాను రేపు ఏమి సంపాదిస్తాడో, ఏ మానవుడు కూడా ఎరుగడు.[1] మరియు ఏ మానవుడు కూడా తాను ఏ భూభాగంలో మరణిస్తాడో కూడా ఎరుగడు. నిశ్చయంగా, అల్లాహ్ మాత్రమే సర్వజ్ఞుడు, సమస్తం తెలిసినవాడు (ఎరిగినవాడు).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"32 (As-Sajda)":[{"category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda","Chapter As-Sajda","Sajda","Surah Sajda","Chapter Sajda","As Sajda","Surah As Sajda","Chapter As Sajda","Surah 32","Chapter 32","The Prostration","السَّجدَة"],"name":"32:30","stocked":true,"arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","footnotes":"[1] చూడండి, 6:106.","price":"కావున నీవు వారితో విముఖుడవగు![1] మరియు వేచి ఉండు నిశ్చయంగా, వారు కూడా (ఆ దినం కొరకు) వేచి ఉంటారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"33 (Al-Ahzab)":[{"category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"],"name":"33:73","stocked":true,"arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","footnotes":"","price":"(దాని ఫలితంగా!) అల్లాహ్ కపట విశ్వాసులయిన పురుషులను మరియు కపట విశ్వాసులయిన స్త్రీలను మరియు అల్లాహ్ కు సాటి కల్పించే పురుషులను మరియు సాటి కల్పించే స్త్రీలను శిక్షిస్తాడు; మరియు విశ్వాసులైన పురుషుల మరియు విశ్వాసులైన స్త్రీల పశ్చాత్తాపాన్ని అంగీకరిస్తాడు. మరియు అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"34 (Saba)":[{"category":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"],"name":"34:54","stocked":true,"arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","footnotes":"[1] శిక్షను చూసిన తరువాత విశ్వసించగోరితే, ఆ విశ్వాసం అంగీకరించబడదు. ఖతాదా (రజి.అ.) కథనం: \"సందేహాల మరియు సంశయాల నుండి దూరంగా ఉండండి. ఎవడైతే సందేహావస్థలో మరణిస్తాడో! అదే స్థితిలో పునరుత్థరింపబడతాడు. మరియు ఎవడైతే విశ్వాసంతో మరణిస్తాడో ఆ రోజు విశ్వాసంతోనే లేపబడతాడు!\" (ఇబ్నె-కసీ'ర్)","price":"మరియు వారికి పూర్వం గడిచిన వారి విధంగానే, వారి మధ్య మరియు వారి కోరికల మధ్య అడ్డు వేయబడుతుంది. నిశ్చయంగా, వారు సంశయంలో పడవేసే గొప్ప సందేహంలో పడి ఉండేవారు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"35 (Fatir)":[{"category":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"],"name":"35:45","stocked":true,"arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","footnotes":"","price":"ఒకవేళ అల్లాహ్ మానవులను వారు చేసిన కర్మలకు గానూ పట్టుకోదలిస్తే! (భూమి) మీద ఏ ఒక్క ప్రాణిని కూడా ఆయన వదిలి పెట్టి ఉండేవాడు కాదు! నిజానికి ఆయన వారికి ఒక నియమిత సమయం వరకు గడువునిస్తున్నాడు. కాని వారి గడువు పూర్తయితే; అప్పుడు నిశ్చయంగా, అల్లాహ్ సదా తన దాసులను స్వయంగా చూసుకుంటాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"36 (Ya-Sin)":[{"category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"],"name":"36:83","stocked":true,"arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"","price":"ఎందుకంటే! సర్వలోపాలకు అతీతుడైన ఆయన (అల్లాహ్) చేతిలో ప్రతిదానికి సంబంధించిన సర్వాధికారాలు ఉన్నాయి మరియు మీరంతా ఆయన వైపునకే మరలింపబడతారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"37 (As-Saffat)":[{"category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat","Chapter As-Saffat","Saffat","Surah Saffat","Chapter Saffat","As Saffat","Surah As Saffat","Chapter As Saffat","Surah 37","Chapter 37","Those Who Set The Ranks","الصَّافَات"],"name":"37:182","stocked":true,"arabic":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"మరియు సర్వస్తోత్రాలకు అర్హుడైన అల్లాహ్ యే సమస్త లోకాలకు ప్రభువు!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"38 (Sad)":[{"category":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"],"name":"38:88","stocked":true,"arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","footnotes":"","price":"మరియు అచిర కాలంలోనే దీని ఉద్దేశాన్ని (వార్తను) మీరు తప్పక తెలుసుకుంటారు.\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"39 (Az-Zumar)":[{"category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"],"name":"39:75","stocked":true,"arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"[1] చూడండి, 7:54.","price":"మరియు దైవదూతలను తమ ప్రభువు పవిత్రతను కొనియాడుతూ, ఆయనను స్తుతిస్తూ, ఆయన సింహాసనాన్ని (అర్ష్ ను) అన్ని వైపుల నుండి చుట్టుకొని ఉండటాన్ని నీవు చూస్తావు. [1] మరియు వారి (సర్వ ప్రాణుల) మధ్య న్యాయంగా తీర్పు చేయబడుతుంది మరియు : \"సర్వస్తోత్రాలకు అర్హుడైన అల్లాహ్ యే సమస్త లోకాలకు ప్రభువు.\" అని పలుకబడుతుంది.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"40 (Ghafir)":[{"category":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"],"name":"40:85","stocked":true,"arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","footnotes":"","price":"కాని మా శిక్షను చూసిన తర్వాత, వారి విశ్వాసం వారికి ఏ మాత్రం లాభదాయకం కాజాలదు. ఇదే అల్లాహ్ తన దాసుల కొరకు వాస్తవంగా, నియమించిన విధానం (సాంప్రదాయం). మరియు అక్కడ సత్యతిరస్కారులు నష్టానికి గురి అవుతారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"41 (Fussilat)":[{"category":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"],"name":"41:54","stocked":true,"arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","footnotes":"","price":"అది కాదు! నిశ్చయంగా, వారు తమ ప్రభువును కలుసుకునే విషయం పట్ల సందేహంలో పడి వున్నారు. జాగ్రత్త! నిశ్చయంగా, ఆయన ప్రతి దానిని ఆవరించి ఉన్నాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"42 (Ash-Shura)":[{"category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"],"name":"42:53","stocked":true,"arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","footnotes":"[1] అంటే ఇస్లాం","price":"అల్లాహ్ మార్గం! [1] భూమ్యాకాశాలలో నున్న ప్రతిదీ ఆయనకే చెందుతుంది. వాస్తవానికి, వ్యవహారాలన్నీ చివరకు (తీర్పు కొరకు) అల్లాహ్ వద్దకే చేరుతాయి.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"43 (Az-Zukhruf)":[{"category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"],"name":"43:89","stocked":true,"arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","footnotes":"[1] ఇక్కడ కేవలం సలామున్ ఉంది; అస్సలాము అని లేదు. అంటే - మీదారి మీది మరియు మాదారి మాది, అని అర్థం. మీరు మున్ముందు తెలుసుకుంటారు. ఎవరు సన్మార్గం మీద ఉన్నారో! మరియు ఎవరు దుర్మార్గం మీద ఉన్నారో! ఇంకా చూడండి, 25:63, 28:55.","price":"కావున నీవు (ఓ ముహమ్మద్!) వారిని ఉపేక్షించు. మరియు ఇలా అను: \"మీకు సలాం!\"[1] మున్ముందు వారు తెలుసుకుంటారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"44 (Ad-Dukhan)":[{"category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan","Chapter Ad-Dukhan","Dukhan","Surah Dukhan","Chapter Dukhan","Ad Dukhan","Surah Ad Dukhan","Chapter Ad Dukhan","Surah 44","Chapter 44","The Smoke","الدُّخَان"],"name":"44:59","stocked":true,"arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","footnotes":"","price":"కావున, నీవు నిరీక్షించు! నిశ్చయంగా వారు కూడా నిరీక్షిస్తున్నారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"45 (Al-Jathiyah)":[{"category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"],"name":"45:37","stocked":true,"arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"ఆకాశాలలో మరియు భూమిలో ఘనత (మహనీయత) ఆయనకే చెందుతుంది. మరియు ఆయనే సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"46 (Al-Ahqaf)":[{"category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"],"name":"46:35","stocked":true,"arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","footnotes":"","price":"కావున నీవు (ఓ ప్రవక్తా!) సహనం వహించు! దృఢ సంకల్పం గల ప్రవక్తలు సహనం వహించినట్లు; మరియు వారి విషయంలో తొందర పడకు. నిశ్చయంగా, వారికి వాగ్దానం చేయబడిన (శిక్షను) వారు చూసిన రోజు; వారు (ఈ ప్రపంచంలో) దినంలోని ఒక ఘడియ కంటే ఎక్కువ కాలం గడపలేదని అనుకుంటారు. (ఇదే మా) సందేశం! అలాంటప్పుడు, దుష్టులు (ఫాసిఖూన్) గాక, ఇతరులు నశింప జేయ బడతారా?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"47 (Muhammad)":[{"category":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"],"name":"47:38","stocked":true,"arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","footnotes":"[1] అల్లాహ్ (సు.తా.) మిమ్మల్ని ఖర్చు చేయమని ప్రోత్సహించేది మీ ఆత్మశుద్ధి కొరకు, మీ చుట్టు ప్రక్కలలో ఉండే పేదవారి అత్యావసరాలను పూర్తి చేయటానికి మరియు మీరు మీ శత్రువులపై ఆధిక్యత పొందటానికి.","price":"ఇదిగో చూడండి! వారు మీరే! అల్లాహ్ మార్గంలో ఖర్చు చేయండని పిలువబడుతున్నవారు. కాని మీలో కొందరు పిసినారితనం వహిస్తున్నారు. మరియు ఎవడు పిసినారితనం వహిస్తున్నాడో, అతడు నిజానికి తన సొంత విషయంలోనే పిసినారితనం వహిస్తున్నాడు. మరియు అల్లాహ్ స్వయం సమృద్ధుడు మరియు మీరే కొరత గల (పేద) వారు.[1] మరియు మీరు విముఖులైతే ఆయన మీకు బదులుగా ఇతర జాతిని మీ స్థానంలో తేగలడు, అప్పుడు వారు మీలాంటి వారై ఉండరు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"48 (Al-Fath)":[{"category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"],"name":"48:29","stocked":true,"arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","footnotes":"[1] చూడండి, 5:54.\n [2] ష'త్'అహ్: అంటే బీజాన్ని చీల్చి బయటికి వచ్చే మొదటి అంకురం.\n [3] ఇది 'స'హాబా (ర'ది.'అ.)లను సూచిస్తోంది. మొదటి వారు అల్ప సంఖ్యలో మరియు బలహీనులుగా ఉంటారు, క్రమక్రమంగా వారి సంఖ్య పెరిగి వారు బలాఢ్యులవుతారు.","price":"ముహమ్మద్ అల్లాహ్ యొక్క సందేశహరుడు. మరియు అతని వెంట ఉన్నవారు, సత్యతిరస్కారుల పట్ల కఠినులు మరియు పరస్పరం కరుణామయులు.[1] నీవు వారిని (అల్లాహ్ ముందు) వంగుతూ (రుకూఉ చేస్తూ), సాష్టాంగాలు (సజ్దాలు) చేస్తూ ఉండటం చూస్తున్నావు. వారు అల్లాహ్ అనుగ్రహాన్ని మరియు ప్రసన్నతను అర్థిస్తూ ఉంటారు. వారి ముఖాల మీద సాష్టాంగం (సజ్దా) చేయటం వల్ల వచ్చిన గుర్తులుంటాయి. వారి ఈ ఉపమానం తౌరాత్ లో కూడా ఇవ్వబడుతుంది. మరియు ఇంజీల్ లో వారు ఒక పైరుతో పోల్చబడ్డారు: మొదట (బీజం నుండి) ఒక మొలక అంకురిస్తుంది,[2] తరువాత దానిని లావుగా చేస్తాడు. ఆ తరువాత అది తన కాండం మీద నిటారుగా నిలబడి[3] రైతులను ఆనంద పరిచి సత్యతిరస్కారులకు క్రోధావేశాలు కలిగిస్తుంది. విశ్వసించి, సత్కార్యాలు చేసే వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలాన్ని ప్రసాదిస్తానని అల్లాహ్ వాగ్దానం చేశాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"49 (Al-Hujurat)":[{"category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"],"name":"49:18","stocked":true,"arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"నిశ్చయంగా, అల్లాహ్! ఆకాశాలలో మరియు భూమిలోనున్న అగోచర విషయాలన్నింటినీ ఎరుగును. మరియు మీరు చేసేదంతా అల్లాహ్ చూస్తున్నాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"50 (Qaf)":[{"category":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"],"name":"50:45","stocked":true,"arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","footnotes":"","price":"వారనేది మాకు బాగా తెలుసు. నీవు వారిని (విశ్వసించమని) బలవంతం చేయలేవు. కావున నా హెచ్చరికకు భయపడే వాడికి మాత్రమే నీవు ఈ ఖుర్ఆన్ ద్వారా హితబోధ చెయ్యి.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"51 (Adh-Dhariyat)":[{"category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat","Chapter Adh-Dhariyat","Dhariyat","Surah Dhariyat","Chapter Dhariyat","Adh Dhariyat","Surah Adh Dhariyat","Chapter Adh Dhariyat","Surah 51","Chapter 51","The Winnowing Winds","الذَّاريَات"],"name":"51:60","stocked":true,"arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","footnotes":"","price":"కావున సత్యతిరస్కారులకు వినాశం గలదు - వారికి వాగ్దానం చేయబడిన - ఆ దినమున!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"52 (At-Tur)":[{"category":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"],"name":"52:49","stocked":true,"arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","footnotes":"[1] అంటే తహజ్జుద్ నమా'జ్. దైవప్రవక్త ('స'అస) ఎల్లప్పుడూ తహజ్జుద్ నమాజ్ చేసేవారు.\n [2] అంటే ఫజ్ర్ నమా'జ్ వేళ చేసే సున్నతులు. దైవప్రవక్త ('స'అస) ప్రవచనం: 'ఫజ్ర్ యొక్క రెండు సున్నతులు ఈ లోకం మరియు దానిలో ఉన్నవాట న్నింటికంటే గొప్పవి.' ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం).","price":"మరియు రాత్రి వేళలో కూడా ఆయన పవిత్రతను కొనియాడు[1] మరియు నక్షత్రాలు అస్తమించే వేళలో కూడాను![2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"53 (An-Najm)":[{"category":["53 (An-Najm)","An-Najm","Surah An-Najm","Chapter An-Najm","Najm","Surah Najm","Chapter Najm","An Najm","Surah An Najm","Chapter An Najm","Surah 53","Chapter 53","The Star","النجم"],"name":"53:62","stocked":true,"arabic":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩","footnotes":"[1] ఈ ఆజ్ఞను పాటిస్తూ దైవప్రవక్త ('స'అస) సజ్దా చేశారు. అతనితోబాటు 'స'హాబా(ర'ది.'అన్హుమ్) లు మరియు అక్కడున్న ముష్రికులు కూడా సజ్దా చేశారు.","price":"కావున! అల్లాహ్ కు సాష్టాంగం (సజ్దా) చేయండి. మరియు (ఆయనను మాత్రమే) ఆరాధించండి![1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"54 (Al-Qamar)":[{"category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"],"name":"54:55","stocked":true,"arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","footnotes":"[1] మఖ్'అది 'సిద్ ఖిన్: గౌరవప్రదమైన స్థానంలో - అంటే స్వర్గం.\n [2] చూడండి, 20:114 వ్యాఖ్యానం 3","price":"సత్యపీఠం మీద,[1] విశ్వసామ్రాట్టు,[2] సర్వసమర్ధుని సన్నిధిలో.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"55 (Ar-Rahman)":[{"category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman","Chapter Ar-Rahman","Rahman","Surah Rahman","Chapter Rahman","Ar Rahman","Surah Ar Rahman","Chapter Ar Rahman","Surah 55","Chapter 55","The Beneficent","الرحمن"],"name":"55:78","stocked":true,"arabic":"تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","footnotes":"[1] చూడండి, 55:27 వ్యాఖ్యానం 2.\n [2] తబారక, బరకతున్: అంటే ఎల్లప్పుడు శాశ్వతంగా ఉండే మేలు. ఆయన దగ్గర ఎల్లప్పుడు మేలే ఉంది. కొందరు దీని అర్థం, ఎంతో శుభదాయకమైనది, సర్వశ్రేష్ఠమైనది అని అన్నారు. ఆయన పేరే ఇంత శ్రేష్ఠమనదైతే ఆయన స్వయంగా ఎంత గొప్పవాడు, మహిమగలవాడు మరియు శుభాలను ప్రసాదించేవాడు కాగలడు!","price":"మహిమాన్వితుడు మరియు పరమ దాత[1] అయిన నీ ప్రభువు పేరే సర్వశ్రేష్ఠమైనది.[2]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"56 (Al-Waqi'ah)":[{"category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah","Chapter Al-Waqi'ah","Waqi'ah","Surah Waqi'ah","Chapter Waqi'ah","Al Waqi'ah","Surah Al Waqi'ah","Chapter Al Waqi'ah","Surah 56","Chapter 56","The Inevitable","الواقعة"],"name":"56:96","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"[1] 'హదీస్' లో వచ్చింది: : రెండు పదాలు అల్లాహ్ (సు.తా.) కు ఎంతో ప్రియమైనవి. ఉచ్చరించటానికి సులభమైనవి మరియు ప్రతిఫలం రీత్యా బరువైనవి. \"సుబ్ హానల్లాహి వ బి'హమ్ ది హీ, సుబ్ హానల్లాహిల్ 'అ'\"జీమ్!\" ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం).","price":"కావున సర్వత్తముడైన నీ ప్రభువు పేరును స్తుతించు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"57 (Al-Hadid)":[{"category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"],"name":"57:29","stocked":true,"arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","footnotes":"","price":"అల్లాహ్ అనుగ్రహం మీద తమకు ఎలాంటి అధికారం లేదని మరియు నిశ్చయంగా, అనుగ్రహం కేవలం అల్లాహ్ చేతిలో ఉందని మరియు ఆయన తాను కోరిన వారికి దానిని ప్రసాదిస్తాడని, పూర్వ గ్రంథ ప్రజలు తెలుసుకోవాలి. మరియు అల్లాహ్ అనుగ్రహశాలి, సర్వోత్తముడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"58 (Al-Mujadila)":[{"category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"],"name":"58:22","stocked":true,"arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","footnotes":"[1] చూడండి, 3:28, 9:24 మొదలైనవి.\n [2] చూడండి, 8:67.","price":"అల్లాహ్ మరియు పరలోకాన్ని విశ్వసించే జనులలో, అల్లాహ్ మరియు ఆయన సందేశహరుణ్ణి వ్యతిరేకించేవారితో స్నేహం చేసుకునే వారిని నీవు పొందలేవు![1] ఆ వ్యతిరేకించేవారు, తమ తండ్రులైనా లేదా తమ కుమారులైనా లేదా తమ సోదరులైనా లేదా తమ కుటుంబం వారైనా సరే![2] అలాంటి వారి హృదయాలలో ఆయన విశ్వాసాన్ని స్థిరపరచాడు. మరియు వారిని తన వైపు నుండి ఒక ఆత్మశక్తి (రూహ్) ఇచ్చి బలపరిచాడు. మరియు వారిని క్రింద కాలువలు ప్రవహించే స్వర్గవనాలలో ప్రవేశింపజేస్తాడు. అందులో వారు శాశ్వతంగా ఉంటారు. అల్లాహ్ వారి పట్ల ప్రసన్నుడవుతాడు మరియు వారు ఆయన పట్ల ప్రసన్నులవుతారు. ఇలాంటి వారు అల్లాహ్ పక్షానికి చెందినవారు. గుర్తుంచుకోండి! నిశ్చయంగా, అల్లాహ్ పక్షం వారే సాఫల్యం పొందేవారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"59 (Al-Hashr)":[{"category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"],"name":"59:24","stocked":true,"arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"[1] అల్-'ఖాలిఖు: The Creator of all things. సృష్టికర్త. చూడండి, 6:103.\n అల్-బారిఉ':The Maker, ప్రతిదాని నిర్మాత, ఎట్టి పోలిక, సామ్యం లేకుండా ప్రతి దానిని సృజించేవాడు. లేమి నుండి ఉనికి లోకి తెచ్చేవాడు. చూడండి: 2:54\n అల్-ము'సవ్విరు: The Fashioner, of all existing things, రూపమిచ్చేవాడు, తాను కోరిన విధంగా తన సృష్టి రూపాన్ని తీర్చిదిద్దేవాడు. 3:6.\n అల్-'హకీము: All-Wise, Possessing knowledge or Science, Omniscient, మహో వివేకవంతుడు, వివేచనాపరుడు. చూడండి, 2:32. ఇంకా చూడండి, 7:180. ఇవి అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లు.","price":"ఆయనే, అల్లాహ్! విశ్వసృష్టికర్త, ప్రతిదానిని సృజించేవాడు మరియు రూపాలను తీర్చిదిద్దేవాడు. ఆయనకు సర్వశ్రేష్ఠమైన పేర్లున్నాయి.[1] ఆకాశాలలో మరియు భూమిలో ఉన్న సమస్తమూ, ఆయన పవిత్రతను కొనియాడుతూ ఉంటాయి. మరియు ఆయనే సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"60 (Al-Mumtahanah)":[{"category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"],"name":"60:13","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","footnotes":"[1] చూడండి, 58.14","price":"ఓ విశ్వాసులారా! అల్లాహ్ ఆగ్రహానికి గురి అయిన జాతి వారిని స్నేహితులుగా చేసుకోకండి.[1] వాస్తవానికి గోరీలలో ఉన్న సత్యతిరస్కారులు, నిరాశ చెందినట్లు వారు కూడా పరలోక జీవితం పట్ల నిరాశ చెంది ఉన్నారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"61 (As-Saff)":[{"category":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"],"name":"61:14","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","footnotes":"","price":"ఓ విశ్వాసులారా! మర్యమ్ కుమారుడు ఈసా తన శిష్యులకు (హవారియ్యూన్ లకు) ఉపదేశించిన విధంగా, మీరు కూడా అల్లాహ్ కు సహాయకులుగా ఉండండి. (ఆయన వారితో ఇలా అన్నాడు): \"అల్లాహ్ మార్గంలో నాకు తోడ్పడేవారు ఎవరు?\" ఆ శిష్యులు ఇలా జవాబిచ్చారు: \"మేము అల్లాహ్ (మార్గంలో) తోడ్పడే వారము!\" అప్పుడు ఇస్రాయీల్ సంతతి వారిలో ఒక వర్గం వారు విశ్వసించారు, మరొక వర్గం వారు తిరస్కరించారు. తరువాత మేము విశ్వసించిన వారికి, వారి శత్రువులకు వ్యతిరేకంగా సహాయం చేశాము, కావున వారు ఆధిక్యతను పొందారు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"62 (Al-Jumu'ah)":[{"category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"],"name":"62:11","stocked":true,"arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","footnotes":"[1] ఒక జుము'అహ్ రోజున దైవప్రవక్త ('స'అస) జుము'అహ్ ఉపన్యాసం (ఖుత్బా) ఇస్తుంటారు. అప్పుడు ఒక వ్యాపార బృందం మదీనాలో ప్రవేశిస్తుంది. అప్పుడు ఖుత్బా వింటున్న వారిలో నుండి చాలా మంది ఉపన్యాసాన్ని వదలి, వస్తువులు అయిపోక ముందే త్వరగా కొనుక్కుందాం అనే పేరాశతో వెళ్ళిపోతారు. కేవలం 12 మంది మాత్రమే మస్జిదులో మిగిలి పోతారు. అప్పుడు ఈ ఆయత్ అవతరింపజేయబడింది. చూడండి, 15:23.","price":"మరియు (ఓ ముహమ్మద్!) వారు వ్యాపారాన్ని గానీ లేదా వినోద క్రీడను గానీ చూసినప్పుడు, నిన్ను నిలబడివున్న స్థితిలోనే వదలిపెట్టి, దాని చుట్టు గుమిగూడుతారు.[1] వారితో ఇలా అను: \"వినోద క్రీడల కంటే మరియు వ్యాపారం కంటే, అల్లాహ్ వద్ద ఉన్నదే ఎంతో ఉత్తమమైనది. మరియు అల్లాహ్ యే జీవనోపాధి ప్రసాదించటంలో అత్యుత్తముడు.\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"63 (Al-Munafiqun)":[{"category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"],"name":"63:11","stocked":true,"arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"కాని ఒక వ్యక్తికి (మరణ) సమయం ఆసన్నమైనప్పుడు అల్లాహ్ అతనికి ఏ మాత్రం వ్యవధినివ్వడు. మరియు మీరు చేస్తున్నదంతా అల్లాహ్ బాగా ఎరుగును.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"64 (At-Taghabun)":[{"category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"],"name":"64:18","stocked":true,"arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"ఆయన అగోచర మరియు గోచర విషయాలన్నీ బాగా తెలిసినవాడు, అపార శక్తిసంపన్నుడు, మహా వివేకవంతుడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"65 (At-Talaq)":[{"category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"],"name":"65:12","stocked":true,"arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","footnotes":"","price":"అల్లాహ్ యే సప్తాకాశాలను మరియు వాటిని పోలిన భూమండలాన్ని సృష్టించి, వాటి మధ్య ఆయన తన ఆదేశాలను అవతరింపజేస్తూ వుంటాడు. నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు మరియు వాస్తవానికి అల్లాహ్ తన జ్ఞానంతో ప్రతిదానిని పరివేష్టించి వున్నాడని మీరు తెలుసుకోవటానికి.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"66 (At-Tahrim)":[{"category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"],"name":"66:12","stocked":true,"arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","footnotes":"[1] చూడండి, 3:33.\n [2] చూడండి, 21:91.\n [3] స్త్రీలందరిలో 'ఖదీజా బింత్ 'ఖువైలిద్, ఫాతిమా, మర్యం మరియు ఫిర్'ఔన్ భార్య ఆసియహ్ (ర'ది.'అన్హుమ్)లు అతి ఉత్తమమైన వారు. (ముస్నద్ అ'హ్మద్) మరొక 'హదీస్' : చాలా మంది పురుషులు పరిపూర్ణతకు చేరుకున్నారు. కాని స్త్రీలలో కేవలం ఫిర్ఔన్ భార్య ఆసియహ్ మరియు 'ఇమ్రాన్ కూతురు మర్యం (ర'ది.'అన్హుమ్)లు పరిపూర్ణతకు చేరుకున్నారు. మరియు 'ఆయి'షహ్ (ర.'అన్హా) యొక్క ఔన్నత్యం ఇతర స్త్రీలపై స'రిద్ కు ఇతర ఆహారం పై ఉన్నట్లు ఉంది.('స'హీ'హ్ బు'ఖారీ).","price":"మరియు ఇమ్రాన్ కుమార్తె మర్యమ్[1] ను (కూడా ఉదాహరణగా పేర్కొన్నాడు) ఆమె తన శీలాన్ని కాపాడు కున్నది. మరియు మేము ఆమెలోకి మా (తరఫు నుండి) జీవం (ఆత్మ) ఊదాము[2]. మరియు ఆమె తన ప్రభువు సమాచారాలను మరియు ఆయన గ్రంథాలను, సత్యాలని ధృవపరిచింది మరియు ఆమె భక్తిపరులలో చేరిపోయింది[3].","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"67 (Al-Mulk)":[{"category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"],"name":"67:30","stocked":true,"arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","footnotes":"","price":"వారితో ఇలా అను: \"ఏమీ? మీరు ఆలోచించరా? ఒకవేళ మీ బావులలోని నీరు, భూమిలోనికి ఇంకి పోతే, ప్రవహించే ఈ నీటి ఊటలను మీ కొరకు ఎవడు బయటికి తేగలడు?\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"68 (Al-Qalam)":[{"category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"],"name":"68:52","stocked":true,"arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","footnotes":"","price":"కాని సర్వలోకాల (వారికి) ఇదొక హితోపదేశం మాత్రమే!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"69 (Al-Haqqah)":[{"category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah","Chapter Al-Haqqah","Haqqah","Surah Haqqah","Chapter Haqqah","Al Haqqah","Surah Al Haqqah","Chapter Al Haqqah","Surah 69","Chapter 69","The Reality","الحاقة"],"name":"69:52","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"","price":"కావున నీవు సర్వోత్తముడైన నీ ప్రభువు పవిత్ర నామాన్ని స్తుతించు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"70 (Al-Ma'arij)":[{"category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij","Chapter Al-Ma'arij","Ma'arij","Surah Ma'arij","Chapter Ma'arij","Al Ma'arij","Surah Al Ma'arij","Chapter Al Ma'arij","Surah 70","Chapter 70","The Ascending Stairways","المعارج"],"name":"70:44","stocked":true,"arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ","footnotes":"","price":"వారి చూపులు క్రిందికి వాలి ఉంటాయి, అవమానం వారిని క్రమ్ముకొని ఉంటుంది. అదే వారికి వాగ్దానం చేయబడిన దినం!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"71 (Nuh)":[{"category":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"],"name":"71:28","stocked":true,"arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","footnotes":"","price":"ఓ మా ప్రభూ! నన్ను, నా తల్లిదండ్రులను మరియు విశ్వాసిగా నా ఇంటిలోనికి ప్రవేశించిన వానిని మరియు విశ్వాసులైన పురుషులను మరియు విశ్వాసులైన స్త్రీలను, అందరినీ క్షమించు. మరియు దుర్మార్గులకు వినాశం తప్ప మరేమీ అధికం చేయకు!\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"72 (Al-Jinn)":[{"category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"],"name":"72:28","stocked":true,"arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","footnotes":"","price":"వారు, (ప్రవక్తలు) తమ ప్రభువు యొక్క సందేశాలను యథాతథంగా అందజేస్తున్నారని పరిశీలించడానికి. మరియు ఆయన వారి అన్ని విషయాలను పరివేష్టించి ఉన్నాడు మరియు ఆయన ప్రతి ఒక్క విషయాన్ని లెక్క పెట్టి ఉంచుతాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"73 (Al-Muzzammil)":[{"category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"],"name":"73:20","stocked":true,"arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","footnotes":"[1] అల్లాహ్ (సు.తా.) మిమ్మల్ని కనికరించాడు కావున, తహజ్జుద్ లో మీకు సులభమైనంతనే పఠించండి. రెండు రకాతులైనా సరే. దైవప్రవక్త చాలా మట్టుకు ఎనిమిది రకాతులు చేసేవారు. అతనినే అనుసరించినా ఎంతో మేలు. మీ తహజ్జుద్ నమాజ్ లో వీలైనంత ఖుర్ఆన్ పఠనం చేయండి. నెమ్మదిగా స్పష్టంగా పఠించండి.\n [2] అంటే ఐదు సార్లు చేసే ఫ'ర్ద్ నమాజులు. చాలా మంది వ్యాఖ్యాతల అభిప్రాయంలోఈ ఆయత్ మదీనాలో అవతరింపజేయబడింది.","price":"(ఓ ముహమ్మద్!) నీవు, వాస్తవానికి దాదాపు మూడింట రెండు వంతుల రాత్రి లేక సగం (రాత్రి) లేక మూడింట ఒక భాగం (నమాజ్ లో) నిలుస్తావనేది నీ ప్రభువుకు బాగా తెలుసు. మరియు నీతో పాటు ఉన్న వారిలో కొందరు కూడా! మరియు అల్లాహ్ రేయింబవళ్ళ పరిమాణాలను నిర్ణయిస్తాడు. మీరు ఖచ్ఛితంగా పూర్తి రాత్రి ప్రార్థించలేరని ఆయనకు తెలుసు. కావున ఆయన మీ వైపునకు (కనికరంతో) మరలాడు. కావున ఖుర్ఆన్ ను, మీరు సులభంగా పఠించగలిగినంతే పఠించండి. మీలో కొందరు వ్యాధిగ్రస్తులు కావచ్చు, మరికొందరు అల్లాహ్ అనుగ్రహాన్ని అన్వేషిస్తూ భూమిలో ప్రయాణంలో ఉండవచ్చు. మరికొందరు అల్లాహ్ మార్గంలో ధర్మయుద్ధం చేస్తూ ఉండవచ్చు అని ఆయనకు బాగా తెలుసు. కావున మీకు దానిలో సులభమైనంత దానినే పఠించండి[1]. మరియు నమాజ్ను స్థాపించండి[2], విధిదానం (జకాత్) ఇవ్వండి. మరియు అల్లాహ్ కు మంచి అప్పును, అప్పుగా ఇస్తూ ఉండండి. మరియు మీరు, మీ కొరకు ముందుగా చేసి పంపుకున్న మంచి కార్యాలన్నింటినీ అల్లాహ్ దగ్గర పొందుతారు. అదే చాలా ఉత్తమమైనది. మరియు దాని ప్రతిఫలం చాలా గొప్పది. మరియు మీరు అల్లాహ్ ను క్షమాభిక్ష అర్థిస్తూ ఉండండి. నిశ్చయంగా, అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"74 (Al-Muddathir)":[{"category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir","Chapter Al-Muddathir","Muddathir","Surah Muddathir","Chapter Muddathir","Al Muddathir","Surah Al Muddathir","Chapter Al Muddathir","Surah 74","Chapter 74","The Cloaked One","المدثر"],"name":"74:56","stocked":true,"arabic":"وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ","footnotes":"[1] చూడండి, 81:28-29 మరియు 14:4.","price":"కాని అల్లాహ్ కోరితే తప్ప! వీరు దీని నుండి హితబోధ గ్రహించలేరు. ఆయనే (అల్లాహ్ యే) భయభక్తులకు అర్హుడు మరియు ఆయనే క్షమించే అర్హత గలవాడు[1].","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"75 (Al-Qiyamah)":[{"category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah","Chapter Al-Qiyamah","Qiyamah","Surah Qiyamah","Chapter Qiyamah","Al Qiyamah","Surah Al Qiyamah","Chapter Al Qiyamah","Surah 75","Chapter 75","The Resurrection","القيامة"],"name":"75:40","stocked":true,"arabic":"أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ","footnotes":"","price":"అలాంటప్పుడు ఆయనకు మరణించిన వారిని మళ్ళీ బ్రతికించే సామర్థ్యం లేదా?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"76 (Al-Insan)":[{"category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"],"name":"76:31","stocked":true,"arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","footnotes":"","price":"ఆయన తాను కోరినవారిని తన కారుణ్యంలోకి తీసుకుంటాడు. మరియు దుర్మార్గుల కొరకు ఆయన బాధాకరమైన శిక్షను సిద్ధపరచి ఉంచాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"77 (Al-Mursalat)":[{"category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat","Chapter Al-Mursalat","Mursalat","Surah Mursalat","Chapter Mursalat","Al Mursalat","Surah Al Mursalat","Chapter Al Mursalat","Surah 77","Chapter 77","The Emissaries","المرسلات"],"name":"77:50","stocked":true,"arabic":"فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","footnotes":"","price":"దీని (ఈ ఖుర్ఆన్) తరువాత ఇక వారు మరెలాంటి సందేశాన్నివిశ్వసిస్తారు?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"78 (An-Naba)":[{"category":["78 (An-Naba)","An-Naba","Surah An-Naba","Chapter An-Naba","Naba","Surah Naba","Chapter Naba","An Naba","Surah An Naba","Chapter An Naba","Surah 78","Chapter 78","The Tidings","النبأ"],"name":"78:40","stocked":true,"arabic":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","footnotes":"[1] చూడండి 18:49 చూడండి 75:13\n [2] చూడండి, 69:27.","price":"నిశ్చయంగా, మేము అతని సమీపంలో ఉన్న శిక్షను గురించి మిమ్మల్ని హెచ్చరించాము. ఆ రోజు ప్రతి మనిషి తన చేజేతులా చేసుకొని ముందు పంపుకున్నదంతా ప్రత్యక్షంగా చూసుకుంటాడు.[1] మరియు సత్యతిరస్కారి: \"అయ్యో! నా పాడుగాను! నేను మట్టినయి ఉంటే ఎంత బాగుండేది[2]!\" అని వాపోతాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"79 (An-Nazi'at)":[{"category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at","Chapter An-Nazi'at","Nazi'at","Surah Nazi'at","Chapter Nazi'at","An Nazi'at","Surah An Nazi'at","Chapter An Nazi'at","Surah 79","Chapter 79","Those Who Pull Out","النازعات"],"name":"79:46","stocked":true,"arabic":"كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا","footnotes":"[1] మానవుడు చేసే భూమికి చెందిన కాల పరిమాణం పరలోకంలో ఉండదు. ఇంకా చూడండి, 2:259, 17:52, 18:19, 20:103-104, 23:112-113, 30:55. 'అషియ్యతున్: అంటే \"జుహ్ర్ నుండి సూర్యాస్తమయం వరకు మరియు 'దుహా: అంటే సూర్యోదయం నుండి మధ్యాహ్నం వరకు.","price":"వారు దానిని చూసిన రోజు (తాము ప్రపంచంలో) కేవలం ఒక సాయంత్రమో లేక ఒక ఉదయమో గడిపినట్లు భావిస్తారు[1].","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"80 (Abasa)":[{"category":["80 (Abasa)","Abasa","Surah Abasa","Chapter Abasa","Surah 80","Chapter 80","He Frowned","عبس"],"name":"80:42","stocked":true,"arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ","footnotes":"","price":"అలాంటి వారు, వారే! సత్యతిరస్కారులైన దుష్టులు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"81 (At-Takwir)":[{"category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir","Chapter At-Takwir","Takwir","Surah Takwir","Chapter Takwir","At Takwir","Surah At Takwir","Chapter At Takwir","Surah 81","Chapter 81","The Overthrowing","التكوير"],"name":"81:29","stocked":true,"arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","footnotes":"[1] ఇటువంటి మరో ఆయతు కోసం చూడండి, 76:29-30.","price":"మరియు సర్వలోకాల ప్రభువైన అల్లాహ్ తలచనంత వరకు, మీరు తలచినంత మాత్రాన ఏమీ కాదు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"82 (Al-Infitar)":[{"category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar","Chapter Al-Infitar","Infitar","Surah Infitar","Chapter Infitar","Al Infitar","Surah Al Infitar","Chapter Al Infitar","Surah 82","Chapter 82","The Cleaving","الإنفطار"],"name":"82:19","stocked":true,"arabic":"يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ","footnotes":"[1] చూడండి, 40:16.","price":"ఆ దినమున ఏ మానవునికి కూడా ఇతరునికి ఎలాంటి సహాయం చేసే అధికారం ఉండదు. మరియు ఆ రోజు నిర్ణయాధికారం కేవలం అల్లాహ్ కే ఉంటుంది.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"83 (Al-Mutaffifin)":[{"category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin","Chapter Al-Mutaffifin","Mutaffifin","Surah Mutaffifin","Chapter Mutaffifin","Al Mutaffifin","Surah Al Mutaffifin","Chapter Al Mutaffifin","Surah 83","Chapter 83","Defrauding","المطففين"],"name":"83:36","stocked":true,"arabic":"هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ","footnotes":"","price":"\"ఇక! ఈ సత్యతిరస్కారులకు, వారి చేష్టలకు తగిన ప్రతిఫలం తప్ప మరేమైనా దొరుకునా?\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"84 (Al-Inshiqaq)":[{"category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq","Chapter Al-Inshiqaq","Inshiqaq","Surah Inshiqaq","Chapter Inshiqaq","Al Inshiqaq","Surah Al Inshiqaq","Chapter Al Inshiqaq","Surah 84","Chapter 84","The Splitting Open","الإنشقاق"],"name":"84:25","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ","footnotes":"","price":"విశ్వసించి సత్కార్యాలు చేసే వారికి తప్ప - వారికి ఎన్నటికీ అంతం గాని ప్రతిఫలం ఉంటుంది.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"85 (Al-Buruj)":[{"category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj","Chapter Al-Buruj","Buruj","Surah Buruj","Chapter Buruj","Al Buruj","Surah Al Buruj","Chapter Al Buruj","Surah 85","Chapter 85","The Constellations","البروج"],"name":"85:22","stocked":true,"arabic":"فِي لَوۡحٖ مَّحۡفُوظِۭ","footnotes":"[1] చూడండి, 13:39 మరియు 43:4. ఉమ్ముల్-కితాబ్, అంటే లౌ'హె మ'హ్ ఫూ\"జ్. సురక్షితమైన ఫలకం, మూలగ్రంథం. అంటే యధస్థితిలో, భద్రంగా ఉంచబడిన గ్రంథం.","price":"సురక్షితమైన ఫలకం (లౌహె మహ్ ఫూజ్)[1] లో (వ్రాయబడి) ఉన్నది.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"86 (At-Tariq)":[{"category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq","Chapter At-Tariq","Tariq","Surah Tariq","Chapter Tariq","At Tariq","Surah At Tariq","Chapter At Tariq","Surah 86","Chapter 86","The Morning Star","الطارق"],"name":"86:17","stocked":true,"arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا","footnotes":"[1] చూడండి, 7:182-183.","price":"కనుక నీవు సత్యతిరస్కారులకు కొంత వ్యవధినివ్వు![1] వారి పట్ల మృదువుగా వ్యవహరించు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"87 (Al-A'la)":[{"category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la","Chapter Al-A'la","A'la","Surah A'la","Chapter A'la","Al A'la","Surah Al A'la","Chapter Al A'la","Surah 87","Chapter 87","The Most High","الأعلى"],"name":"87:19","stocked":true,"arabic":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ","footnotes":"","price":"ఇబ్రాహీమ్ మరియు మూసాలపై (అవతరింపజేయబడిన) గ్రంథాలలో.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"88 (Al-Ghashiyah)":[{"category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah","Chapter Al-Ghashiyah","Ghashiyah","Surah Ghashiyah","Chapter Ghashiyah","Al Ghashiyah","Surah Al Ghashiyah","Chapter Al Ghashiyah","Surah 88","Chapter 88","The Overwhelming Event","الغاشية"],"name":"88:26","stocked":true,"arabic":"ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم","footnotes":"","price":"ఆ తర్వాత నిశ్చయంగా, వారి లెక్క తీసుకునేదీ మేమే!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"89 (Al-Fajr)":[{"category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr","Chapter Al-Fajr","Fajr","Surah Fajr","Chapter Fajr","Al Fajr","Surah Al Fajr","Chapter Al Fajr","Surah 89","Chapter 89","The Dawn","الفَجْر"],"name":"89:30","stocked":true,"arabic":"وَٱدۡخُلِي جَنَّتِي","footnotes":"","price":"మరియు నీవు నా స్వర్గంలో ప్రవేశించు!\"","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"90 (Al-Balad)":[{"category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad","Chapter Al-Balad","Balad","Surah Balad","Chapter Balad","Al Balad","Surah Al Balad","Chapter Al Balad","Surah 90","Chapter 90","The City","البلد"],"name":"90:20","stocked":true,"arabic":"عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ","footnotes":"[1] ము'అసదతన్': ము'గ్ లఖతున్, అంటే చుట్టుకుంటుంది. చూడండి, 104:6-8.","price":"వారిని నరకాగ్ని చుట్టుకుంటుంది.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"91 (Ash-Shams)":[{"category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams","Chapter Ash-Shams","Shams","Surah Shams","Chapter Shams","Ash Shams","Surah Ash Shams","Chapter Ash Shams","Surah 91","Chapter 91","The Sun","الشمس"],"name":"91:15","stocked":true,"arabic":"وَلَا يَخَافُ عُقۡبَٰهَا","footnotes":"[1] ఏదైనా ఇతర గొప్ప శక్తి ప్రతీకారం తీసుకుంటుందేమోనన్న భయం అల్లాహ్ (సు.తా.)కు లేదు. ఆయనకు సరిసమానమైన, లేక ఆయన కంటే పెద్దశక్తి అనేది ఏదీ లేదు. ఆయన మీద ఎవ్వరూ ప్రతీకారం తీర్చుకోలేరు.","price":"మరియు ఆయన (అల్లాహ్) దాని పర్యవసానాన్ని గురించి భయపడలేదు![1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"92 (Al-Lail)":[{"category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail","Chapter Al-Lail","Lail","Surah Lail","Chapter Lail","Al Lail","Surah Al Lail","Chapter Al Lail","Surah 92","Chapter 92","The Night","الليل"],"name":"92:21","stocked":true,"arabic":"وَلَسَوۡفَ يَرۡضَىٰ","footnotes":"[1] మరొక తాత్పర్యం: \"మరియు త్వరలోనే అల్లాహ్ (సు.తా.) కూడా (అతనితో) సంతుష్టుడౌతాడు.\"","price":"మరియు అలాంటి వాడే తప్పక సంతోషిస్తాడు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"93 (Ad-Duha)":[{"category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha","Chapter Ad-Duha","Duha","Surah Duha","Chapter Duha","Ad Duha","Surah Ad Duha","Chapter Ad Duha","Surah 93","Chapter 93","The Morning Hours","الضحى"],"name":"93:11","stocked":true,"arabic":"وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ","footnotes":"[1] అంటే అల్లాహ్ (సు.తా.) చేసిన అనుగ్రహాలను, ఇతరులతో చెప్పుకో - అది అల్లాహ్ (సు.తా.)కు ఇష్టమైనది - గర్వంతో కాక నమ్రతతో!","price":"మరియు నీ ప్రభువు అనుగ్రహాలను బహిరంగంగా ప్రకటిస్తూ ఉండు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"94 (Ash-Sharh)":[{"category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh","Chapter Ash-Sharh","Sharh","Surah Sharh","Chapter Sharh","Ash Sharh","Surah Ash Sharh","Chapter Ash Sharh","Surah 94","Chapter 94","The Relief","الشرح"],"name":"94:8","stocked":true,"arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","footnotes":"","price":"మరియు నీ ప్రభువు నందే ధ్యానం నిలుపు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"95 (At-Tin)":[{"category":["95 (At-Tin)","At-Tin","Surah At-Tin","Chapter At-Tin","Tin","Surah Tin","Chapter Tin","At Tin","Surah At Tin","Chapter At Tin","Surah 95","Chapter 95","The Fig","التين"],"name":"95:8","stocked":true,"arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","footnotes":"","price":"ఏమీ? అల్లాహ్ న్యాయాధిపతులలోకెల్లా సర్వోత్తమ న్యాయాధిపతి కాడా?","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"96 (Al-Alaq)":[{"category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq","Chapter Al-Alaq","Alaq","Surah Alaq","Chapter Alaq","Al Alaq","Surah Al Alaq","Chapter Al Alaq","Surah 96","Chapter 96","The Clot","العلق"],"name":"96:19","stocked":true,"arabic":"كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩","footnotes":"","price":"అలా కాదు! నీవు అతని మాట వినకు మరియు ఆయనే (అల్లాహ్ కే) సాష్టాంగం (సజ్దా) చెయ్యి మరియు ఆయన (అల్లాహ్) సాన్నిధ్యాన్ని పొందటానికి ప్రయత్నించు!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"97 (Al-Qadr)":[{"category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr","Chapter Al-Qadr","Qadr","Surah Qadr","Chapter Qadr","Al Qadr","Surah Al Qadr","Chapter Al Qadr","Surah 97","Chapter 97","The Power","القدر"],"name":"97:5","stocked":true,"arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","footnotes":"","price":"ఆ రాత్రిలో తెల్లవారే వరకు శాంతి వర్ధిల్లుతుంది.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"98 (Al-Bayyinah)":[{"category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"],"name":"98:8","stocked":true,"arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","footnotes":"[1] చూడండి, 9:72.","price":"వారికి తమ ప్రభువు నుండి లభించే ప్రతిఫలం శాశ్వతమైన స్వర్గవనాలు. వాటిలో క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. వారు, వాటిలో శాశ్వతంగా కలకాలముంటారు. అల్లాహ్ వారితో ప్రసన్నుడవుతాడు[1] మరియు వారు ఆయనతో సంతుష్టులవుతారు. ఇదే తన ప్రభువుకు భయపడే వ్యక్తికి లభించే ప్రతిఫలం.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"99 (Az-Zalzalah)":[{"category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah","Chapter Az-Zalzalah","Zalzalah","Surah Zalzalah","Chapter Zalzalah","Az Zalzalah","Surah Az Zalzalah","Chapter Az Zalzalah","Surah 99","Chapter 99","The Earthquake","الزلزلة"],"name":"99:8","stocked":true,"arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ","footnotes":"","price":"మరియు అలాగే, ప్రతివాడు తాను రవ్వంత (పరమాణువంత) చెడును చేసి ఉన్నా, దానిని చూసుకుంటాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"100 (Al-Aadiyat)":[{"category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat","Chapter Al-Aadiyat","Aadiyat","Surah Aadiyat","Chapter Aadiyat","Al Aadiyat","Surah Al Aadiyat","Chapter Al Aadiyat","Surah 100","Chapter 100","The Chargers","العاديات"],"name":"100:11","stocked":true,"arabic":"إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ","footnotes":"","price":"నిశ్చయంగా, ఆ రోజున వారి ప్రభువు వారిని గురించి అంతా తెలుసుకొని ఉంటాడని!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"101 (Al-Qari'ah)":[{"category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah","Chapter Al-Qari'ah","Qari'ah","Surah Qari'ah","Chapter Qari'ah","Al Qari'ah","Surah Al Qari'ah","Chapter Al Qari'ah","Surah 101","Chapter 101","The Calamity","القارعة"],"name":"101:11","stocked":true,"arabic":"نَارٌ حَامِيَةُۢ","footnotes":"[1] 'హామియతున్: 'నరకాగ్ని. మానవులు రగిల్చే అగ్ని కంటే నరకాగ్ని డెబ్భై రెట్లు అధికంగా మండుతూ ఉంటుంది, ('స. బు'ఖారీ, 'స. ముస్లిం).","price":"అదొక భగభగమండే అగ్ని (గుండం).[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"102 (At-Takathur)":[{"category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur","Chapter At-Takathur","Takathur","Surah Takathur","Chapter Takathur","At Takathur","Surah At Takathur","Chapter At Takathur","Surah 102","Chapter 102","The Rivalry","التكاثر"],"name":"102:8","stocked":true,"arabic":"ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ","footnotes":"[1] అప్పుడు అల్లాహ్ (సు.తా.) అనుగ్రహాలను ధనసంపత్తులను మంచి కొరకు ఉపయోగించిన వారు స్వర్గవాసులవుతారు. వాటిని దుష్టప్రయోజనాలకు వినియోగించిన వారు నరకాగ్ని పాలవుతారు.","price":"అప్పుడు, ఆ రోజు మీరు (ఈ జీవితంలో అనుభవించిన) సౌఖ్యాలను గురించి తప్పక ప్రశ్నించబడతారు![1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"103 (Al-Asr)":[{"category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr","Chapter Al-Asr","Asr","Surah Asr","Chapter Asr","Al Asr","Surah Al Asr","Chapter Al Asr","Surah 103","Chapter 103","The Declining Day","العصر"],"name":"103:3","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","footnotes":"[1] ఇలాంటి నష్టం నుండి తప్పించుకోగల వారు ఎవరంటే: ఒకే ఒక్క ఆరాధ్యుడైన అల్లాహ్ (సు.తా.)ను విశ్వసించి సత్కార్యాలు చేసేవారు మరియు అల్లాహ్ (సు.తా.) ఆదేశాలను పాటించేవారు, అల్లాహ్ (సు.తా.) నిషేధించిన వాటి నుండి దూరంగా ఉండేవారు, కష్టకాలంలో సహనం వహించి, సత్య ధర్మ ప్రచారం చేస్తూ ఉండేవారు.","price":"కాని విశ్వసించి, సత్కార్యాలు చేసేవారు మరియు ఒకరికొకరు సత్యాన్ని బోధించుకునే వారు మరియు ఒకరికొకరు సహనాన్ని (స్థైర్యాన్ని) బోధించుకునే వారు తప్ప![1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"104 (Al-Humazah)":[{"category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah","Chapter Al-Humazah","Humazah","Surah Humazah","Chapter Humazah","Al Humazah","Surah Al Humazah","Chapter Al Humazah","Surah 104","Chapter 104","The Traducer","الهمزة"],"name":"104:9","stocked":true,"arabic":"فِي عَمَدٖ مُّمَدَّدَةِۭ","footnotes":"","price":"పొడుగాటి (అగ్ని) స్థంభాల వలే!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"105 (Al-Fil)":[{"category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil","Chapter Al-Fil","Fil","Surah Fil","Chapter Fil","Al Fil","Surah Al Fil","Chapter Al Fil","Surah 105","Chapter 105","The Elephant","الفيل"],"name":"105:5","stocked":true,"arabic":"فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ","footnotes":"","price":"ఆ విధంగా ఆయన వారిని (పశువులు) తినివేసిన పొట్టుగా మార్చి వేశాడు.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"106 (Quraish)":[{"category":["106 (Quraish)","Quraish","Surah Quraish","Chapter Quraish","Surah 106","Chapter 106","Quraysh","قريش"],"name":"106:4","stocked":true,"arabic":"ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ","footnotes":"[1] వారిని ప్రమాదం నుండి కాపాడేవాడు మరియు వారిని పోషించేవాడు కేవలం అల్లాహ్ (సు.తా.) మాత్రమే కానీ - వారు పూజించే నిస్సహాయులైన - విగ్రహాలు గానీ, ఇతర కల్పిత దైవాలు గానీ కావు. గనుక వారు వాటి ఆరాధనను మానుకోవాలి. ఇంకా చూడండి, 2:126.","price":"వారు ఆకలితో ఉన్నప్పుడు ఆయనే వారికి ఆహారమిచ్చాడు మరియు ఆయనే వారిని భయం (ప్రమాదం) నుండి కాపాడాడు. [1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"107 (Al-Ma'un)":[{"category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un","Chapter Al-Ma'un","Ma'un","Surah Ma'un","Chapter Ma'un","Al Ma'un","Surah Al Ma'un","Chapter Al Ma'un","Surah 107","Chapter 107","The Small Kindnesses","الماعون"],"name":"107:7","stocked":true,"arabic":"وَيَمۡنَعُونَ ٱلۡمَاعُونَ","footnotes":"[1] మ'అనున్: అంటే కొద్దిపాటి సామాన్య చిన్న చిన్న సహాయాలు. ఇంట్లో వాడే వస్తువులను ఒకరి కొకరు ఇచ్చుకోవటం. చిన్న చిన్న సహాయాలు చేసుకోవటం.","price":"మరియు (ప్రజలకు) సామాన్య ఉపకారం (సహాయం) కూడా నిరాకరిస్తారో![1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"108 (Al-Kawthar)":[{"category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar","Chapter Al-Kawthar","Kawthar","Surah Kawthar","Chapter Kawthar","Al Kawthar","Surah Al Kawthar","Chapter Al Kawthar","Surah 108","Chapter 108","Abundance","الكَوْثَر"],"name":"108:3","stocked":true,"arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","footnotes":"[1] అబ్ తరు: అంటే వారసుడు లేకుండా పేరు ప్రతిష్ఠలు లేకుండా అయిపోవటం. అతన వెంటనే అతని వంశం అంతమవటం లేక అతని పేరు తీసుకొనేవాడు ఎవ్వడూ లేకపోటం. దైవప్రవక్త ('స'అల) కు మగ సంతానం బ్రతికి లేనందున అతని ('స'అస) విరోధులు అతనిని ('స'అసను) అబ్ తర్ అని ఎత్తి పొడిచేవారు. అప్పుడు అల్లాహ్ (సు.తా.) ఈ ఆయత్ అవతరింపజేశాడు. మరియు ఇది నిజమని నిరూపించాడు.","price":"నిశ్చయంగా నీ శత్రువు, వాడే! వేరు తెగిన వాడిగా (వారసుడూ, పేరూ లేకుండా) అయిపోతాడు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"109 (Al-Kafirun)":[{"category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun","Chapter Al-Kafirun","Kafirun","Surah Kafirun","Chapter Kafirun","Al Kafirun","Surah Al Kafirun","Chapter Al Kafirun","Surah 109","Chapter 109","The Disbelievers","الكافرون"],"name":"109:6","stocked":true,"arabic":"لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ","footnotes":"[1] చూమీరు మీ ధర్మాన్ని వదలటానికి సిద్ధంగా లేనప్పుడు! నేను నా సత్యధర్మాన్ని ఎందుకు వదలాలి? చూడండి, 28:55.","price":"మీ ధర్మం మీకూ మరియు నా ధర్మం నాకు!\"[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"110 (An-Nasr)":[{"category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr","Chapter An-Nasr","Nasr","Surah Nasr","Chapter Nasr","An Nasr","Surah An Nasr","Chapter An Nasr","Surah 110","Chapter 110","The Divine Support","النصر"],"name":"110:3","stocked":true,"arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا","footnotes":"[1] అంటే నీ ధర్మ ప్రచారం ముగిసే సమయం వచ్చిందనుకో! కాబట్టి నీవు నీ ప్రభువు పవిత్రతను కొనియాడటంలో మరియు ఆయన స్తోత్రం చేయటంలో మునిగి ఉండు. ప్రతివాడు తన జీవితపు చివరి దినాలలో, వృద్ధాప్యంలో వీలైనంత వరకు ప్రభువు ధ్యానంలో మునిగి ఉండటం ఉత్తమమని, దీని సందేశం.","price":"అప్పుడు నీవు నీ ప్రభువు స్తోత్రంతో పాటు ఆయన పవిత్రతను కొనియాడు మరియు ఆయన క్షమాభిక్షను అర్థించు. నిశ్చయంగా, ఆయనే పశ్చాత్తాపాన్ని అంగీకరించేవాడు.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"111 (Al-Masad)":[{"category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad","Chapter Al-Masad","Masad","Surah Masad","Chapter Masad","Al Masad","Surah Al Masad","Chapter Al Masad","Surah 111","Chapter 111","The Palm Fiber","المسد"],"name":"111:5","stocked":true,"arabic":"فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ","footnotes":"[1] జీదున్: మెడ మసదున్: బాగా పేనిన గట్టి త్రాడు.","price":"ఆమె మెడలో బాగా పేనిని ఖర్జూరపునార త్రాడు (మసద్) ఉంటుంది.[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"112 (Al-Ikhlas)":[{"category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas","Chapter Al-Ikhlas","Ikhlas","Surah Ikhlas","Chapter Ikhlas","Al Ikhlas","Surah Al Ikhlas","Chapter Al Ikhlas","Surah 112","Chapter 112","The Sincerity","الإخلاص"],"name":"112:4","stocked":true,"arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ","footnotes":"[1] లైస క మిస్'లిహీ షయ్ఉన్' 42:11. ఒక 'హదీస్'ఖుద్సీ: \"మానవుడు నన్ను దూషిస్తాడు, అంటే నాకు సంతానాన్ని అంటగడతాడు. వాస్తవానికి నేను, ఒక్కడను, అద్వితీయుడను. ఎవరి అక్కరలేని వాడను, నేను ఎవ్వరినీ కనలేదు మరియు నేను కూడా ఎవ్వరికీ పుట్టలేదు. నాకు సరిసమానమైనవాడు గానీ నాతో పోల్చదగినవాడు గానీ ఎవ్వడూ లేడు,\" ('స. బు'ఖారీ).","price":"మరియు (సర్వలోకాలలో) ఆయనతో పోల్చదగినది ఏదీ లేదు.\"[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"113 (Al-Falaq)":[{"category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq","Chapter Al-Falaq","Falaq","Surah Falaq","Chapter Falaq","Al Falaq","Surah Al Falaq","Chapter Al Falaq","Surah 113","Chapter 113","The Daybreak","الفلق"],"name":"113:5","stocked":true,"arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","footnotes":"[1] 'హాసిదిన్: అసూయపడే వాడి కీడు నుండి కూడా శరణు కోరబడుతోంది.","price":"మరియు అసూయపరుడి కీడు నుండి, ఎప్పుడైతే అతడు అసూయపడతాడో!\"[1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"114 (An-Nas)":[{"category":["114 (An-Nas)","An-Nas","Surah An-Nas","Chapter An-Nas","Nas","Surah Nas","Chapter Nas","An Nas","Surah An Nas","Chapter An Nas","Surah 114","Chapter 114","Mankind","الناس"],"name":"114:6","stocked":true,"arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","footnotes":"[1] ఈ వస్ వస - చేసేవారు రెండు రకాల వారు. ఒకరు జిన్నాతులలోని షై'తానులు. అల్లాహ్ (సు.తా.) వాటికి మానవులను, మార్గభ్రష్టత్వం వైపుకు ఆకర్షించే యుక్తిని ఇచ్చాడు. ప్రతి మానవుని వెంట ఒక షై'తాను ఉంటాడు. వాడు అతన్ని మార్గభ్రష్టత్వం వైపుకు ఆకర్షిస్తూ ఉంటాడు. ఈ మాట విని ఒక 'స'హాబీ (ర'ది.'అ.) ఇలా అడిగారు: \"ఓ ప్రవకా ('స'అస) ఏమీ? మీతో పాటు కూడా షై'తాన్ ఉన్నాడా?\" అతను జవాబిచ్చారు: \"అవును! ఉన్నాడు, కాని అల్లాహ్ (సు.తా.) నాకు వాడిపై ఆధిక్యతనిచ్చాడు అందుకని వాటు నాకు విధేయుడిగా ఉంటాడు. వాడు, నాక మేలు తప్ప మరొక విషయాన్ని ప్రోత్సహించడు.\" ('స'హీ'హ్ ముస్లిం) \n రెండవ రకమైన షై'తాన్ లు మానవులలో ఉన్నారు. వారు, తాము మంచి ఉపదేశం ఇస్తున్నామని చెబుతూ మానవులను మార్గభ్రష్టత్వం వైపుకు ఆకర్షిస్తూ ఉంటారు. \n షైతాన్ మానవులనే కాక జిన్నాతులను కూడా మార్గభ్రష్టత్వం వైపుకు ఆకర్షిస్తూ ఉంటాడని మరి కొందరి అభిప్రాయం.","price":"వాడు జిన్నాతులలోని వాడూ కావచ్చు లేదా మానవులలోని వాడూ కావచ్చు![1]","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}]}