{"1 (Al-Fatihah)":[{"category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah","Chapter Al-Fatihah","Fatihah","Surah Fatihah","Chapter Fatihah","Al Fatihah","Surah Al Fatihah","Chapter Al Fatihah","Surah 1","Chapter 1","The Opening","الفَاتِحَة"],"name":"1:7","stocked":true,"arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","footnotes":"(1) یہ صراط مستقیم کی وضاحت ہے کہ یہ سیدھا راستہ وہ ہے جس پر وہ لوگ چلے، جن پر تیرا انعام ہوا، یہ منعم علیہ گروہ ہے انبیا شہدا صدیقین اور صالحین کا۔ جیسا کہ سورۂ نساء میں ہے: «وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا» (النساء: 69) ”اور جو اللہ اور اس کے رسول (صلى الله عليه وسلم) کی اطاعت کرتے ہیں، وہ قیامت کے روز ان لوگوں کے ساتھ ہوں گے جن پر اللہ نے انعام کیا، یعنی انبیا، صدیقین، شہدا، اور صالحین، اور ان لوگوں کی رفاقت بہت ہی خوب ہے۔“ اس آیت میں یہ بھی وضاحت کردی گئی ہے کہ انعام یافتہ لوگوں کا یہ راستہ اطاعت الٰہی اور اطاعت رسول (صلى الله عليه وسلم) ہی کا راستہ ہے، نہ کہ کوئی اور راستہ۔\n(2) بعض روایات سے ثابت ہے کہ «مَغْضُوبٌ عَلَيْهِمْ» ”جن پر اللہ کا غضب نازل ہوا“ سے مراد یہودی اور «ضَالِّيْنَ» ”گمراہوں“ سے مراد نصاریٰ (عیسائی) ہیں۔ ابن ابی حاتم کہتے ہیں کہ مفسرین کے درمیان اس میں کوئی اختلاف نہیں۔ ”لا أَعْلَمُ خِلافًا بَيْنَ الْمُفَسِّرِينَ فِي تَفْسِيرِ الْمَغْضُوبِ عَلَيْهِمْ : بِالْيَهُود وَ الضَّالِّينَ بالنَّصَارَى“ (فتح القدیر)، اس لئے صراط مستقیم پر چلنے کی خواہش رکھنے والوں کے لئے ضروری ہے کہ وہ یہود اور نصاریٰ دونوں کی گمراہیوں سے بچ کر رہیں۔ یہود کی بڑی گمراہی یہ تھی کہ وہ جانتے بوجھتے صحیح راستے پر نہیں چلتے تھے، آیات الٰہی میں تحریف اور حیلہ کرنے سے گریز نہیں کرتے تھے، حضرت عزیر (عليه السلام) کو ”ابن اللہ“ کہتے، اپنے احبار ورھبان کو حرام وحلال کرنے کا مجاز سمجھتے تھے۔ نصاریٰ کی بڑی غلطی یہ تھی کہ انہوں نے حضرت عیسیٰ (عليه السلام) کی شان میں غلو کیا اور انہیں ”ابْنُ اللهِ“ اور ”ثَالِثُ ثَلاثَةٍ“ (اللہ کا بیٹا اور تین خدا میں سے ایک) قرار دیا۔ افسوس ہے کہ امت محمدیہ میں بھی یہ گمراہیاں عام ہیں اور اسی وجہ سے وہ دنیا میں ذلیل و رسوا ہیں۔ اللہ تعالیٰ اسے ضلالت کے گڑھے سے نکالے، تاکہ ادبار ونکبت کے بڑھتے ہوئے سائے سے وہ محفوظ رہ سکیں۔\nسورۂ فاتحہ کے آخر میں آمین کہنے کی نبی (صلى الله عليه وسلم) نے بڑی تاکید اور فضیلت فرمائی ہے۔ اس لئے امام اور مقتدی ہر ایک کو آمین کہنی چاہیے۔ نبی (صلى الله عليه وسلم) جہری نمازوں میں اونچی آواز سے آمین کہا کرتے تھے اور صحابہ (رضي الله عنهم) بھی، حتیٰ کہ مسجد گونج اٹھتی۔ (ابن ماجہ۔ ابن کثیر)، بنابریں آمین اونچی آواز سے کہنا سنت اور صحابہ کرام (رضي الله عنهم) کا معمول بہ ہے۔ آمین کے معنی مختلف بیان کیے گئے ہیں۔ ”كَذَلِكَ فَلْيَكُنْ“ (اسی طرح ہو)، ”لا تُخَيِّبْ رَجَاءَنا“ (ہمیں نامراد نہ کرنا)، ”اللَّهُمَّ! اسْتَجِبْ لَنَا“ (اے اللہ ہماری دعا قبول فرمالے)۔","price":"ان لوگوں کی راه جن پر تو نے انعام کیا(1) ان کی نہیں جن پر غضب کیا گیا (یعنی وه لوگ جنہوں نے حق کو پہچانا، مگر اس پر عمل پیرا نہیں ہوئے) اور نہ گمراہوں کی(2) (یعنی وه لوگ جو جہالت کے سبب راه حق سے برگشتہ ہوگئے)۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"2 (Al-Baqarah)":[{"category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"],"name":"2:286","stocked":true,"arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","footnotes":"","price":"اللہ تعالیٰ کسی جان کو اس کی طاقت سے زیاده تکلیف نہیں دیتا، جو نیکی وه کرے وه اس کے لئے اور جو برائی وه کرے وه اس پر ہے، اے ہمارے رب! اگر ہم بھول گئے ہوں یا خطا کی ہو تو ہمیں نہ پکڑنا، اے ہمارے رب! ہم پر وه بوجھ نہ ڈال جو ہم سے پہلے لوگوں پر ڈاﻻ تھا، اے ہمارے رب! ہم پر وه بوجھ نہ ڈال جس کی ہمیں طاقت نہ ہو اور ہم سے درگزر فرما! اور ہمیں بخش دے اور ہم پر رحم کر! تو ہی ہمارا مالک ہے، ہمیں کافروں کی قوم پر غلبہ عطا فرما۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"3 (Al-Imran)":[{"category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"],"name":"3:200","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","footnotes":"(1) صبر کرو یعنی طاعات کے اختیار کرنے اور شہوات ولذات کے ترک کرنے میں اپنے نفس کو مضبوط اور ثابت قدم رکھو۔ مصابرۃ (صابروا) جنگ کی شدتوں میں دشمن کے مقابلے میں ڈٹے رہنا، یہ صبر کی سخت ترین صورت ہے۔ اس لئے اسے علیحدہ بیان فرمایا۔ رابطوا میدان جنگ یا محاذ جنگ میں مورچہ بند ہو کر ہمہ وقت چوکنا اور جہاد کے لئے تیار رہنا مرابطہ ہے۔ یہ بھی بڑےعزم وحوصلہ کا کام ہے۔ اسی لئے حدیث میں اس کی یہ فضیلت بیان کی گئی ہے۔ «رِبَاطُ يَوْمٍ فِي سَبِيلِ اللهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا» (صحیح بخاری، باب فضل رباط یوم فی سبیل اللہ) ”اللہ کے راستے (جہاد) میں ایک دن پڑاؤ ڈالنا (یعنی مورچہ بند ہونا) دنیا ومافیہا سے بہتر ہے“، علاوہ ازیں حدیث میں مکارہ (یعنی ناگواری کے حالات میں) مکمل وضو کرنے، مسجدوں میں زیادہ دور سے چل کر جانے اور نماز کے بعد دوسری نماز کے انتظار کرنے کو بھی رباط کہا گیا ہے۔ (صحیح مسلم،کتاب الطہارۃ )","price":"اے ایمان والو! تم ﺛابت قدم رہو(1) اور ایک دوسرے کو تھامے رکھو اور جہاد کے لئے تیار رہو اور اللہ تعالیٰ سے ڈرتے رہو تاکہ تم مراد کو پہنچو۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"4 (An-Nisa)":[{"category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"],"name":"4:176","stocked":true,"arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"(1) ”كَلالَةٌ“ کے بارے میں پہلے گزر چکا ہے کہ اس مرنے والے کو کہا جاتا ہے جس کا باپ ہو نہ بیٹا۔ یہاں پھر اس کی میراث کا ذکر ہو رہا ہے۔ بعض لوگوں نے کلالہ اس شخص کو قرار دیا ہے جس کا صرف بیٹا نہ ہو۔ یعنی باپ موجود ہو، لیکن یہ صحیح نہیں۔ کلالہ کی پہلی تعریف ہی صحیح ہے۔ کیونکہ باپ کی موجودگی میں بہن سرے سے وارث ہی نہیں ہوتی۔ باپ اس کے حق میں حاجب بن جاتا ہے۔ لیکن یہاں اللہ تعالیٰ فرما رہا ہے کہ اگر اس کی بہن ہو تو وہ اس کے نصف مال کی وارث ہوگی۔ جس سے صاف معلوم ہوتا ہے کہ کلالہ وہ ہے کہ بیٹے کے ساتھ جس کا باپ بھی نہ ہو۔ یوں بیٹے کی نفی تو نص سے ثابت ہے اور باپ کی نفی اشارۃ النص سے ثابت ہو جاتی ہے۔\nملحوظہ : بیٹے سے مراد بیٹا اور پوتا دونوں ہیں۔ اسی طرح بہن سے مراد سگی بہن یا علاتی (باپ شریک) بہن ہے۔ (ایسرالتفاسیر) احادیث سے ثابت ہے کہ کلالہ کی بہن کے ساتھ بیٹی کی موجودگی میں بیٹی کو نصف اور بہن کو نصف اور بیٹی اور پوتی کی موجودگی میں بیٹی کو نصف، پوتی کو سدس (چھٹا حصہ) اور بہن کو باقی یعنی ثلث دیا گیا۔ (فتح القدیر وابن کثیر) اس سے معلوم ہوا کہ مرنے والے کی اولاد موجود ہو تو بہن کو بحیثیت ذوی الفروض کچھ نہیں ملے گا۔ اب اگر وہ اولاد بیٹا ہو تو کسی اور حیثیت سے بھی کچھ نہیں ملے گا۔ اور اگر بیٹی ہو تو بہن اس کے ساتھ عصبہ ہو جائے گی اورمَا بَقِيَ لے لے گی۔ یہ مابقی ایک بیٹی کی موجودگی میں نصف اور ایک سے زائد کی موجودگی میں ثلث ہوگا۔\n(2) اسی طرح باپ بھی نہ ہو۔ اس لئے کہ باپ، بھائی سے قریب ہے، باپ کی موجودگی میں بھائی وارث ہی نہیں ہوتا اگر اس کلالہ عورت کا خاوند یا کوئی ماں جایا بھائی ہوگا تو ان کا حصہ نکالنے کے بعد باقی مال کا وارث بھائی قرار پائے گا۔ (ابن کثیر )\n(3) یہی حکم دو سے زائد بہنوں کی صورت میں بھی ہوگا۔ گویا مطلب یہ ہوا کہ کلالہ شخص کی دو یا دو سے زائد بہنیں ہوں تو انہیں کل مال کا دو تہائی حصہ ملے گا۔\n(4) یعنی کلالہ کے وارث مخلوط (مرد اور عورت دونوں) ہوں تو پھر ”ایک مرد دو عورت کے برابر“ کے اصول پر ورثے کی تقسیم ہوگی۔","price":"آپ سے فتویٰ پوچھتے ہیں، آپ کہہ دیجیئے کہ اللہ تعالیٰ (خود) تمہیں کلالہ کے بارے میں فتویٰ دیتا ہے۔ اگر کوئی شخص مر جائے جس کی اوﻻد نہ ہو اور ایک بہن ہو تو اس کے لئے چھوڑے ہوئے مال کا آدھا حصہ ہے(1) اور وه بھائی اس بہن کا وارث ہوگا اگر اس کے اوﻻد نہ ہو(2)۔ پس اگر بہنیں دو ہوں تو انہیں کل چھوڑے ہوئے کا دو تہائی ملے گا(3)۔ اور اگر کئی شخص اس ناطے کے ہیں مرد بھی اور عورتیں بھی تو مرد کے لئے حصہ ہے مثل دو عورتوں کے(4)، اللہ تعالیٰ تمہارے لئے بیان فرما رہا ہے کہ ایسا نہ ہو کہ تم بہک جاؤ اور اللہ تعالیٰ ہر چیز سے واقف ہے۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"5 (Al-Ma'idah)":[{"category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"],"name":"5:120","stocked":true,"arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","footnotes":"","price":"اللہ ہی کی ہے سلطنت آسمانوں کی اور زمین کی اور ان چیزوں کی جو ان میں موجود ہیں اور وه ہر شے پر پوری قدرت رکھتا ہے۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"6 (Al-An'am)":[{"category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"],"name":"6:165","stocked":true,"arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","footnotes":"(1) یعنی حکمران بناکر اختیارات سے نوازا۔ یا ایک کے بعد دوسرے کو اس کا وارث (خلیفہ) بنایا۔\n(2) یعنی فقر وغنا، علم وجہل، صحت اور بیماری، جس کو جو کچھ دیا ہے، اسی میں اس کی آزمائش ہے۔","price":"اور وه ایسا ہے جس نے تم کو زمین میں خلیفہ بنایا(1) اور ایک کا دوسرے پر رتبہ بڑھایا تاکہ تم کو آزمائے ان چیزوں میں جو تم کو دی ہیں(2)۔ بالیقین آپ کا رب جلد سزا دینے واﻻ ہے اور بالیقین وه واقعی بڑی مغفرت کرنے واﻻ مہربانی کرنے واﻻ ہے۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"7 (Al-A'raf)":[{"category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"],"name":"7:206","stocked":true,"arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","footnotes":"","price":"یقیناً جو تیرے رب کے نزدیک ہیں وه اس کی عبادت سے تکبر نہیں کرتے اور اس کی پاکی بیان کرتے ہیں اور اس کو سجده کرتے ہیں۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"8 (Al-Anfal)":[{"category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"],"name":"8:75","stocked":true,"arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"(1) یہ ایک چوتھے گروہ کا ذکر ہے جو فضیلت میں پہلے دو گروہوں کے بعد اور تیسرے گروہ سے، (جنہوں نے پہلے ہجرت نہیں کی تھی) پہلے ہے۔\n(2) اخوت یا حلف کی بنیاد پر وراثت میں جو حصہ دار بنتے تھے، اس آیت سے اس کو منسوخ کر دیا گیا اب وارث صرف وہی ہوں گے جو نسبی اور سسرالی رشتوں میں منسلک ہوں گے۔ اللہ کی کتاب یا اللہ کے حکم سے مراد یہ ہے کہ لوح محفوظ میں اصل حکم یہی تھا۔ لیکن اخوت کی بنیاد پر صرف عارضی طور پر ایک دوسرے کا وارث بنا دیا گیا، جو اب ضرورت ختم ہونے پرغیر ضروری ہوگیا اور اصل حکم نافذ کر دیا گیا۔","price":"اور جو لوگ اس کے بعد ایمان ﻻئے اور ہجرت کی اور تمہارے ساتھ ہو کر جہاد کیا۔ پس یہ لوگ بھی تم میں سے ہی ہیں(1) اور رشتے ناتے والے ان میں سے بعض بعض سے زیاده نزدیک ہیں اللہ کے حکم میں(2)، بیشک اللہ تعالیٰ ہر چیز کا جاننے واﻻ ہے۔","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"9 (At-Tawbah)":[{"category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"],"name":"9:129","stocked":true,"arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","footnotes":"(1) یعنی آپ کی لائی ہوئی شریعت اور دین رحمت سے۔\n(2) جو کفر و اعراض کرنے والوں کے مکرو کید سے مجھے بچا لے گا۔\n(3) حضرت ابو الدردا(رضي الله عنه) فرماتے ہیں کہ جو شخص یہ آیت حَسْبِیَ اللّٰہُ (الآیۃَ) صبح اور شام سات سات مرتبہ پڑھ لے گا، اللہ تعالٰی اس کے ہموم (فکر ومشکلات) کو کافی ہو جائے گا۔ (سنن ابی داود۔ نمبر 5081)","price":"پھر اگر رو گردانی کریں(1) تو آپ کہہ دیجیئے کہ میرے لیے اللہ کافی ہے(2)، اس کے سوا کوئی معبود نہیں۔ میں نے اسی پر بھروسہ کیا اور وه بڑے عرش کا مالک ہے۔(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"10 (Yunus)":[{"category":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"],"name":"10:109","stocked":true,"arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","footnotes":"(1) اللہ تعالٰی جس چیز کی وحی کرے، اسے مضبوطی سے پکڑ لیں، جس کا امر کرے، اسے عمل میں لائیں، جس سے روکے رک جائیں اور کسی چیز میں کوتاہی نہ کریں۔ اور وحی کی اطاعت و پیروی میں جو تکلیفیں آئیں، مخالفین کی طرف سے جو ایذائیں پہنچیں اور تبلیغ و دعوت کی راہ میں جن دشواریوں سے گزرنا پڑے، ان پر صبر کریں اور ثابت قدمی سے سب کا مقابلہ کریں۔\n(2) کیونکہ اس کا علم بھی کامل ہے، اس کی قدرت و طاقت بھی وسیع ہے اور اس کی رحمت بھی عام ہے اس لئے اس سے زیادہ بہتر فیصلہ کرنے والا اور کون ہو سکتا ہے؟۔","price":"اور آپ اس کی اتباع کرتے رہیے جو کچھ آپ کے پاس وحی بھیجی جاتی ہے اور صبر کیجئے (1) یہاں تک کہ اللہ فیصلہ کردے اور وه سب فیصلہ کرنے والوں میں اچھا ہے.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"11 (Hud)":[{"category":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"],"name":"11:123","stocked":true,"arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"","price":"زمینوں اور آسمانوں کا علم غیب اللہ تعالیٰ ہی کو ہے، تمام معاملات کا رجوع بھی اسی کی جانب ہے، پس تجھے اسی کی عبادت کرنی چاہئے اور اسی پر بھروسہ رکھنا چاہئے اور تم جو کچھ کرتے ہو اس سے اللہ تعالیٰ بے خبر نہیں.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"12 (Yusuf)":[{"category":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"],"name":"12:111","stocked":true,"arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","footnotes":"(1) یعنی قرآن، جس میں قصہ یوسف (عليه السلام) اور دیگر قوموں کے واقعات بیان کئے گئے ہیں کوئی گھڑا ہوا نہیں ہے۔ بلکہ یہ پچھلی کتابوں کی تصدیق کرنے والا ہے اور اس میں دین کے بارے میں ساری ضروری باتوں کی تفصیل ہے اور ایمان داروں کے لئے ہدایت و رحمت۔","price":"ان کے بیان میں عقل والوں کے لئے یقیناً نصیحت اور عبرت ہے، یہ قرآن جھوٹ بنائی ہوئی بات نہیں بلکہ یہ تصدیق ہے ان کتابوں کی جو اس سے پہلے کی ہیں، کھول کھول کر بیان کرنے واﻻ ہے ہر چیز کو اور ہدایت اور رحمت ہے ایمان دار لوگوں کے لئے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"13 (Ar-Ra'd)":[{"category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"],"name":"13:43","stocked":true,"arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","footnotes":"(1) پس وہ جانتا ہے کہ میں اس کا سچا رسول اور اس کے پیغام کا داعی ہوں اور تم جھوٹے ہو۔\n(2) کتاب سے مراد جنس کتاب ہے اور مراد تورات اور انجیل کا علم ہے۔ یعنی اہل کتاب میں سے وہ لوگ جو مسلمان ہوگئے ہیں، جیسے عبد اللہ بن اسلام، سلمان فارسی اور تمیم داری وغیرہم (رضي الله عنه) م یعنی یہ بھی جانتے ہیں کہ میں اللہ کا رسول ہوں۔ عرب کے مشرکین اہم معاملات میں اہل کتاب کی طرف رجوع کرتے اور ان سے پوچھتے تھے، اللہ تعالٰی نے ان کی رہنمائی فرمائی کہ اہل کتاب جانتے ہیں، ان سے تم پوچھ لو۔ بعض کہتے ہیں کہ کتاب سے مراد قرآن ہے اور حاملین علم کتاب، مسلمان ہیں۔ اور بعض نے کتاب سے مراد لوح محفوظ لی ہے۔ یعنی جس کے پاس لوح محفوظ کا علم ہے یعنی اللہ تبارک و تعالیٰ، مگر پہلا مفہوم زیادہ درست ہے۔","price":"یہ کافر کہتے ہیں کہ آپ اللہ کے رسول نہیں۔ آپ جواب دیجئے کہ مجھ میں اور تم میں اللہ گواہی دینے واﻻ کافی ہے(1) اور وه جس کے پاس کتاب کا علم ہے.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"14 (Ibrahim)":[{"category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"],"name":"14:52","stocked":true,"arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","footnotes":"(1) یہ اشارہ قرآن کی طرف ہے، یا پچھلی تفصیلات کی طرف جو «وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا» (ابراہیم: 42) سے بیان کی گئی ہیں۔","price":"یہ قرآن(1) تمام لوگوں کے لیے اطلاع نامہ ہے کہ اس کے ذریعہ سے وه ہوشیار کر دیے جائیں اور بخوبی معلوم کرلیں کہ اللہ ایک ہی معبود ہے اور تاکہ عقلمند لوگ سوچ سمجھ لیں.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"15 (Al-Hijr)":[{"category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"],"name":"15:99","stocked":true,"arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","footnotes":"(1) مشرکین آپ کو ساحر، مجنون، کاہن وغیرہ کہتے جس سے بشری جبلت کی وجہ سے آپ کبیدہ خاطر ہوتے، اللہ تعالٰی نے تسلی دیتے ہوئے فرمایا کہ آپ حمد وثنا کریں، نماز پڑھیں اور اپنے رب کی عبادت کریں، اس سے آپ کو قلبی سکون بھی ملے گا اور اللہ کی مدد بھی حاصل ہوگی، سجدے سے یہاں نماز اور یقین سے مراد موت ہے۔","price":"اور اپنے رب کی عبادت کرتے رہیں یہاں تک کہ آپ کو موت آجائے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"16 (An-Nahl)":[{"category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"],"name":"16:128","stocked":true,"arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","footnotes":"","price":"یقین مانو کہ اللہ تعالیٰ پرہیزگاروں اور نیک کاروں کے ساتھ ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"17 (Al-Isra)":[{"category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"],"name":"17:111","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","footnotes":"","price":"اور یہ کہہ دیجیئے کہ تمام تعریفیں اللہ ہی کے لئے ہیں جو نہ اوﻻد رکھتا ہے نہ اپنی بادشاہت میں کسی کو شریک وساجھی رکھتا ہے اور نہ وه کمزور ہے کہ اسے کسی حمایتی کی ضرورت ہو اور تو اس کی پوری پوری بڑائی بیان کرتا ره.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"18 (Al-Kahf)":[{"category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"],"name":"18:110","stocked":true,"arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","footnotes":"(1) اس لئے میں بھی رب کی باتوں کا احاطہ نہیں کر سکتا۔\n(2) البتہ مجھے یہ امتیاز حاصل ہے کہ مجھ پر وحی آتی ہے۔ اسی وحی کی بدولت میں نے اصحاب کہف اور ذوالقرنین کے متعلق اللہ کی طرف سے نازل کردہ وہ باتیں بیان کی ہیں جن پر مرور ایام کی دبیز تہیں پڑی ہوئی تھیں یا ان کی حقیقت افسانوں میں گم ہوگئی تھی۔ علاوہ ازیں اس وحی میں سب سے اہم حکم یہ دیا گیا ہے کہ تم سب کا معبود صرف ایک ہے۔\n(3) عمل صالح وہ ہے جو سنت کے مطابق ہو، یعنی جو اپنے رب کی ملاقات کا یقین رکھتا ہے، اسے چاہیے کہ ہر عمل سنت نبوی کے مطابق کرے اور دوسرا اللہ کی عبادت میں کسی کو شریک نہ ٹھہرائے، اس لئے کہ بدعت اور شرک دونوں ہی ضبط اعمال کا سبب ہیں۔ اللہ تعالٰی ان دونوں سے ہر مسلمان کو مفوظ رکھے۔","price":"آپ کہہ دیجئے کہ میں تو تم جیسا ہی ایک انسان ہوں(1) - (ہاں) میری جانب وحی کی جاتی ہے کہ سب کا معبود صرف ایک ہی معبود ہے(2)، تو جسے بھی اپنے پروردگار سے ملنے کی آرزو ہو اسے چاہئے کہ نیک اعمال کرے اور اپنے پروردگار کی عبادت(3) میں کسی کو بھی شریک نہ کرے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"19 (Maryam)":[{"category":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"],"name":"19:98","stocked":true,"arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","footnotes":"(1) احساس کے معنی ہیں الإِدْرَاكُ بِالْحِسِّ، حس کے ذریعے سے معلومات حاصل کرنا۔ یعنی کیا تو ان کو آنکھوں سے دیکھ سکتا یا ہاتھوں سے چھو سکتا ہے؟ استفہام انکاری ہے۔ یعنی ان کا وجود ہی دنیا میں نہیں ہے کہ تو انہیں دیکھ یا چھو سکے رِكْزٌ صوتِ خفی کو کہتے ہیں یا اس کی ہلکی سی آواز ہی تجھے کہیں سے سنائی دے سکے۔","price":"ہم نے ان سے پہلے بہت سی جماعتیں تباہ کر دی ہیں، کیا ان میں سے ایک کی بھی آہٹ تو پاتا ہے یا ان کی آواز کی بھنک بھی تیرے کان میں پڑتی ہے؟(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"20 (Ta-Ha)":[{"category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"],"name":"20:135","stocked":true,"arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","footnotes":"(1) یعنی مسلمان اور کافر دونوں اس انتظار میں ہیں کہ دیکھو کفر غالب رہتا ہے یا اسلام غالب آتا ہے۔\n(2) اس کا علم تمہیں اس سے ہو جائے گا کہ اللہ کی مدد سے کامیاب اور سرخرو کون ہوتا ہے؟ چنانچہ یہ کامیابی مسلمانوں کے حصے میں آئی، جس سے واضح ہوگیا کہ اسلام ہی سیدھا راستہ اور اس کے حاملین ہی ہدایت یافتہ ہیں۔","price":"کہہ دیجئے! ہر ایک انجام کا منتظر(1) ہے پس تم بھی انتظار میں رہو۔ عنقريب قطعاً جان لو گے کہ راه راست والے کون ہیں اور کون راه یافتہ ہیں.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"21 (Al-Anbiya)":[{"category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"],"name":"21:112","stocked":true,"arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","footnotes":"(1) یعنی اس وعدہ الٰہی میں تاخیر، میں نہیں جانتا کہ تمہاری آزمائش کے لئے ہے یا ایک خاص وقت تک فائدہ اٹھانے کے لئے مہلت دینا ہے۔\n(2) یعنی میری بابت جو تم مختلف باتیں کرتے رہتے ہو، یا اللہ کے لئے اولاد ٹھہراتے ہو، ان سب باتوں کے مقابلے میں وہ رب ہی مہربانی کرنے والا اور وہی مدد کرنے والا ہے۔","price":"خود نبی نے کہا(1) اے رب! انصاف کے ساتھ فیصلہ فرما اور ہمارا رب بڑا مہربان ہے جس سے مدد طلب کی جاتی ہے ان باتوں پر جو تم بیان کرتے ہو.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"22 (Al-Hajj)":[{"category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"],"name":"22:78","stocked":true,"arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","footnotes":"(1) اس جہاد سے مراد بعض نے وہ جہاد اکبر لیا ہے جو اعلائے کلمۃ اللہ کے لئے کفار و مشرکین سے کیا جاتا ہے اور بعض نے ادائے امر الٰہی کی بجاآوری، کہ اس میں بھی نفس امارہ اور شیطان کا مقابلہ کرنا پڑتا ہے۔ اور بعض نے ہر وہ کوشش مراد لی ہے جو حق اور صداقت کے غلبے اور باطل کی سرکوبی اور مغلوبیت کے لئے کی جائے۔\n(2) یعنی ایسا حکم نہیں دیا گیا جس کا متحمل نفس انسانی نہ ہو، (ورنہ تھوڑی بہت محنت و مشقت تو ہر کام میں ہی اٹھانی پڑتی ہے) بلکہ پچھلی شریعتوں کے بعض سخت احکام بھی اس نے منسوخ کر دیئے علاوہ ازیں بہت سی آسانیاں مسلمانوں کو عطا کر دیں جو پچھلی شریعتوں میں نہیں تھیں۔\n(3) عرب حضرت اسماعیل (عليه السلام) کی اولاد سے تھے، اس اعتبار سے حضرت ابراہیم (عليه السلام) عربوں کے باپ تھے اور غیر عرب بھی حضرت ابراہیم (عليه السلام) کو ایک بزرگ شخصیت کے طور پر اسی طرح احترام کرتے تھے، جس طرح بیٹے باپ کا احترام کرتے ہیں، اس لئے وہ تمام ہی لوگوں کے باپ تھے، علاوہ ازیں پیغمبر اسلام کے (عرب ہونے کے ناطے سے) حضرت ابراہیم (عليه السلام) باپ تھے، اس لئے امت محمدیہ کے بھی باپ ہوئے، اس لئے کہا گیا، یہ دین اسلام، جسے اللہ نے تمہارے لئے پسند کیا ہے، تمہارے باپ ابراہیم (عليه السلام) کا دین ہے، اسی کی پیروی کرو۔\n(4) هو کا مرجع بعض کے نزدیک حضرت ابراہیم (عليه السلام) ہیں یعنی نزول قرآن سے پہلے تمہارا نام مسلم بھی حضرت ابراہیم (عليه السلام) ہی نے رکھا ہے اور بعض کے نزدیک، مرجع اللہ تعالٰی ہے۔ یعنی اس نے تمہارا نام مسلم رکھا ہے۔\n(5) یہ گواہی، قیامت والے دن ہوگی، جیسا کہ حدیث میں ہے۔ ملاحظہ ہو سورہ بقرہ، آیت 143کا حاشیہ۔","price":"اور اللہ کی راه میں ویسا ہی جہاد کرو جیسا جہاد کا حق ہے(1) ۔ اسی نے تمہیں برگزیده بنایا ہے اور تم پر دین کے بارے میں کوئی تنگی نہیں ڈالی(2)، دین اپنے باپ ابراہیم(3) (علیہ السلام) کا قائم رکھو، اسی اللہ(4) نے تمہارا نام مسلمان رکھا ہے۔ اس قرآن سے پہلے اور اس میں بھی تاکہ پیغمبر تم پر گواه ہو جائے اور تم تمام لوگوں کے گواه بن جاؤ(5)۔ پس تمہیں چاہئے کہ نمازیں قائم رکھو اور زکوٰة ادا کرتے رہو اور اللہ کو مضبوط تھام لو، وہی تمہارا ولی اور مالک ہے۔ پس کیا ہی اچھا مالک ہے اور کتنا ہی بہتر مددگار ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"23 (Al-Mu'minun)":[{"category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"],"name":"23:118","stocked":true,"arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","footnotes":"","price":"اور کہو کہ اے میرے رب! تو بخش اور رحم کر اور تو سب مہربانوں سے بہتر مہربانی کرنے واﻻ ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"24 (An-Nur)":[{"category":["24 (An-Nur)","An-Nur","Surah An-Nur","Chapter An-Nur","Nur","Surah Nur","Chapter Nur","An Nur","Surah An Nur","Chapter An Nur","Surah 24","Chapter 24","The Light","النُّور"],"name":"24:64","stocked":true,"arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قَدۡ يَعۡلَمُ مَآ أَنتُمۡ عَلَيۡهِ وَيَوۡمَ يُرۡجَعُونَ إِلَيۡهِ فَيُنَبِّئُهُم بِمَا عَمِلُواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"(1) خلق کے اعتبار سے بھی، ملک کے اعتبار سے بھی اور ماتحتی کے اعتبار سے بھی۔ وہ جس طرح چاہے تصرف کرے اور جس چیز کا چاہے، حکم دے۔ پس اس کے رسول (صلى الله عليه وسلم) کے معاملے میں اللہ سے ڈرتے رہنا چاہیئے، جس کا تقاضا یہ ہے کہ رسول کے کسی حکم کی مخالفت نہ کی جائے اور جس سے اس نے منع کردیا ہے، اس کا ارتکاب نہ کیا جائے۔ اس لئے کہ رسول (صلى الله عليه وسلم) کے بھیجنے کا مقصد ہی یہ ہے کہ اس کی اطاعت کی جائے۔\n(2) یہ مخالفین رسول (صلى الله عليه وسلم) کو تنیبہ ہے کہ جو کچھ حرکات تم کر رہے ہو، یہ نہ سمجھو کہ وہ اللہ سے مخفی رہ سکتی ہیں۔ اس کے علم میں سب کچھ ہے اور وہ اس کے مطابق قیامت والے دن جزا وسزا دے گا۔","price":"آگاه ہو جاؤ کہ آسمان وزمین میں جو کچھ ہے سب اللہ تعالیٰ ہی کا ہے(1) ۔ جس روش پر تم ہو وه اسے بخوبی جانتا ہے(2)، اور جس دن یہ سب اس کی طرف لوٹائے جائیں گے اس دن ان کو ان کے کئے سے وه خبردار کر دے گا۔ اللہ تعالیٰ سب کچھ جاننے واﻻ ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"25 (Al-Furqan)":[{"category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"],"name":"25:77","stocked":true,"arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","footnotes":"(1) دعا و التجا کا مطلب، اللہ کو پکارنا اور اس کی عبادت کرنا ہے اور مطلب یہ ہے کہ تمہارا مقصد تخلیق اللہ کی عبادت ہے، اگر یہ نہ ہو تو اللہ کو تمہاری کوئی پروا نہ ہو۔ یعنی اللہ کے ہاں انسان کی قدروقیمت، اس کے اللہ پر ایمان لانے اور اس کی عبادت کرنے کی وجہ سے ہے۔\n(2) اس میں کافروں سے خطاب ہےکہ تم نے اللہ کو جھٹلادیا ہے، سو اب اس کی سزا بھی لازماً تمہیں چکھنی ہے۔ چنانچہ دنیا میں یہ سزا بدر میں شکست کی صورت میں انہیں ملی اور آخرت میں جہنم کے دائمی عذاب سے بھی انہیں دوچار ہونا پڑے گا۔","price":"کہہ دیجئے! اگر تمہاری دعا التجا (پکارنا) نہ ہوتی تو میرا رب تمہاری مطلق پروا نہ کرتا(1) ، تم تو جھٹلا چکے اب عنقریب اس کی سزا تمہیں چمٹ جانے والی ہوگی.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"26 (Ash-Shu'ara)":[{"category":["26 (Ash-Shu'ara)","Ash-Shu'ara","Surah Ash-Shu'ara","Chapter Ash-Shu'ara","Shu'ara","Surah Shu'ara","Chapter Shu'ara","Ash Shu'ara","Surah Ash Shu'ara","Chapter Ash Shu'ara","Surah 26","Chapter 26","The Poets","الشُّعَرَاء"],"name":"26:227","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ","footnotes":"(1) اس سے ان شاعروں کو مستثنیٰ فرما دیا گیا، جن کی شاعری صداقت اور حقائق پر مبنی ہے اور استثنا ایسے الفاظ سے فرمایا جن سے واضح ہو جاتا ہے کہ مومن، عمل صالح پر کاربند اور کثرت سے اللہ کا ذکر کرنے والا شاعر غلط شاعری، جس میں جھوٹ، غلو اور افراط و تفریط ہو، کر ہی نہیں سکتا۔ یہ ان ہی لوگوں کا کام ہے جو مومنانہ صفات سےعاری ہوں۔\n(2) یعنی ایسے مومن شاعر، ان کافر شعراء کا جواب دیتے ہیں، جس میں انہوں نے مسلمانوں کی ہجو (برائی) کی ہو۔ جس طرح حضرت حسان بن ثابت (رضي الله عنه) کافروں کی ہجویہ شاعری کا جواب دیا کرتے تھے اور خود نبی (صلى الله عليه وسلم) ان کو فرماتے کہ ”ان (کافروں) کی ہجو بیان کرو، جبرائیل (عليه السلام) بھی تمہارے ساتھ ہیں“۔ (صحيح بخاري، كتاب بدء الخلق، باب ذكر الملائكة، مسلم، فضائل حسان بن ثابت) اس سے معلوم ہوا کہ ایسی شاعری جائز ہے جس میں کذب و مبالغہ نہ ہو اور جس کے ذریعے سے مشرکین و کفار اور مبتدعین و اہل باطل کو جواب دیاجائے اور مسلک حق اور توحید و سنت کا اثبات کیاجائے۔\n(3) یعنی أَيَّ مَرْجَع يَرْجِعُونَ یعنی کون سی جگہ وہ لوٹتے ہیں؟ اور وہ جہنم ہے۔ اس میں ظالموں کے لیے سخت وعید ہے۔ جس طرح حدیث میں بھی فرمایا گیا ہے ”تم ظلم سے بچو! اس لیے کہ ظلم قیامت والے دن اندھیروں کا باعث ہوگا“۔ (صحيح مسلم، كتاب البر، باب تحريم الظلم)۔","price":"سوائے ان کے جو ایمان ﻻئے(1) اور نیک عمل کیے اور بکثرت اللہ تعالیٰ کا ذکر کیا اور اپنی مظلومی کے بعد انتقام لیا(2)، جنہوں نے ﻇلم کیا ہے وه بھی عنقریب جان لیں گے کہ کس کروٹ الٹتے ہیں.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"27 (An-Naml)":[{"category":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"],"name":"27:93","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"(1) کہ جو کسی کو اس وقت تک عذاب نہیں دیتا جب تک حجت قائم نہیں کردیتا۔\n(2) دوسرے مقام پر فرمایا: «سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ» (سورة حم السجدة: 53) ”ہم انہیں آفاق وانفس میں اپنی نشانیاں دکھلائیں گے تاکہ ان پر حق واضح ہو جائے“۔ اگر زندگی میں یہ نشانیاں دیکھ کر ایمان نہیں لاتے تو موت کے وقت تو ان نشانیوں کو دیکھ کر ضرور پہچان لیتے ہیں۔ لیکن اس وقت کی معرفت کوئی فائدہ نہیں پہنچاتی، اس لیے کہ اس وقت ایمان مقبول نہیں۔\n(3) بلکہ ہر چیز کو وہ دیکھ رہا ہے۔ اس میں کافروں کے لیے ترہیب شدید اور تہدید عظیم ہے۔","price":"کہہ دیجئے، کہ تمام تعریفیں اللہ ہی کو سزاوار ہیں(1) وه عنقریب اپنی نشانیاں دکھائے گا جنہیں تم (خود) پہچان لو گے(2)۔ اور جو کچھ تم کرتے ہو اس سے آپ کا رب غافل نہیں.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"28 (Al-Qasas)":[{"category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"],"name":"28:88","stocked":true,"arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"(1) یعنی کسی اور کی عبادت نہ کرنا، نہ دعا کے ذریعے سے، نہ نذر ونیاز کے ذریعے سے، نہ ہی قربانی کے ذریعے سے کہ یہ سب عبادات ہیں جو صرف ایک اللہ کے لیے خاص ہیں۔ قرآن میں ہر جگہ غیر اللہ کی عبادت کو پکارنے سے تعبیر کیا گیا ہے، جس سے مقصود اسی نکتے کی وضاحت ہے کہ غیر اللہ کو مافوق الاسباب طریقے سے پکارنا، ان سے استمداد واستغاثہ کرنا، ان سے دعائیں اور التجائیں کرنا یہ ان کی عبادت ہی ہے جس سے انسان مشرک بن جاتا ہے۔\n(2) وَجْهَهُ (اس کا منہ) سے مراد اللہ کی ذات ہے جو وجہ (چہرہ) سے متصف ہے۔ یعنی اللہ کے سوا ہر چیز ہلاک اور فنا ہو جانے والی ہے۔ «كُلُّ مَنْ عَلَيْهَا فَانٍ، وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ» (الرحمن۔ 26- 27)\n(3) یعنی اسی کا فیصلہ، جو وہ چاہے، نافذ ہوتا ہے اور اسی کا حکم، جس کا وہ ارادہ کرے، چلتا ہے۔\n(4) تاکہ وہ نیکوں کو ان کی نیکیوں کی جزا اور بدوں کو ان کی بدیوں کی سزا دے۔","price":"اللہ تعالیٰ کے ساتھ کسی اور معبود کو نہ پکارنا(1) بجز اللہ تعالیٰ کے کوئی اور معبود نہیں، ہر چیز فنا ہونے والی ہے مگر اسی کا منھ (2)(اور ذات) ۔ اسی کے لیے فرمانروائی ہے(3) اور تم اسی کی طرف لوٹائے جاؤ گے.(4)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"29 (Al-Ankabut)":[{"category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"],"name":"29:69","stocked":true,"arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","footnotes":"(1) یعنی دین پر عمل کرنے میں جو دشواریاں، آزمائشیں اور مشکلات پیش آتی ہیں۔\n(2) اس سے مراد دنیا وآخرت کے وہ راستے ہیں جن پر چل کر انسان کو اللہ کی رضا حاصل ہوتی ہے۔\n(3) احسان کا مطلب ہے اللہ کوحاضر ناظر جان کر ہرنیکی کےکام کو اخلاص کے ساتھ کرنا، سنت نبوی (صلى الله عليه وسلم) کے مطابق کرنا، برائی کے بدلے میں برائی کے بجائے حسن سلوک کرنا، اپنا حق چھوڑ دینا اور دوسروں کو ان کے حق سے زیادہ دینا۔ یہ سب احسان کےمفہوم میں شامل ہیں۔","price":"اور جو لوگ ہماری راه میں مشقتیں برداشت کرتے ہیں(1) ہم انہیں اپنی راہیں ضرور دکھا دیں گے(2)۔ یقیناً اللہ تعالیٰ نیکو کاروں کا ساتھی ہے.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"30 (Ar-Rum)":[{"category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"],"name":"30:60","stocked":true,"arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","footnotes":"(1) یعنی جادو وغیرہ کے پیرو کار۔ مطلب یہ ہے کہ بڑی سے بڑی نشانی اور واضح سےواضح دلیل بھی اگر وہ دیکھ لیں، تب بھی ایمان بہرحال نہیں لائیں گے، کیوں؟ اس کی وجہ آگے بیان کر دی گئی ہے کہ اللہ نے ان کےدلوں پر مہر لگا دی ہے جو اس بات کی علامت ہوتی ہے کہ ان کا کفر وطغیان اس آخری حد کو پہنچ گیا ہے جس کے بعد حق کی طرف واپسی کےتمام راستے ان کے لئے مسدود ہیں۔\n(2) یعنی آپ کو غضب ناک کرکےصبر وعلم ترک کرنے یا مداہنت پر مجبور نہ کر دیں بلکہ آپ اپنے موقف پر ڈٹے رہیں اور اس سے سرمو انحراف نہ کریں۔","price":"پس آپ صبر کریں(1) یقیناً اللہ کا وعده سچا ہے۔ آپ کو وه لوگ ہلکا (بے صبرا) نہ کریں جویقین نہیں رکھتے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"31 (Luqman)":[{"category":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"],"name":"31:34","stocked":true,"arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","footnotes":"(1) حدیث میں بھی آتا ہے کہ ”پانچ چیزیں مفاتیح الغیب ہیں، جنہیں اللہ کے سوا کوئی نہیں جانتا“۔ (صحيح بخاري، تفسير سورة لقمان وكتاب الاستسقاء باب لا يدري متى يجيء المطر إلا لله) 1 قرب قیامت کی علامت تو نبی (صلى الله عليه وسلم) نے بیان فرمائی ہے لیکن قیامت کے وقوع کا یقینی علم اللہ کے سوا کسی کو نہیں، کسی فرشتے کو، نہ کسی نبی مرسل کو۔ 2 بارش کا معاملہ بھی ایسا ہی ہے۔ آثار وعلائم سے تخمینہ تو لگایا جاتا اور لگایا جا سکتا ہے لیکن یہ بات ہر شخص کے تجربہ ومشاہدے کا حصہ ہے کہ یہ تخمینے کبھی صحیح نکلتے ہیں اور کبھی غلط۔ حتیٰ کہ محکمہ موسمیات کے اعلانات بھی بعض دفعہ صحیح ثابت نہیں ہوتے۔ جس سے صاف واضح ہے کہ بارش کا بھی یقینی علم اللہ کے سوا کسی کو نہیں۔ 3 رحم مادر میں مشینی ذرائع سے جنسیت کا ناقص اندازہ تو شاید ممکن ہے کہ بچہ ہے یابچی؟ لیکن ماں کے پیٹ، میں نشوونما پانے والا یہ بچہ نیک بخت ہے یا بدبخت ناقص ہوگا یا کامل۔ خوب رو ہوگا کہ بدشکل، کالا ہوگا یا گورا، وغیرہ باتوں کا علم اللہ کے سوا کسی کے پاس نہیں۔ 4 انسان کل کیا کرے گا؟ وہ دین کا معاملہ ہو یا دنیا کا؟ کسی کو آنے والے کل کے بارے میں علم نہیں ہے کہ وہ اس کی زندگی میں آئے گا بھی یا نہیں؟ اور اگر آئے گا تووہ اس کیا کچھ کرے گا؟ 5 موت کہاں آئے گی؟ گھر میں یا گھر سے باہر، اپنے وطن میں یا دیار غیر میں، جوانی میں آئے گی یا بڑھاپے میں، اپنی آرزوؤں اور خواہشات کی تکمیل کے بعد آئے گی یا اس سے پہلے؟ کسی کومعلوم نہیں۔","price":"بے شک اللہ تعالیٰ ہی کے پاس قیامت کا علم ہے وہی بارش نازل فرماتا ہے اور ماں کے پیٹ میں جو ہے اسے جانتا ہے۔ کوئی (بھی) نہیں جانتا کہ کل کیا (کچھ) کرے گا؟ نہ کسی کو یہ معلوم ہے کہ کس زمین میں مرے گا(1) ۔ (یاد رکھو) اللہ تعالیٰ ہی پورے علم واﻻ اور صحیح خبروں واﻻ ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"32 (As-Sajda)":[{"category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda","Chapter As-Sajda","Sajda","Surah Sajda","Chapter Sajda","As Sajda","Surah As Sajda","Chapter As Sajda","Surah 32","Chapter 32","The Prostration","السَّجدَة"],"name":"32:30","stocked":true,"arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","footnotes":"(1) یعنی ان مشرکین سے اعراض کر لیں اور تبلیغ ودعوت کا کام اپنے انداز سے جاری رکھیں، جو وحی آپ (صلى الله عليه وسلم) کی طرف نازل کی گئی ہے، اس کی پیروی کریں۔ جس طرح دوسرے مقام پر فرمایا «اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لا إِلَهَ إِلا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ» (سورة الأنعام: 106) ”آپ خود اس طریقت پر چلتے رہئے جس کی وحی آپ کے رب تعالیٰ کی طرف سے آپ کے پاس آئی ہے اللہ کے سوا کوئی عبادت کے لائق نہیں اور مشرکین کی طرف خیال نہ کیجئے“۔\n(2) یعنی اللہ کے وعدے کا کہ کب وہ پورا ہوتا ہے اور تیرے مخالفوں پر تجھے غلبہ عطا فرماتا ہے؟ وہ یقیناً پورا ہو کر رہے گا۔\n(3) یعنی یہ کافر منتظر ہیں کہ شاید یہ پیغمبر ہی گردشوں کا شکار ہو جائے اور اس کی دعوت ختم ہو جائے۔ لیکن دنیا نے دیکھ لیا کہ اللہ نے اپنے نبی کے ساتھ کیے ہوئے وعدوں کو پورا فرمایا اور آپ پر گردشوں کے منتظر مخالفوں کو ذلیل وخوار کیا یا ان کو آپ کا غلام بنا دیا۔","price":"اب آپ ان کا خیال چھوڑ دیں(1) اور منتظر رہیں(2)۔ یہ بھی منتظر ہیں.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"33 (Al-Ahzab)":[{"category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"],"name":"33:73","stocked":true,"arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","footnotes":"(1) یعنی یہ بار گراں اٹھا کر اس نے اپنے نفس پر ظلم کا ارتکاب کیا اور اس کے مقتضیات سے اعراض یا اس کی قدر وقیمت سے غفلت کرکے جہالت کا مظاہرہ پیش کیا۔\n(2) اس کا تعلق حَمَلَهَا سے ہے یعنی انسان کو اس امانت کا ذمے دار بنانے سے مقصد یہ ہے کہ اہل نفاق واہل شرک کا نفاق وشرک اور اہل ایمان کا ایمان ظاہر ہوجائے اور پھر اس کے مطابق جزا وسزا دی جائے۔","price":"(یہ اس لئے) کہ اللہ تعالیٰ منافق مردوں عورتوں اور مشرک مردوں عورتوں کو سزا دے اور مومن مردوں عورتوں کی توبہ قبول فرمائے(1) ، اور اللہ تعالیٰ بڑا ہی بخشنے واﻻ اور مہربان ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"34 (Saba)":[{"category":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"],"name":"34:54","stocked":true,"arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","footnotes":"(1) یعنی آخرت میں وہ چاہیں گے کہ ان کا ایمان قبول کرلیا جائے، عذاب سے ان کی نجات ہوجائے، لیکن ان کے درمیان اور ان کی اس خواہش کے درمیان پردہ حائل کردیا یعنی اس خواہش کو رد کردیا جائے گا۔\n(2) یعنی پچھلی امتوں کا ایمان اس وقت قبول نہیں کیا گیا جب وہ عذاب کے معائنے کے بعد ایمان لائیں۔\n(3) اس لئے اب معائنہ عذاب کے بعد ان کا ایمان بھی کس طرح قبول ہوسکتا ہے؟ حضرت قتادہ فرماتے ہیں ریب وشک سے بچو، جو شک کی حالت میں فوت ہوگا، اسی حالت میں اٹھے گا اور جو یقین پر مرے گا، قیامت والے دن یقین پر ہی اٹھے گا۔ (ابن کثیر)۔","price":"ان کی چاہتوں اور ان کے درمیان پرده حائل کردیا گیا(1) جیسے کہ اس سے پہلے بھی ان جیسوں کے ساتھ کیا گیا(2)، وه بھی (ان ہی کی طرح) شک وتردد میں (پڑے ہوئے) تھے.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"35 (Fatir)":[{"category":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"],"name":"35:45","stocked":true,"arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","footnotes":"(1) انسانوں کو تو ان کے گناہوں کو پاداش میں اور جانوروں کو انسانوں کو نحوست کی وجہ سے ۔یا مطلب ہے کہ تمام اہل زمین کو ہلاک کر دیتا 'انسانوں کو بھی اور جن جانوروں اور روزیوں کے وہ مالک ہیں 'ان کو بھی ۔یا مطلب ہے کہ آسمان سے باتشعں کا سلسلہ منقطع فرمادیتا 'جس سے زمین پر چلنر والے سب وابستہ مر جاتے۔\n(2) یہ میعاد معین دنیا میں بھی ہوسکتی ہے اور یوم قیامت تو ہے ہی۔\n(3) یعنی اس دن ان کا محاسبہ کرے گا اور ہر شخص کو اس کے عملوں کا پورا بدلہ دے گا۔ اہل ایمان واطاعت کو اجروثواب اور اہل کفرومعصیت کو عتاب وعقاب۔ اس میں مومنوں کے لئے تسلی ہے اور کافروں کے لئے وعید۔","price":"اور اگر اللہ تعالیٰ لوگوں پر ان کے اعمال کے سبب داروگیر فرمانے لگتا تو روئے زمین پر ایک جاندار کو نہ چھوڑتا(1) ، لیکن اللہ تعالیٰ ان کو ایک میعاد معین تک مہلت دے رہا ہے(2)، سو جب ان کی وه میعاد آپہنچے گی اللہ تعالیٰ اپنے بندوں کو آپ دیکھ لے گا.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"36 (Ya-Sin)":[{"category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"],"name":"36:83","stocked":true,"arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"(1) ملک اور ملکوت دونوں کے ایک ہی معنی ہیں، بادشاہی، جیسے رَحْمَةٌ اور رَحَمُوتٌ رَهْبَةٌ اور رَهَبُوتٌ، جَبْرٌ اور جَبَرُوتٌ وغیرہ ہیں۔ (ابن کثیر) بعض اس کو مبالغے کا صیغہ قرار دیتے ہیں۔ (فتح القدیر) یعنی مَلَكُوتٌ مُلْكٌ کا مبالغہ ہے۔\n(2) یعنی یہ نہیں ہوگا کہ مٹی میں رل مل کر تمہارا وجود ہمیشہ کے لئے ختم ہوجائے، نہیں، بلکہ اسے دوبارہ وجود عطا کیا جائے گا۔ یہ بھی نہیں ہوگا کہ تم بھاگ کر کسی اور کے پاس پناہ طلب کر لو۔ تمہیں بہرحال اللہ ہی کی بارگاہ میں حاضر ہونا ہوگا، جہاں وہ عملوں کے مطابق اچھی یا بری جزا دے گا۔","price":"پس پاک ہے وه اللہ جس کے ہاتھ میں ہر چیز کی بادشاہت ہے اور(1) جس کی طرف تم سب لوٹائے جاؤ گے.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"37 (As-Saffat)":[{"category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat","Chapter As-Saffat","Saffat","Surah Saffat","Chapter Saffat","As Saffat","Surah As Saffat","Chapter As Saffat","Surah 37","Chapter 37","Those Who Set The Ranks","الصَّافَات"],"name":"37:182","stocked":true,"arabic":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"(1) یہ بندوں کو سمجھایا جا رہا ہے کہ اللہ نے تم پر احسان کیا ہے، پیغمبر بھیجے، کتابیں نازل کیں اورپیغمبروں نے تمہیں اللہ کا پیغام پہنچایا ، اس لئے تم اللہ کا شکر ادا کرو۔ بعض کہتے ہیں کہ کافروں کو ہلاک کرکےاہل ایمان اور پیغمبروں کو بچایا، اس پر شکر الٰہی کرو۔ حمد کے معنی ہیں بہ قصد تعظیم ثناء جمیل، ذکر خیر اور عظمت شان بیان کرنا۔","price":"اور سب طرح کی تعریف اللہ کے لئے ہے جو سارے جہان کا رب ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"38 (Sad)":[{"category":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"],"name":"38:88","stocked":true,"arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","footnotes":"(1) یعنی قرآن نے جن چیزوں کو بیان کیا ہے، جو وعدہ وعید ذکر کیے ہیں، ان کی حقیقت وصداقت بہت جلد تمہارے سامنے آجائے گی۔ چنانچہ اس کی صداقت یوم بدر کو واضح ہوئی، فتح مکہ کے دن ہوئی یا پھر موت کے وقت تو سب پر ہی واضح ہو جاتی ہے۔","price":"یقیناً تم اس کی حقیقت کو کچھ ہی وقت کے بعد (صحیح طور پر) جان لو گے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"39 (Az-Zumar)":[{"category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"],"name":"39:75","stocked":true,"arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"(1) قضائے الٰہی کے بعد جب اہل ایمان جنت میں اور اہل کفر و شرک جہنم میں چلے جائیں گے، آیت میں اس کے بعد کا نقشہ بیان کیا گیا ہے کہ فرشتے عرش الٰہی کو گھیرے ہوئے تسبیح و تحمید میں مصروف ہوں گے۔\n(2) یہاں حمد کی نسبت کسی ایک مخلوق کی طرف نہیں کی گئی جس سے معلوم ہوتا ہے کہ ہر چیز (ناطق و غیر ناطق) کی زبان پر حمد الٰہی کے ترانے ہوں گے۔","price":"اور تو فرشتوں کو اللہ کے عرش کے اردگرد حلقہ باندھے ہوئے اپنے رب کی حمد و تسبیح کرتے ہوئے دیکھے گا(1) اور ان میں انصاف کا فیصلہ کیا جائے گا اور کہہ دیا جائے گا کہ ساری خوبی اللہ ہی کے لیے ہے جو تمام جہانوں کا پالنہار ہے.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"40 (Ghafir)":[{"category":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"],"name":"40:85","stocked":true,"arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","footnotes":"(1) یعنی اللہ کا یہ معمول چلا آرہا ہے کہ عذاب دیکھنے کےبعد توبہ اور ایمان مقبول نہیں۔ یہ مضمون قرآن کریم میں متعدد جگہ بیان ہوا ہے۔\n(2) یعنی معاینہ عذاب کے بعد ان پر واضح ہو گیا کہ اب سوائے خسارے اور ہلاکت کے ہمارے مقدر میں کچھ نہیں۔","price":"لیکن ہمارے عذاب کو دیکھ لینے کے بعد ان کے ایمان نے انہیں نفع نہ دیا۔ اللہ نے اپنا معمول یہی مقرر کر رکھا ہے جو اس کے بندوں میں برابر چلا آ رہا ہے(1) ۔ اور اس جگہ کافر خراب وخستہ ہوئے.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"41 (Fussilat)":[{"category":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"],"name":"41:54","stocked":true,"arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","footnotes":"(1) اس لیے اس کی بابت غور وفکر نہیں کرتے، نہ اس کے لیے عمل کرتے ہیں اور نہ اس دن کا کوئی خوف ان کے دلوں میں ہے۔\n(2) بنا بریں اس کے لیے قیامت کا وقوع قطعاً مشکل امر نہیں کیونکہ تمام مخلوقات پر اس کا غلبہ وتصرف ہے وہ اس میں جس طرح چاہے تصرف کرے، کرتا ہے، کرسکتا ہے اور کرے گا، کوئی اس کو روکنے والا نہیں ہے۔","price":"یقین جانو! کہ یہ لوگ اپنے رب کے روبرو جانے سے شک میں ہیں(1) ، یاد رکھو کہ اللہ تعالیٰ ہر چیز کا احاطہ کیے ہوئے ہے.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"42 (Ash-Shura)":[{"category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"],"name":"42:53","stocked":true,"arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","footnotes":"(1) یہ صراط مستقیم، اسلام ہے۔ اس کی اضافت اللہ نے اپنی طرف فرمائی ہے جس سے اس راستے کی عظمت وفخامت شان واضح ہوتی ہے اور اس کے واحد راہ نجات ہونے کی طرف اشارہ بھی۔\n(2) یعنی قیامت والے دن تمام معاملات کا فیصلہ اللہ ہی کے ہاتھ میں ہوگا، اس میں سخت وعید ہے، جو مجازات (جزا وسزا) کو مستلزم ہے۔","price":"اس اللہ کی راه کی(1) جس کی ملکیت میں آسمانوں اور زمین کی ہر چیز ہے۔ آگاه رہو سب کام اللہ تعالیٰ ہی کی طرف لوٹتے ہیں.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"43 (Az-Zukhruf)":[{"category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"],"name":"43:89","stocked":true,"arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","footnotes":"(1) یہ سلام متارکہ ہے، جیسے۔ سَلامٌ عَلَيْكُمْ لا نَبْتَغِي الْجَاهِلِينَ (القصص: 55) قَالُوا سَلامًا (الفرقان: 63) میں ہے۔ یعنی دین کے معاملے میں میری اور تمہاری راہ الگ الگ ہے، تم اگر باز نہیں آتے تو اپنا عمل کیے جاؤ، میں اپنا کام کیے جارہا ہوں، عنقریب معلوم ہوجائے گا کہ سچا کون ہے اور جھوٹا کون؟","price":"پس آپ ان سے منھ پھیر لیں اور کہہ دیں۔ (اچھا بھائی) سلام(1) ! انہیں عنقریب (خود ہی) معلوم ہوجائے گا.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"44 (Ad-Dukhan)":[{"category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan","Chapter Ad-Dukhan","Dukhan","Surah Dukhan","Chapter Dukhan","Ad Dukhan","Surah Ad Dukhan","Chapter Ad Dukhan","Surah 44","Chapter 44","The Smoke","الدُّخَان"],"name":"44:59","stocked":true,"arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","footnotes":"(1) تو عذاب الٰہی کا انتظار کر، اگر یہ ایمان نہ لائے۔ یہ منتظر ہیں اس بات کے کہ اسلام کے غلبہ ونفوذ سے قبل ہی شاید آپ موت سے ہمکنار ہوجائیں۔","price":"اب تو منتظر ره یہ بھی منتظر ہیں.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"45 (Al-Jathiyah)":[{"category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"],"name":"45:37","stocked":true,"arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"(1) جیسے حدیث قدسی میں اللہ تعالیٰ فرماتا ہے : «الْعَظَمَةُ إِزَارِي وَالْكِبْرِيَاءُ رِدَائِي، فَمَنْ نَازَعَنِي وَاحِدًا مِنْهُمَا أَسْكَنْتُهُ نَارِي» (صحيح مسلم، كتاب البر باب تحريم الكبر)۔","price":"تمام (بزرگی اور) بڑائی آسمانوں اور زمین میں اسی کی(1) ہے اور وہی غالب اور حکمت واﻻ ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"46 (Al-Ahqaf)":[{"category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"],"name":"46:35","stocked":true,"arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","footnotes":"(1) یہ کفار مکہ کے رویے کے مقابلے میں نبی (صلى الله عليه وسلم) کو تسلی دی جا رہی ہے اور صبر کرنے کی تلقین کی جا رہی ہے۔\n(2) قیامت کاہولناک عذاب دیکھنے کے بعد انہیں دنیا کی زندگی ایسے معلوم ہوگی جیسے دن کی صرف ایک گھڑی یہاں گزار کر گئے ہیں۔\n(3) یہ متبدا محذوف کی خبرہے۔ أَيْ : هَذَا الَّذِي وَعَظْتَهَمْ بِهِ بَلاغٌ یہ وہ نصیحت یا پیغام ہے جس کا پہنچانا تیرا کام ہے۔\n(4) اس آیت میں بھی اہل ایمان کے لئے خوش خبری اور حوصلہ افزائی ہے کہ ہلاکت اخروی صرف ان لوگوں کا حصہ ہے جو اللہ کےنافرمان اور اس کی حدود پامال کرنے والے ہیں۔","price":"پس (اے پیغمبر!) تم ایسا صبر کرو جیسا صبر عالی ہمت رسولوں نے کیا اور ان کے لئے (عذاب طلب کرنے میں) جلدی نہ کرو(1) ، یہ جس دن اس عذاب کو دیکھ لیں گے جس کا وعده دیئے جاتے ہیں تو (یہ معلوم ہونے لگے گا کہ) دن کی ایک گھڑی ہی (دنیا میں) ٹھہرے(2) تھے، یہ ہے پیغام پہنچا(3) دینا، پس بدکاروں کے سوا کوئی ہلاک نہ کیا جائے گا.(4)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"47 (Muhammad)":[{"category":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"],"name":"47:38","stocked":true,"arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","footnotes":"(1) یعنی کچھ حصہ زکوٰۃ کے طور پر اور کچھ اللہ کے راستے میں خرچ کرو۔\n(2) یعنی اپنے ہی نفس کو انفاق فی سبیل اللہ کے اجر سے محروم رکھتا ہے۔\n(3) یعنی اللہ تمہیں خرچ کرنے کی ترغیب اس لئے نہیں دیتا کہ وہ تمہارے مال کا ضرورت مند ہے۔ نہیں، وہ تو غنی ہے، بے نیاز ہے، وہ تو تمہارے ہی فائدے کے لئے تمہیں یہ حکم دیتا ہے کہ اس سے ایک تو تمہارے اپنےنفسوں کا تزکیہ ہو۔ دوسرے، تمہارے ضرورت مندوں کی حاجتیں پوری ہوں۔ تیسرے، تم دشمن پر غالب اور برتر رہو۔ اس لئے اللہ کی رحمت اور مدد کے محتاج تم ہو نہ کہ اللہ تمہارا محتاج ہے۔\n(4) یعنی اسلام سے کفر کی طرف پھر جاؤ۔\n(5) بلکہ تم سے زیادہ اللہ اور رسول کے اطاعت گزار اور اللہ کی راہ میں خوب خرچ کرنے والےہوں گے۔ نبی (صلى الله عليه وسلم) سے اس کی بابت پوچھا گیا تو آپ (صلى الله عليه وسلم) نےحضرت سلمان فارسی (رضي الله عنه) کےکندھے پر ہاتھ رکھ کر فرمایا اس سے مراد یہ اور اس کی قوم ہے۔ قسم ہے اس ذات کی جس کے ہاتھ میں میری جان ہے، اگر ایمان ثریا (ستارے) کے ساتھ بھی لٹکا ہوا ہو تو اس کو فارس کے کچھ لوگ حاصل کر لیں گے۔ (الترمذي، ذكره الألباني في الصحيحة 3 / 14)۔","price":"خبردار! تم وه لوگ ہو کہ اللہ کی راه میں خرچ کرنے کے لئے بلائے جاتے ہو(1) ، تو تم میں سے بعض بخیلی کرنے لگتے ہیں اور جو بخل کرتا ہے وه تو دراصل اپنی جان سے بخیلی کرتا ہے(2)۔ اللہ تعالیٰ غنی ہے اور تم فقیر (اور محتاج) ہو(3) اور اگر تم روگردان ہو جاؤ(4) تو وه تمہارے بدلے تمہارے سوا اور لوگوں کو ﻻئے گا جو پھر تم جیسے نہ ہوں گے.(5)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"48 (Al-Fath)":[{"category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"],"name":"48:29","stocked":true,"arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","footnotes":"(1) انجیل پر وقف کی صورت میں یہ معنی ہوں گے کہ ان کی یہ خوبیاں جو قرآن میں بیان ہوئی ہیں۔ ان کی یہی خوبیاں تورات وانجیل میں مذکور ہیں۔ اور آگے كَزَرْعٍ میں اس سےپہلے ھم محذوف ہوگا۔ اور بعض فِي التَّوْرَاةِ پر وقف کرتے ہیں یعنی ان کی مذکورہ صفت تورات میں ہے اور وَمَثَلُهُمْ فِي الإِنْجِيلِ کو كَزَرْعٍ کے ساتھ ملاتے ہیں۔ یعنی انجیل میں ان کی مثال، مانند اس کھیتی کے ہے۔ (فتح القدیر)۔\n(2) شَطْأَهُ سے پودے کا وہ پہلا ظہور ہے جو دانہ پھاڑ کر اللہ کی قدرت سے باہر نکلتا ہے۔\n(3) یہ صحابہ کرام (رضي الله عنهم) کی مثال بیان فرمائی گئی ہے۔ ابتدا میں وہ قلیل تھے، پھر زیادہ اور مضبوط ہوگئے، جیسےکھیتی، ابتداء میں کمزور ہوتی ہے، پھر دن بدن قوی ہوتی جاتی ہے حتیٰ کہ مضبوط تنے پر وہ قائم ہو جاتی ہے۔\n(4) یا کافر غلظ وغضب میں مبتلا ہوں۔ یعنی صحابہ کرام (رضي الله عنهم) کا بڑھتا ہوا اثر ونفوذ اور ان کی روز افزوں قوت وطاقت، کافروں کے لئے غیظ وغضب کا باعث تھی، اس لئے کہ اس سے اسلام کا دائرہ پھیل رہا اور کفر کا دائرہ سمٹ رہا تھا۔ اس آیت سے استدلال کرتے ہوئے بعض ائمہ نے صحابہ کرام (رضي الله عنهم) سے بغض وعناد رکھنے والوں کو کافر قرار دیا ہے۔ علاوہ ازیں اس فرقہ ضالہ کے دیگر عقائد بھی ان کے کفر پر ہی ڈال ہیں۔\n(5) اس پوری آیت کا ایک ایک جز صحابہ کرام (رضي الله عنهم) کی عظمت وفضیلت، اخروی مغفرت اور اجر عظیم کو واضح کر رہا ہے، اس کے بعد بھی صحابہ (رضي الله عنهم) کے ایمان میں شک کرنے والا مسلمان ہونے کا دعویٰ کرے تو اسے کیوں کر دعوائے مسلمانی میں سچا سمجھا جا سکتا ہے؟","price":"محمد (صلی اللہ علیہ وسلم) اللہ کے رسول ہیں اور جو لوگ ان کے ساتھ کافروں پر سخت ہیں آپس میں رحمدل ہیں، تو انہیں دیکھے گا کہ رکوع اور سجدے کر رہے ہیں اللہ تعالیٰ کے فضل اور رضامندی کی جستجو میں ہیں، ان کا نشان ان کے چہروں پر سجدوں کے اﺛر سے ہے، ان کی یہی مثال تورات میں ہے اور ان کی مثال انجیل میں ہے(1) ، مثل اسی کھیتی کے جس نے اپنا انکھوا نکالا(2) پھر اسے مضبوط کیا اور وه موٹا ہوگیا پھر اپنے تنے پر سیدھا کھڑا ہوگیا اور کسانوں کو خوش کرنے لگا(3) تاکہ ان کی وجہ سے کافروں کو چڑائے(4)، ان ایمان والوں اور نیک اعمال والوں سے اللہ نے بخشش کا اور بہت بڑے ﺛواب کا وعده کیا ہے.(5)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"49 (Al-Hujurat)":[{"category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"],"name":"49:18","stocked":true,"arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"یقین مانو کہ آسمانوں اور زمین کی پوشیده باتیں اللہ خوب جانتا ہے۔ اور جو کچھ تم کر رہے ہو اسے اللہ خوب دیکھ رہا ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"50 (Qaf)":[{"category":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"],"name":"50:45","stocked":true,"arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","footnotes":"(1) یعنی آپ (صلى الله عليه وسلم) اس بات کے مکلف نہیں ہیں کہ ان کو ایمان لانے پر مجبور کریں۔ بلکہ آپ (صلى الله عليه وسلم) کا کام صرف تبلیغ ودعوت ہے، وہ کرتے رہیں۔\n(2) یعنی آپ (صلى الله عليه وسلم) کی دعوت وتذکیر سے وہی نصیحت حاصل کرے گا جو اللہ سے اور اس کی وعیدوں سے ڈرتا اور اس کے وعدوں پر یقین رکھتا ہوگا۔ اسی لئےحضرت قتادہ یہ دعا فرمایا کرتے تھے «اللَّهُمَّ اجْعَلْنَا مِمَّنْ يَخَافُ وَعِيدَكَ ، وَيَرْجُو مَوْعُودَكَ يَا بَارُّ يَا رَحِيمُ» ”اے اللہ ہمیں ان لوگوں میں سےکر جو تیرے وعیدوں سے ڈرتے اور تیرے وعدوں کی امید رکھتے ہیں۔ اے احسان کرنے والے رحم فرمانے والے“۔","price":"یہ جو کچھ کہہ رہے ہیں ہم بخوبی جانتے ہیں اور آپ ان پر جبر کرنے والے نہیں(1) ، تو آپ قرآن کے ذریعے انہیں سمجھاتے رہیں جو میرے وعید (ڈرانے کے وعدوں) سے ڈرتے ہیں.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"51 (Adh-Dhariyat)":[{"category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat","Chapter Adh-Dhariyat","Dhariyat","Surah Dhariyat","Chapter Dhariyat","Adh Dhariyat","Surah Adh Dhariyat","Chapter Adh Dhariyat","Surah 51","Chapter 51","The Winnowing Winds","الذَّاريَات"],"name":"51:60","stocked":true,"arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","footnotes":"","price":"پس خرابی ہے منکروں کو ان کے اس دن کی جس کا وعده دیئے جاتے ہیں.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"52 (At-Tur)":[{"category":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"],"name":"52:49","stocked":true,"arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","footnotes":"(1) اس سے مراد قیام اللیل۔ یعنی نماز تہجد ہے،جو عمر بھر نبی ﹲ کا معمول رہا۔\n(2) أَيْ: وَقْت إِدْبَارِهَا مِنْ آخِرِ اللَّيْلِ اس سےمراد فجر کی دو سنتیں ہیں، نوافل میں سب سے زیادہ اس کی نبی صلی اللہ علیہ وسلم حفاظت فرماتے تھے۔ اور ایک روایت میں آپ صلی اللہ علیہ وسلم نے فرمایا ”فجر کی دو سنتیں دنیا و مافیہا سے بہترہے“ (صحيح بخاري، كتاب التهجد، باب تعاهد ركعتي الفجر ومن سماها تطوعا ، وصحيح مسلم، كتاب الصلاة باب استحباب ركعتي الفجر)۔","price":"اور رات کو بھی اس کی تسبیح پڑھ(1) اور ستاروں کے ڈوبتے وقت بھی.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"53 (An-Najm)":[{"category":["53 (An-Najm)","An-Najm","Surah An-Najm","Chapter An-Najm","Najm","Surah Najm","Chapter Najm","An Najm","Surah An Najm","Chapter An Najm","Surah 53","Chapter 53","The Star","النجم"],"name":"53:62","stocked":true,"arabic":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩","footnotes":"(1) یہ مشرکین اور مکذبین کو توبیخ کے لیے حکم دیا۔ یعنی جب ان کامﻌاملہ یہ ہے کہ وہ قرآن کو ماننے کے بجائے، اس کا اسہتزا واستخفاف کرتے ہیں اور ہمارے پیغمبر کے وعظ ونصیحت کاکوئی اثر ان پر نہیں ہو رہا ہے، تو اے مسلمانو ! تم اللہ کی بارگاہ میں جھک کر اور اس کی عبادت واطاعت کا مظاہرہ کر کے قرآن کی تعظیم وتوقیر کا اہتمام کرو۔ چنانچہ اس حکم کی تعمیل میں نبی ﹲ نے اور صحابہ نےسجدہ کیا، حتیٰ کہ اس وقت مجلس میں موجود کفار نے بھی سجدہ کیا۔ جیساکہ احادیث میں ہے۔","price":"اب اللہ کے سامنے سجدے کرو اور (اسی) کی عبادت کرو.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"54 (Al-Qamar)":[{"category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"],"name":"54:55","stocked":true,"arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","footnotes":"(1) مَقْعَدِ صِدقٍ، عزت کی بیٹھک یا مجلس حق، جس میں گناہ کی بات ہوگی نہ لغویات کا ارتکاب۔ مراد جنت ہے۔\n(2) مَلِيكٍ مُقْتَدِرٍ، قدرت والا بادشاہ یعنی وہ ہر طرح کی قدرت سے بہرہ ور ہے جو چاہے کر سکتا ہے،کوئی اسے عاجز نہیں کرسکتا۔ عِنْدَ (پاس) یہ کنایہ اس شرف منزلت اور عزت و احترام سے جواہل ایمان کو اللہ کے ہاں حاصل ہوگا۔","price":"راستی اور عزت کی بیٹھک میں(1) قدرت والے بادشاه کے پاس.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"55 (Ar-Rahman)":[{"category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman","Chapter Ar-Rahman","Rahman","Surah Rahman","Chapter Rahman","Ar Rahman","Surah Ar Rahman","Chapter Ar Rahman","Surah 55","Chapter 55","The Beneficent","الرحمن"],"name":"55:78","stocked":true,"arabic":"تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","footnotes":"(1) تَبَارَكَ، برکت سے ہے جس کے معنی دوام وثبات کے ہیں۔ مطلب ہے اس کا نام ہمیشہ رہنے والا ہے، یا اس کے پاس ہمیشہ خیر کے خزانے ہیں۔ بعض نے اس کے معنی بلندی اور علو شان کےکیے ہیں اور جب اس کا نام اتنا بابرکت یعنی خیر اور بلندی کا حامل ہے تو اس کی ذات کتنی برکت اور عظمت و رفعت والی ہو گی۔","price":"تیرے پروردگار کا نام بابرکت ہے(1) جو عزت وجلال واﻻ ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"56 (Al-Waqi'ah)":[{"category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah","Chapter Al-Waqi'ah","Waqi'ah","Surah Waqi'ah","Chapter Waqi'ah","Al Waqi'ah","Surah Al Waqi'ah","Chapter Al Waqi'ah","Surah 56","Chapter 56","The Inevitable","الواقعة"],"name":"56:96","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"(1) حدیث میں آتا ہے کہ دو کلمے اللہ کو بہت محبوب ہیں، زباں پر ہلکے اور وزن میں بھاری۔ سُبْحَانَ اللهِ وَبِحَمْدِه سَبْحَانَ اللهِ الْعَظِيمِ (صحيح بخاري آخری حدیث وصحيح مسلم كتاب الذكر ، باب فضل التهليل والتسبيح والدعاء)۔","price":"پس تواپنے عظیم الشان پروردگار کی تسبیح کر.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"57 (Al-Hadid)":[{"category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"],"name":"57:29","stocked":true,"arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","footnotes":"(1) لِئَلا میں لا زائد ہے اور معنی ہیں لِيَعْلَمَ أَهْلُ الْكِتَابِ أَنَّهُمْ لا يَقْدِرُونَ عَلَى أَنْ يَنَالُوا شَيْئًا مِنْ فَضْلِ اللهِ (فتح القدير)۔","price":"یہ اس لیے کہ اہل کتاب(1) جان لیں کہ اللہ کے فضل کے کسی حصہ پر بھی انہیں اختیار نہیں اور یہ کہ (سارا) فضل اللہ ہی کے ہاتھ ہے وه جسے چاہے دے، اور اللہ ہے ہی بڑے فضل واﻻ.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"58 (Al-Mujadila)":[{"category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"],"name":"58:22","stocked":true,"arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","footnotes":"(1) اس آیت میں اللہ تعالیٰ نے وضاحت فرمائی کہ جو ایمان باللہ اور ایمان بالآخرت میں کامل ہوتے ہیں، وہ اللہ اور رسول (صلى الله عليه وسلم) کے دشمنوں سے محبت اور تعلق خاطر نہیں رکھتے۔ گویا ایمان اور اللہ اور رسول (صلى الله عليه وسلم) کے دشمنوں کی محبت ونصرت ایک دل میں جمع نہیں ہوسکتے۔ یہ مضمون قرآن مجید میں اور بھی کئی مقامات پر بیان کیا گیا ہے ، مثلاً آل عمران: 28۔ سورۂ توبہ: 24 وغیرہ۔\n(2) اس لیے کہ ان کا ایمان ان کو ان کی محبت سے روکتا ہے اور ایمان کی رعایت ، ابوت، بنوت ، اخوت اور خاندان وبرادری کی محبت ورعایت سے زیادہ اہم اور ضروری ہے۔ چنانچہ صحابہ کرام (رضي الله عنهم) نے عملاً ایسا کرکے دکھایا۔ ایک مسلمان صحابی نے اپنے باپ، اپنے بیٹے، اپنے بھائی اور اپنے چچا، ماموں اور دیگر رشتے داروں کو قتل کرنے سے گریز نہیں کیا، اگر وہ کفر کی حمایت میں کافروں کے ساتھ لڑنے والوں میں شامل ہوتے۔ سیر وتواریخ کی کتابوں میں یہ مثالیں درج ہیں۔ اسی ضمن میں جنگ بدر کا واقعہ بھی قابل ذکر ہے، جب اسیران بدر کے بارے میں مشورہ ہوا کہ ان کو فدیہ لے کر چھوڑ دیا جائے یا قتل کر دیا جائے۔ تو حضرت عمر (رضي الله عنه)، نے مشورہ دیا تھا کہ ان کافر قیدیوں میں سے ہر قیدی کو اس کے رشتے دار کے سپرد کر دیا جائے جسے وہ خود اپنے ہاتھوں سے قتل کرے۔ اور اللہ تعالیٰ کو حضرت عمر (رضي الله عنه)، کا یہی مشورہ پسند آیا تھا۔ (تفصیل کے لیے دیکھئے سورۂ انفال آیت 67 کا حاشیہ)۔\n(3) یعنی راسخ اور مضبوط کر دیا ہے۔\n(4) روح سے مراد اپنی نصرت خاص، یا نور ایمان ہے جو انہیں ان کی مذکورہ خوبی کی وجہ سے حاصل ہوا۔\n(5) یعنی جب یہ اولین مسلمان، صحابہ کرام (رضي الله عنهم) ، ایمان کی بنیاد پر اپنے عزیز واقارب سے ناراض ہوگئے، حتیٰ کہ انہیں اپنے ہاتھوں سے قتل تک کرنے میں تامل نہیں کیا تو اس کے بدلے میں اللہ نے ان کو اپنی رضامندی سے نواز دیا۔ اور ان پر اس طرح اپنے انعامات کی بارش فرمائی کہ وہ بھی اللہ سے راضی ہوگئے۔ اس لیے آیت میں بیان کردہ اعزاز۔ ”رضي الله عنهم ورضوا عنہ“ اگرچہ خاص صحابہ کرام کے بارے میں نازل نہیں ہوا ہے، تاہم وہ اس کا مصداق اولین اور مصداق اتم ہیں۔ اسی لیے اس کے لغوی مفہوم کو سامنے رکھتے ہوئے مذکورہ صفات سے متصف ہر مسلمان ”رضي الله عنه“ کا مستحق بن سکتا ہے، جیسے لغوی معنی کے لحاظ سے ہر مسلمان شخص پر علیہ الصلوٰۃ والسلام کا (دعائیہ جملے کے طور پر) اطلاق کیا جاسکتا ہے۔ لیکن اہل سنت نے ان کے مفہوم لغوی سے ہٹ کر، ان کو صحابہ کرام (رضي الله عنهم) اور انبیاء علیہم السلام کے علاوہ کسی اور کے لیے بولنا، لکھنا جائز قرار نہیں دیا ہے۔ یہ گویا شعار ہیں۔ (رضي الله عنهم) ، صحابہ کے لیے اور علیہم الصلوٰۃ والسلام انبیائے کرام کے لیے۔ یہ ایسے ہی ہے، جیسے رحمتہ اللہ علیہ (اللہ کی رحمت اس پر ہو، یا اللہ اس پر رحم فرمائے) کا اطلاق لغوی مفہوم کی رو سے زندہ اور مردہ دونوں پر ہوسکتا ہے۔ کیونکہ یہ ایک دعائیہ کلمہ ہے جس کے ضرورت مند زندہ اور مردہ دونوں ہی ہیں۔ لیکن ان کا استعمال مردوں کے لیے خاص ہوچکا ہے۔ اس لیے اسے زندہ کے لیے استعمال نہیں کیا جاتا۔\n(6) یعنی یہی گروہ مومنین فلاح سے ہمکنار ہوگا، دوسرے ان کی بہ نسبت ایسے ہی ہوں گے ، جیسے وہ فلاح سے بالکل محروم ہیں، جیسا کہ واقعی وہ آخرت میں محروم ہوں گے۔","price":"اللہ تعالیٰ پر اور قیامت کے دن پر ایمان رکھنے والوں کو آپ اللہ اور اس کے رسول کی مخالفت کرنے والوں سے محبت رکھتے ہوئے ہرگز نہ پائیں گے(1) گو وه ان کے باپ یا ان کے بیٹے یا ان کے بھائی یا ان کے کنبہ (قبیلے) کے (عزیز) ہی کیوں نہ ہوں(2)۔ یہی لوگ ہیں جن کے دلوں میں اللہ تعالیٰ نے ایمان کو لکھ دیا ہے(3) اور جن کی تائید اپنی روح سے کی(4) ہے اور جنہیں ان جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہیں جہاں یہ ہمیشہ رہیں گے، اللہ ان سے راضی ہے اور یہ اللہ سے خوش ہیں(5) یہی لوگ اللہ کا گروہ ہیں،آگاه رہو! بے شک الله کا گروہ ہی کامیاب ہونے والا ہے .(6)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"59 (Al-Hashr)":[{"category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"],"name":"59:24","stocked":true,"arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"(1) کہتے ہیں کہ خلق کا مطلب ہے اپنے ارادہ ومشیت کے مطابق اندازہ کرنا اور برأ کے معنی ہیں اسے پیدا کرنا، گھڑنا، وجود میں لانا۔\n(2) اسمائے حسنیٰ کی بحث سورۂ اعراف: 180 میں گزر چکی ہے۔\n(3) زبان حال سے بھی اور زبان مقال سے بھی، جیسا کہ پہلے بیان ہوا۔\n(4) جس چیز کا بھی فیصلہ کرتا ہے، وہ حکمت سے خالی نہیں ہوتا۔","price":"وہی اللہ ہے پیدا کرنے واﻻ وجود بخشنے واﻻ(1) ، صورت بنانے واﻻ، اسی کے لیے (نہایت) اچھے نام ہیں(2)، ہر چیز خواه وه آسمانوں میں ہو خواه زمین میں ہو اس کی پاکی بیان کرتی ہے(3)، اور وہی غالب حکمت واﻻ ہے.(4)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"60 (Al-Mumtahanah)":[{"category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"],"name":"60:13","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","footnotes":"(1) اس سے بعض نے یہود، بعض نے منافقین اور بعض نے تمام کافر مراد لیے ہیں۔ یہ آخری قول ہی زیادہ صحیح ہے، کیونکہ اس میں یہود ومنافقین بھی آجاتے ہیں، علاوہ ازیں سارے کفار ہی غضب الٰہی کے مستحق ہیں، اس لیے مطلب یہ ہوگا کہ کسی بھی کافر سے دوستانہ تعلق مت رکھو، جیسا کہ یہ مضمون قرآن میں کئی جگہ بیان کیا گیا ہے۔\n(2) آخرت سے مایوس ہونے کا مطلب، قیامت کے برپا ہونے سے انکار ہے۔ اصحاب القبور (قبروں میں مدفون لوگوں) سے مایوس ہونے کا مطلب بھی یہی ہے کہ وہ آخرت میں دوبارہ نہیں اٹھائے جائیں گے۔ ایک دوسرے معنی اس کے یہ کیے گئے ہیں کہ قبروں میں مدفون کافر، ہر قسم کی خیر سے مایوس ہوگئے۔ کیونکہ مرکر انہوں نے اپنے کفر کا انجام دیکھ لیا، اب وہ خیر کی کیا توقع کرسکتے ہیں؟ (ابن جریر طبری)۔","price":"اے مسلمانو! تم اس قوم سے دوستی نہ رکھو جن پر اللہ کا غضب نازل ہوچکا ہے(1) جو آخرت سے اس طرح مایوس ہوچکے ہیں جیسے کہ مرده اہل قبر سے کافر ناامید ہیں.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"61 (As-Saff)":[{"category":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"],"name":"61:14","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","footnotes":"(1) تمام حالتوں میں، اپنے اقوال وافعال کے ذریعے سے بھی اور جان ومال کے ذریعے سے بھی۔ جب بھی، جس وقت بھی اور جس حالت میں بھی تمہیں اللہ اور اس کا رسول اپنے دین کے لیے پکارﮮ تم فوراً ان کی پکار پر لبیک کہو، جس طرح حواریین نے عیسیٰ (عليه السلام) کی پکار پر لبیک کہا۔\n(2) یعنی ہم آپ (صلى الله عليه وسلم) کے اس دین کی دعوت وتبلیغ میں مددگار ہیں جس کی نشرواشاعت کا حکم اللہ نے آپ (صلى الله عليه وسلم) کو دیا ہے۔ اسی طرح رسول اللہ (صلى الله عليه وسلم) ایام حج میں فرماتے (کون ہے جو مجھے پناہ دے تاکہ میں لوگوں تک اللہ کا پیغام پہنچا سکوں، اس لیے کہ قریش مجھے فریضۂ رسالت ادا نہیں کرنے دیتے)۔ حتیٰ کہ آپ (صلى الله عليه وسلم) کی اس پکار پر مدینے کے اوس اور خزرج نے لبیک کہا، آپ (صلى الله عليه وسلم) کے ہاتھ پر انہوں نے بیعت کی اور آپ (صلى الله عليه وسلم) کی مدد کا وعدہ کیا۔ نیز آپ (صلى الله عليه وسلم) کو یہ پیشکش کی کہ اگر آپ (صلى الله عليه وسلم) ہجرت کرکے مدینہ آجائیں تو آپ (صلى الله عليه وسلم) کی حفاظت کی ذمے داری ہم قبول کرتے ہیں۔ چنانچہ جب آپ (صلى الله عليه وسلم) ہجرت کرکے مدینہ تشریف لے گئے تو وعدے کے مطابق انہوں نے آپ (صلى الله عليه وسلم) کی اور آپ (صلى الله عليه وسلم) کے تمام ساتھیوں کی پوری مدد کی۔ حتیٰ کہ اللہ اور اس کے رسول (صلى الله عليه وسلم) نے ان کا نام ہی (انصار) رکھ دیا اور اب یہ ان کا علم بن گیا۔ رَضِيَ اللهُ عَنْهُمْ وَأَرْضَاهُمْ (ابن کثیر)\n(3) یہ یہود تھے جنہوں نے نبوت عیسیٰ (عليه السلام) ہی کا انکار نہیں کیا بلکہ ان پر اور ان کی ماں پر بہتان تراشی کی۔ بعض کہتے ہیں کہ یہ اختلاف وتفرق اس وقت ہوا، جب حضرت عیسیٰ (عليه السلام) کو آسمان پر اٹھا لیا گیا۔ ایک نے کہا کہ عیسیٰ (عليه السلام) کی شکل میں اللہ تعالیٰ نے ہی زمین پر ظہور فرمایا تھا، اب وہ پھر آسمان پر چلا گیا ہے، یہ فرقہ یعقوبیہ کہلاتا ہے۔ نسطوریہ فرقے نے کہا کہ وہ ابن اللہ تھے، باپ نے بیٹے کو آسمان پر بلا لیا ہے۔ تیسرے فرقے نے کہا وہ اللہ کے بندے اور اس کے رسول تھے، یہی فرقہ صحیح تھا۔\n(4) یعنی نبی (صلى الله عليه وسلم) کو مبعوث فرما کر ہم نے اسی آخری جماعت کی، دوسرے باطل گروہوں کے مقابلے میں مدد کی۔ چنانچہ یہ صحیح عقیدے کی حامل جماعت نبی (صلى الله عليه وسلم) پر بھی ایمان لے آئی اور یوں ہم نے ان کو دلائل کے لحاظ سے بھی سب کافروں پر غلبہ عطا فرمایا اور قوت وسلطنت کے اعتبار سے بھی۔ اس غلبے کا آخری ظہور اس وقت پھر ہوگا، جب قیامت کے قریب حضرت عیسیٰ (عليه السلام) کا دوبارہ نزول ہوگا، جیسا کہ اس نزول اور غلبے کی صراحت احادیث صحیحہ میں تواتر کے ساتھ منقول ہے۔","price":"اے ایمان والو! تم اللہ تعالیٰ کے مددگار بن جاؤ(1) ۔ جس طرح حضرت مریم کے بیٹے حضرت عیسیٰ نے حواریوں سے فرمایا کہ کون ہے جو اللہ کی راه میں میرا مددگار بنے(2)؟ حواریوں نے کہا ہم اللہ کی راه میں مددگار ہیں، پس بنی اسرائیل میں سے ایک جماعت تو ایمان ﻻئی اور ایک جماعت نے کفر کیا(3) تو ہم نے مومنوں کی انکے دشمنوں کے مقابلہ میں مدد کی پس وه غالب آ گئے.(4)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"62 (Al-Jumu'ah)":[{"category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"],"name":"62:11","stocked":true,"arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","footnotes":"(1) ایک مرتبہ نبی کریم (صلى الله عليه وسلم) جمعے کا خطبہ ارشاد فرما رہے تھے کہ ایک قافلہ آگیا، لوگوں کو پتہ چلا تو خطبہ چھوڑ کر باہر خرید وفروخت کے لیے چلے گئے کہ کہیں سامان فروخت ختم نہ ہو جائے صرف 12 آدمی مسجد میں رہ گئے۔ جس پر یہ آیت نازل ہوئی (صحيح بخاري، تفسير سورة الجمعة وصحيح مسلم، كتاب الجمعة، باب وإذا رأوا تجارة أو لهوا...) انْفِضَاضٌ کے معنی ہیں، مائل اور متوجہ ہونا، دوڑ کر منتشر ہو جانا۔ إِلَيْهَا میں ضمیر کا مرجع تِجَارَةً ہے۔ یہاں صرف ضمیر تجارت پر اکتفا کیا، اس لیے کہ جب تجارت بھی ، باوجود جائز اور ضروری ہونے کے، دوران خطبہ مذموم ہے تو کھیل وغیرہ کے مذموم ہونے میں کیا شک ہوسکتا ہے؟ علاوہ ازیں (قآئماً) سے معلوم ہوا کہ خطبہ جمعہ کھڑے ہو کر دینا سنت ہے۔ چنانچہ حدیث میں بھی آتا ہے کہ آپ (صلى الله عليه وسلم) کے دو خطبے ہوتے تھے، جن کے درمیان آپ (صلى الله عليه وسلم) بیٹھتے تھے، قرآن پڑھتے اور لوگوں کو وعظ ونصیحت فرماتے۔ (صحيح مسلم، كتاب الجمعة)۔\n(2) یعنی اللہ اور رسول (صلى الله عليه وسلم) کے احکام کی اطاعت کی جو جزائے عظیم ہے۔\n(3) جس کی طرف تم دوڑ کر گئے اور مسجد سے نکل گئے اور خطبہ جمعہ کی سماعت بھی نہیں کی۔\n(4) پس اسی سے روزی طلب کرو اور اطاعت کے ذریعے سے اسی کی طرف وسیلہ پکڑو۔ اس کی اطاعت اور اس کی طرف انابت تحصیل رزق کا بہت بڑا سبب ہے۔","price":"اور جب کوئی سودا بکتا دیکھیں یا کوئی تماشا نظر آجائے تو اس کی طرف دوڑ جاتے ہیں اور آپ کو کھڑا ہی چھوڑ دیتے ہیں(1) ۔ آپ کہہ دیجئے کہ اللہ کے پاس جو ہے(2) وه کھیل اور تجارت سے بہتر ہے(3)۔ اور اللہ تعالیٰ بہترین روزی رساں ہے.(4)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"63 (Al-Munafiqun)":[{"category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"],"name":"63:11","stocked":true,"arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"اور جب کسی کا مقرره وقت آجاتا ہے پھر اسے اللہ تعالیٰ ہر گز مہلت نہیں دیتا اور جو کچھ تم کرتے ہو اس سے اللہ تعالیٰ بخوبی باخبر ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"64 (At-Taghabun)":[{"category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"],"name":"64:18","stocked":true,"arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"وه پوشیده اور ﻇاہر کا جاننے واﻻ ہے زبردست حکمت واﻻ (ہے).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"65 (At-Talaq)":[{"category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"],"name":"65:12","stocked":true,"arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","footnotes":"(1) أَيْ خَلَقَ مِنَ الأَرْضِ مِثْلَهُنَّ یعنی سات آسمانوں کی طرح، اللہ نے سات زمینیں بھی پیدا کی ہیں۔ بعض نے اس سے سات اقالیم مراد لیے ہیں، لیکن یہ صحیح نہیں۔ بلکہ جس طرح اوپر نیچے سات آسمان ہیں، اسی طرح سات زمینیں ہیں، جن کے درمیان بعد ومسافت ہے اور ہر زمین میں اللہ کی مخلوق آباد ہے (القرطبی) احادیث سے بھی اس کی تائید ہوتی ہے، جیسے نبی (صلى الله عليه وسلم) نے فرمایا «مَنْ أَخَذَ شِبْرًا مِنَ الأَرْضِ ظُلْمًا فَإِنَّهُ يُطَوَّقُهُ يَوْمَ الْقِيَامَةِ مِنْ سَبْعِ أَرَاضِينَ» (صحيح مسلم، كتاب البيوع، باب تحريم الظلم) ”جس نے کسی کی ایک بالشت زمین بھی ہتھیالی تو قیامت والے دن اس زمین کا اتنا حصہ ساتوں زمینوں سے طوق بنا کر اس کے گلے میں ڈال دیا جائے گا“۔ صحیح بخاری کے الفاظ ہیں «خسف بِهِ إِلَى سَبْعِ أَرَاضِينَ» ”اس کو ساتوں زمینوں تک دھنسا دیا جائے گا“۔ (صحيح بخاري، كتاب المظالم باب إثم من ظلم شيئا من الأرض) بعض یہ بھی کہتے ہیں کہ ہر زمین میں، اسی طرح کا پیغمبر ہے، جس طرح کا پیغمبر تمہاری زمین پر آیا، مثلاً آدم، آدم کی طرح۔ نوح، نوح کی طرح۔ ابراہیم، ابراہیم کی طرح۔ عیسیٰ ، عیسیٰ کی طرح (علیہم السلام)۔ لیکن یہ بات کسی صحیح روایت سے ثابت نہیں۔\n(2) یعنی جس طرح ہر آسمان پر اللہ کا حکم نافذ اور غالب ہے، اسی طرح ہر زمین پر اس کا حکم چلتا ہے، آسمانوں کی طرح ساتوں زمینوں کی بھی وہ تدبیر فرماتا ہے۔\n(3) پس اس کے علم سے کوئی چیز باہر نہیں، چاہے وہ کیسی ہی ہو۔","price":"اللہ وه ہے جس نے سات آسمان بنائے اور اسی کے مثل زمینیں بھی(1) ۔ اس کا حکم ان کے درمیان اترتا ہے(2) تاکہ تم جان لو کہ اللہ ہر چیز پر قادر ہے۔ اور اللہ تعالیٰ نے ہر چیز کو بہ اعتبار علم گھیر رکھا ہے.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"66 (At-Tahrim)":[{"category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"],"name":"66:12","stocked":true,"arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","footnotes":"(1) حضرت مریم علیہا السلام کے ذکر سے مقصود یہ بیان کرنا ہے کہ باوجود اس بات کے کہ وہ ایک بگڑی ہوئی قوم کے درمیان رہتی تھی، لیکن اللہ نے انہیں دنیا و آخرت میں شرف و کرامت سے سرفراز فرمایا اور تمام جہان کی عورتوں پر انہیں فضیلت عطا فرمائی۔\n(2) کلمات رب سے مراد شرائع الہی ہیں۔\n(3) یعنی ایسے لوگوں میں سے یا خاندان میں سے تھیں جو فرماں بردار عبادت گزار اور صلاح واطاعت میں ممتاز تھا حدیث میں ہے جنتی عورتوں میں سب سے افضل حضرت خدیجہ، حضرت فاطمہ، حضرت مریم اور فرعون کی بیوی آسیہ ہیں رضی اللہ عنھن۔(مسند احمد) ایک دوسری حدیث میں فرمایا مردوں میں تو کامل بہت ہوئے ہیں مگر عورتوں میں کامل صرف فرعون کی بیوی آسیہ مریم بنت عمران اور خدیجہ بنت خویلد رضی اللہ عنھن ہیں اور عائشہ (رضي الله عنه) ا کی فضلیت عورتوں پر ایسے ہے جیسے ثرید کو تمام کھانوں پر فضلیت حاصل ہے۔ صحیح بخاری۔","price":"اور (مثال بیان فرمائی) مریم بنت عمران کی(1) جس نے اپنے ناموس کی حفاﻇت کی پھر ہم نے اپنی طرف سے اس میں جان پھونک دی اور (مریم) اس نے اپنے رب کی باتوں(2) اور اس کی کتابوں کی تصدیق کی اور عبادت گزاروں میں سے تھی.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"67 (Al-Mulk)":[{"category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"],"name":"67:30","stocked":true,"arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","footnotes":"(1) غَوْرًا کے معنی ہیں خشک ہو جانا یا اتنی گہرائی میں چلا جانا کہ وہاں سے پانی نکالنا ناممکن ہو۔ یعنی اگر اللہ تعالٰی پانی خشک فرما دے کہ اس کا وجود ہی ختم ہو جائے یا اتنی گہرائی میں کر دے کہ ساری مشینیں پانی نکالنے میں ناکام ہو جائیں تو بتلاؤ! پھر کون ہے جو تمہیں جاری، صاف اور نتھرا ہوا پانی مہیا کر دے؟ یعنی کوئی نہیں ہے۔ یہ اللہ کی مہربانی ہے کہ تمہاری معصیتوں کے باوجود وہ تمہیں پانی سے بھی محروم نہیں فرماتا۔","price":"آپ کہہ دیجئے! کہ اچھا یہ تو بتاؤ کہ اگر تمہارے (پینے کا) پانی زمین میں اتر جائے تو کون ہے جو تمہارے لیے نتھرا ہوا پانی ﻻئے؟(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"68 (Al-Qalam)":[{"category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"],"name":"68:52","stocked":true,"arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","footnotes":"(1) جب واقعہ یہ ہے کہ یہ قرآن جن و انس کی ہدایت و رہنمائی کے لئے آیا ہے تو پھر اس کو لانے والا اور بیان کرنے والا مجنون (دیوانہ) کس طرح ہو سکتا ہے؟","price":"در حقیقت یہ (قرآن) تو تمام جہان والوں کے لیے سراسر نصیحت ہی ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"69 (Al-Haqqah)":[{"category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah","Chapter Al-Haqqah","Haqqah","Surah Haqqah","Chapter Haqqah","Al Haqqah","Surah Al Haqqah","Chapter Al Haqqah","Surah 69","Chapter 69","The Reality","الحاقة"],"name":"69:52","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"(1) جس نے قرآن کریم جیسی عظیم کتاب نازل فرمائی۔","price":"پس تو اپنے رب عظیم کی پاکی بیان کر.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"70 (Al-Ma'arij)":[{"category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij","Chapter Al-Ma'arij","Ma'arij","Surah Ma'arij","Chapter Ma'arij","Al Ma'arij","Surah Al Ma'arij","Chapter Al Ma'arij","Surah 70","Chapter 70","The Ascending Stairways","المعارج"],"name":"70:44","stocked":true,"arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ","footnotes":"- جس طرح مجرموں کی آنکھیں جھکی ہوتی ہیں کیونکہ انہیں اپنے کرتوتوں کا علم ہوتا ہے۔\n(2) یعنی سخت ذلت انہیں اپنی لپیٹ میں لے رہی ہوگی اور ان کے چہرے مارے خوف کے سیاہ ہوں گے۔\n(3) یعنی رسولوں کی زبانی اور آسمانی کتابوں کے ذریعے سے۔","price":"ان کی آنکھیں جھکی ہوئی ہوں گی(1) ، ان پر ذلت چھا رہی ہوگی(2)، یہ ہے وه دن جس کا ان سے وعده کیا جاتا تھا.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"71 (Nuh)":[{"category":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"],"name":"71:28","stocked":true,"arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","footnotes":"(1) کافروں کے لیے بدعا کی تو مومنین کے لیے دعائے مغفرت فرمائی۔\n(2) یہ بددعا قیامت تک آنے والے ظالموں کے لئے ہے جس طرح مذکورہ دعا تمام مومن مردوں اور تمام مومن عورتوں کے لئے ہے۔","price":"اے میرے پروردگار! تو مجھے اور میرے ماں باپ اور جو بھی ایمان کی حالت میں میرے گھر میں آئے اور تمام مومن مردوں اور عورتوں کو بخش دے(1) اور کافروں کو سوائے بربادی کے اور کسی بات میں نہ بڑھا.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"72 (Al-Jinn)":[{"category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"],"name":"72:28","stocked":true,"arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","footnotes":"(1) لِيَعْلَمَ میں ضمیر کا مرجع کون ہے؟ بعض کے نزدیک رسول اللہ (صلى الله عليه وسلم) تاکہ آپ جان لیں کہ آپ سے پہلے رسولوں نے بھی اللہ کا پیغام اسی طرح پہنچایا جس طرح آپ نے پہنچایا۔ یا نگران فرشتوں نے اپبے رب ک کا پیغام پیغمبروں تک پہنچایا دیا ہے۔ اور بعض نے اللہ کو مرجع بنایا ہے کہ اللہ تعالٰی اپنے پیغمبروں کی فرشتوں کے ذریعے حفاظت فرماتا ہے۔ تاکہ وہ فریضہ رسالت کی ادائگی سحیح طریقے کر سکیں ۔نیز وہ اس وحی کی بھی حفاظت فرماتا ہے جو پیغمبروں کو کی جاتی ہے تاکہ وہ جان جائے کہ انہوں نے اہنے رب کے پیغامات لوگوں تک ٹھیک ٹھیک پہنچادیے ہیں یا فرشتوں نے پیغمبروں تک وحی پہنچادی ہے ۔اللہ کو اگر چہ پہلے ہی ہر چیز کا علم ہے لیکن ایسے موقعوں ہر اللہ کے جاننے کا مطلب اس کے تحقیق کا عام مشاہدہ ہے 'جیسے «لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ» ( البقرة: 143) اور «وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ» (سورة العنكبوت: 11) وغیرہ آیات میں میں ہے۔(ابن کثیر)\n(2) فرشتوں کے پاس کی یا پیغمبروں کے پاس کی۔\n(3) کیونکہ وہی عالم الغیب ہے، جو ہو چکا اور آئندہ ہوگا، سب کا اس نے شمار کر رکھا ہے۔ یعنی اسکے علم میں ہے۔","price":"تاکہ ان کے اپنے رب کے پیغام پہنچا دینے کا علم ہو جائے(1) اللہ تعالیٰ نے ان کے آس پاس (کی تمام چیزوں) کا احاطہ کر رکھا ہے(2) اور ہر چیز کی گنتی شمار کر رکھا ہے.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"73 (Al-Muzzammil)":[{"category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"],"name":"73:20","stocked":true,"arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","footnotes":"(1) جب سورت کے آغاز میں نصف رات یا اس سے کم یا زیادہ قیام کا حکم دیا گیا تو نبی (صلى الله عليه وسلم) اور آپ کے ساتھ صحابہ کی ایک جماعت رات کو قیام کرتی کبھی دو تہائی سے کم یا زیادہ کبھی نصف رات کبھی ثلث رات جیسا کہ یہاں ذکر ہے۔ لیکن ایک تو رات کا یہ قیام نہایت گراں تھا دوسرے وقت کا اندازہ لگانا مشکل تھا کہ یہ نصف رات ہوئی یا ثلث اس لیے اللہ نے اس آیت میں تخفیف کا حکم نازل فرمایا جس میں فرمایا کہ بعض کے نزدیک ترک قیام کی اجازت ہے۔ اور بعض کے نزدیک یہ ہے کہ اس کے فرض کو استحباب میں بدل دیا گیا ۔اب یہ نہ امت کے لئے فرض ہے نہ نبی (صلى الله عليه وسلم)کے لئے اور بعض کہتے ہیں کہ یہ تخفیف صرف امت کے لئے ہے نبی (صلى الله عليه وسلم)کے لئے اس کا پڑھنا ضروری تھا۔\n(2) یعنی اللہ تورات کی گھڑیاں گن سکتا ہے کتنی گزر گئی ہیں اور کتنی باقی ہیں تمہارے لیے یہ اندازہ لگانا ناممکن ہے۔\n(3) جب تمہارے لئے رات کے گزرنے کا صحیح اندازہ ممکن ہی نہیں، تو تم مقررہ اوقات تک نماز تہجد میں مشغول بھی کس طرح رہ سکتے ہو؟\n(4) یعنی اللہ نے قیام الیل کا حکم منسوخ کر دیا اور اب صرف اس کا استحباب باقی رہ گیا ہے اور وہ بھی وقت کی پابندی کے بغیر ،نصف شب یا ثلث شب یا دو ثلث کی پابندی بھی ضتوتی نہیں ۔اگر تم تھوڑا سا وقت صرف کر کے دو رکعت بھی ہڑھ لو گے تو عنداللہ قیام الیل کے اجر کے مستحق قرار پاؤگے ،تاہم اگر کوئی شحص آٹھ رکعات تہجد کا اہتمام کرے گا جیسا کہ نبی کریم (صلى الله عليه وسلم) کا معمول تھا ،تو زیادہ بہتر ہو گا اور نبی (صلى الله عليه وسلم) کا تبع قرار پائے گا۔\n(5) فَاقْرَءُوا کا مطلب ہے فصلو 'اور اور قرآن سے مراد الصلوۃ ہے ، قیام الیل میں چوں کہ قیام لمبا ہوتا ہے اور قرآن زیادہ پڑھا جاتا ہے اس لئے نماز تہجد کو ہی قرآن سے تعبیر کر دیا گیا ہے جیسے نماز میں سور فاتحہ نہایت ضروری ہے 'اس لئے اللہ تعالیٰ نے حدیث قدسی میں 'جو سورہ فاتحہ میں گزر چکی ہے 'سورہ فاتحہ کو نماز سے تعبیر فرمایا ہے «قَسَمْتُ الصَّلاةَ بَيْنِي وَبَيْنَ عَبْدِي» (الحدیث) اس لئے ”جتنا قرآن پڑھنا آسان ہو پڑھ لو“ کا مطلب ہے رات کو جتنی نماز پڑھ سکتے ہو 'پڑھ لو۔ اس کے لئے نہ وقت کی پابندی ہے اور نہ رکعات کی ۔اس آیت سے بعض لوگ اسدلال کرتے ہوئے کہتے ہیں کہ نماز میں سورۃ فاتحہ پڑھنی ضروری نہیں ہے جتنا کسی کے لئے آسان ہو'پڑھ لے اگر کوئی ایک آیت بھی کہیں سے پڑھ لے گا تو نماز ہو جائے گی ۔لیکن اول تو یہاں قراءت بمعنی نماز ہے 'جیسا کہ ہم نے بیان کیا ۔اس لئےآیت کا تعلق اس بات سے نہیں ہے کہ نماز میں کتنی قراءت ضروری ہے ؟دوسرے اگر اس کا تعلق قراءت سے ہی مان لیا جائے تب بھی یہ استدلال اپنی اندر کوئی قوت نہیں رکھتا ۔کیوں کہ ما تیسر کی تفسیر خود نبی (صلى الله عليه وسلم) نے فرمادی ہے کہ وہ کم سے کم قراءت ،جس کے بغیر نماز نہیں ہو گی وہ سورۃ ھاتحہ ہے اس لئے آپ (صلى الله عليه وسلم) نے فرمایا ہے کہ یہ ضروری پڑھو جیسا کہ صحیح اور نہایت قوی اور واضح احادیث میں یہ حکم ہے اس تفسیر نبوی (صلى الله عليه وسلم)کے خلاف یہ کہنا کہ نماز میں سورۃ فاتحہ ضروری نہیں بلکہ کوئی سی بھی ایک آیت پڑھ لو نماز ہو جائے گی ۔بڑی جسارت اور نبی(صلى الله عليه وسلم) کی احادیث سے بے اعتناعی اکا مظاہرہ ہے ۔نیزائمی کے اقوال کے بھی خلاف ہے جو انہوں نے اصول فقیہ کی کتابوں میں لکھا ہے کہ اس آیت سے ترک فاتحہ خلف امام پر استدلال جائز نہیں ' اس لئے کہ وہ آیتیں متعارض ہیں ۔البتہ اگر کوئی شخص جہری نماز میں امام کے پیچھے سورہ فاتحہ نہ پڑھے تو بعض احادیث کی رو سے بعض ائمہ نے اسے جائز کہا ہے اور بعض نے نہ پڑھنے ہی کو ترجیح دی ہے ۔(تفصیل کے لئے فرضیت فاتحہ خلف امام پر تحریر کردہ کتب ملاحظہ فرمائیں )\n(6) یعنی تجارت اور کاروبار کے لئے سفر کرنا اور ایک شہر سے دوسرے شہر میں یا ایک ملک سے دوسرے ملک میں جانا پڑے گا۔\n(7) اسی طرح جہاد میں بھی پُر مشقت سفر اور مشقتیں کرنی پڑتی ہیں، اور یہ تینوں چیزیں، بیماری، سفر اور جہاد نوبت بہ نوبت ہر ایک کو لاحق ہوتی ہیں اس لیے اللہ نے قیام اللیل کے حکم میں تخفیف کردی ہے کیونکہ تینوں حالتوں میں یہ نہایت مشکل اور بڑا صبر آزما کام ہے۔\n(8) اسباب تخفیف کے ساتھ تخفیف کا یہ حکم دوبارہ بطور تاکید بیان کر دیا گیا۔\n(9) یعنی پانچوں نمازوں کی جو فرض ہیں۔\n(10) یعنی اللہ کی راہ میں حسب ضرورت و توفیق خرچ کرو، اسے قرض حسنہ سے اس لئے تعبیر فرمایا کہ اللہ تعالٰی اس کے بدلے میں سات سو گنا بلکہ اس سے زیادہ تک اجر و ثواب عطا فرمائے گا۔\n11- یعنی نفلی نمازیں، صدقات و خیرات اور دیگر نیکیاں جو بھی کرو گے اللہ کے ہاں ان کا بہترین اجر پاؤ گے اکثر مفسرین کے نزدیک یہ آیت مدینہ میں نازل ہوئی اس لیے کہتے ہیں کہ اس کا نصف حصہ مکی اور نصف حصہ مدنی ہے۔(ایسر التفاسیر)","price":"آپ کا رب بخوبی جانتا ہے کہ آپ اور آپ کے ساتھ کے لوگوں کی ایک جماعت قریب دو تہائی رات کے اور آدھی رات کے اور ایک تہائی رات کے تہجد پڑھتی ہے(1) اور رات دن کا پورا اندازه اللہ تعالیٰ کو ہی ہے(2)، وه (خوب) جانتا ہے کہ تم اسے ہرگز نہ نبھا سکو گے(3) پس اس نے تم پر مہربانی کی لہٰذا جتنا قرآن پڑھنا تمہارے لیے آسان ہو اتنا ہی پڑھو(4)، وه جانتا ہے کہ تم میں بعض بیمار بھی ہوں گے، بعض دوسرے زمین میں چل پھر کر اللہ تعالیٰ کا فضل (یعنی روزی بھی) تلاش کریں گے(5) اور کچھ لوگ اللہ تعالیٰ کی راه میں جہاد بھی کریں گے(6)، سو تم بہ آسانی جتنا قرآن پڑھ سکو پڑھو(7) اور نماز کی پابندی رکھو(8) اور زکوٰة دیتے رہا کرو اور اللہ تعالیٰ کو اچھا قرض دو(9)۔ اور جو نیکی تم اپنے لیے آگے بھیجو گے اسے اللہ تعالیٰ کے ہاں بہتر سے بہتر اور ﺛواب میں بہت زیاده پاؤ گے(10) اللہ تعالیٰ سے معافی مانگتے رہو۔ یقیناً اللہ تعالیٰ بخشنے واﻻ. مہربان ہے","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"74 (Al-Muddathir)":[{"category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir","Chapter Al-Muddathir","Muddathir","Surah Muddathir","Chapter Muddathir","Al Muddathir","Surah Al Muddathir","Chapter Al Muddathir","Surah 74","Chapter 74","The Cloaked One","المدثر"],"name":"74:56","stocked":true,"arabic":"وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ","footnotes":"(1) یعنی اس قرآن سے ہدایت اور نصیحت اسے ہی حاصل ہوگی جسے اللہ چاہے گا۔\n(2) یعنی وہ اللہ ہی اس لائق ہے اس سے ڈرا جائے اور وہی معاف کرنے کے اختیارات رکھتا ہے۔ اس لئے وہی اس بات کا مستحق ہے کہ اس کی اطاعت کی جائے اور اسکی نافرمانی سے بچا جائے تاکہ انسان اس کی مغفرت و رحمت کا سزاوار قرار پائے۔","price":"اور وه اس وقت نصیحت حاصل کریں گے جب اللہ تعالیٰ چاہے(1) ، وه اسی ﻻئق ہے کہ اس سے ڈریں اور اس ﻻئق بھی کہ وه بخشے.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"75 (Al-Qiyamah)":[{"category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah","Chapter Al-Qiyamah","Qiyamah","Surah Qiyamah","Chapter Qiyamah","Al Qiyamah","Surah Al Qiyamah","Chapter Al Qiyamah","Surah 75","Chapter 75","The Resurrection","القيامة"],"name":"75:40","stocked":true,"arabic":"أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ","footnotes":"(1) یعنی جواللہ انسان کو اس طرح مختلف اطوار سے گزار کر پیدا فرماتا ہے کیا مرنے کے بعد دوبارہ اسے زندہ کرنے پر قادر نہیں ہے؟","price":"کیا (اللہ تعالیٰ) اس (امر) پر قادر نہیں کہ مردے کو زنده کردے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"76 (Al-Insan)":[{"category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"],"name":"76:31","stocked":true,"arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","footnotes":"","price":"جسے چاہے اپنی رحمت میں داخل کرلے، اور ﻇالموں کے لیے اس نے دردناک عذاب تیار کر رکھا ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"77 (Al-Mursalat)":[{"category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat","Chapter Al-Mursalat","Mursalat","Surah Mursalat","Chapter Mursalat","Al Mursalat","Surah Al Mursalat","Chapter Al Mursalat","Surah 77","Chapter 77","The Emissaries","المرسلات"],"name":"77:50","stocked":true,"arabic":"فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","footnotes":"(1) یعنی جب قرآن پر ایمان نہیں لائیں گے تو اس کے بعد اور کون سا کلام ہے جس پر ایمان لائیں گے؟ یہاں بھی حدیث کا اطلاق قرآن پر ہوا ہے، جیسا کہ اور بھی بعض مقامات پر کیا گیا ہے۔ ایک ضعیف روایت میں ہے کہ جو سورۂ تین کی آخری آیت أَلَيْسَ الله... الآية پڑھے تو وہ جواب میں کہے بَلَى ٰ وَأَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ، اور سورۂ قیامت کے آخر کے جواب میں بَلَى اور فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ کے جواب میں آمَنَّا بِالله، کہے۔ (أبوداؤد، باب مقدار الرکوع والسجود، وضعیف أبی داود، ألبانی) بعض علماء کے نزدیک سامع کو بھی جواب دینا چاہیے۔","price":"اب اس قرآن کے بعد کس بات پر ایمان ﻻئیں گے؟(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"78 (An-Naba)":[{"category":["78 (An-Naba)","An-Naba","Surah An-Naba","Chapter An-Naba","Naba","Surah Naba","Chapter Naba","An Naba","Surah An Naba","Chapter An Naba","Surah 78","Chapter 78","The Tidings","النبأ"],"name":"78:40","stocked":true,"arabic":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","footnotes":"(1) یعنی قیامت والے دن کے عذاب سے جو قریب ہی ہے۔ کیوں کہ اس کا آنا یقینی ہے اور ہر آنے والے چیز قریب ہی ہے، کیونکہ بہر صورت اسے آکر ہی رہنا ہے۔\n(2) یعنی اچھا یا برا، جو عمل بھی اس نے دنیا میں کیا وہ اللہ کے ہاں پہنچ گیا ہے، قیامت والے دن وہ اس کے سامنے آجائے گا اور اس کا مشاہدہ کر لے گا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا (الكهف ،49) يُنَبَّأُ الإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ ( القيامة ،13) ۔\n(3) یعنی جب وہ اپنے لئے ہولناک عذاب دیکھے گا تو یہ آرزو کرے گا۔ بعض کہتے ہیں۔ کہ اللہ تعالیٰ حیوانات کے درمیان بھی عدل وانصاف کے مطابق فیصلہ فرمائے گا، حتیٰ کہ ایک سینگ والی بکری نے بے سینگ کے جانور پر کوئی زیادتی کی ہوگی، تو اس کا بھی بدلہ دلائے گا اس سے فراغت کے بعد اللہ تعالیٰ جانوروں کو حکم دے گا کہ مٹی ہو جاو۔ چنانچہ وہ مٹی ہو جائیں گے۔ اس وقت کافر بھی آرزو کریں گے کہ کاش وہ بھی حیوان ہوتے اور آج مٹی بن جاتے۔ ( تفسیر ابن کثیر ) ۔","price":"ہم نے تمہیں عنقریب آنے والے عذاب سے ڈرا دیا (اور چوکنا کر دیا) ہے(1) ۔ جس دن انسان اپنے ہاتھوں کی کمائی کو دیکھ لے گا(2) اور کافر کہے گا کہ کاش! میں مٹی ہو جاتا.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"79 (An-Nazi'at)":[{"category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at","Chapter An-Nazi'at","Nazi'at","Surah Nazi'at","Chapter Nazi'at","An Nazi'at","Surah An Nazi'at","Chapter An Nazi'at","Surah 79","Chapter 79","Those Who Pull Out","النازعات"],"name":"79:46","stocked":true,"arabic":"كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا","footnotes":"(1) عَشِيَّةً، ظہر سے لے کر غروب شمس تک اور ضحیٰ، طلوع شمس سے نصف النہار تک کے لئے بولا جاتا ہے۔ یعنی جب کافر جہنم کا عذاب دیکھیں گے تو دنیا کی عیش وعشرت اور اس کےمزے سب بھول جائیں گے اور انہیں ایسا محسوس ہوگا کہ وہ دنیا میں پورا ایک دن بھی نہیں رہے۔ دن کا پہلا حصہ یا دن کا آخری حصہ ہی صرف دنیا میں رہے ہیں یعنی دنیا کی زندگی، انہیں اتنی قلیل معلوم ہوگی۔","price":"جس روز یہ اسے دیکھ لیں گے تو ایسا معلوم ہوگا کہ صرف دن کا آخری حصہ یا اول حصہ ہی (دنیا میں) رہے ہیں.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"80 (Abasa)":[{"category":["80 (Abasa)","Abasa","Surah Abasa","Chapter Abasa","Surah 80","Chapter 80","He Frowned","عبس"],"name":"80:42","stocked":true,"arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ","footnotes":"(1) یعنی اللہ کا، رسولوں کا اور قیامت کا انکار کرنے والے بھی تھے اور بدکردار اور بداطوار بھی۔ اللَّهُمَّ! لا تَجْعَلْنَا مِنْهُمْ ۔","price":"وه یہی کافر بدکردار لوگ ہوں گے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"81 (At-Takwir)":[{"category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir","Chapter At-Takwir","Takwir","Surah Takwir","Chapter Takwir","At Takwir","Surah At Takwir","Chapter At Takwir","Surah 81","Chapter 81","The Overthrowing","التكوير"],"name":"81:29","stocked":true,"arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","footnotes":"(1) یعنی تمہاری چاہت ، اللہ کی توفیق پر منحصر ہے، جب تک تمہاری چاہت کے ساتھ اللہ کی مشیت اور اس کی توفیق بھی شامل نہیں ہوگی، اس وقت تک تم سیدھا راستہ بھی اختیار نہیں کر سکتے۔ یہ وہی مضمون ہے جو إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ (القصص: 56) وغیرہ آیات میں بیان ہوا ہے۔","price":"اور تم بغیر پروردگار عالم کے چاہے کچھ نہیں چاه سکتے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"82 (Al-Infitar)":[{"category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar","Chapter Al-Infitar","Infitar","Surah Infitar","Chapter Infitar","Al Infitar","Surah Al Infitar","Chapter Al Infitar","Surah 82","Chapter 82","The Cleaving","الإنفطار"],"name":"82:19","stocked":true,"arabic":"يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ","footnotes":"(1) یعنی دنیا میں تو اللہ نے عارضی طور پر، آزمانے کے لئے، انسانوں کو کم وبیش کے کچھ فرق کے ساتھ اختیارات دے رکھے ہیں۔ لیکن قیامت والےدن تمام اختیارات کلیتاً صرف اور صرف اللہ کےپاس ہوں گے۔ جیسے فرمایا لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ ۔ ( سورۂ مؤمن:16 ) چنانچہ نبی (صلى الله عليه وسلم) نے اپنی پھوپھی حضرت صفیہ (رضی الله عنها) اور اپنی صاحبزادی حضرت فاطمہ (رضی الله عنها) کو فرما دیا تھا، ”لا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا“ (صحيح مسلم، كتاب الإيمان) اور بنی ہاشم اور بنی عبدالمطلب کو بھی متنبہ فرما دیا، ”أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ، وَاللهِ لا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا“ (مسلم ، كتاب مذكور ، بخاري ، سورة الشعراء ) ۔","price":"(وه ہے) جس دن کوئی شخص کسی شخص کے لئے کسی چیز کا مختار نہ ہوگا، اور (تمام تر) احکام اس روز اللہ کے ہی ہوں گے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"83 (Al-Mutaffifin)":[{"category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin","Chapter Al-Mutaffifin","Mutaffifin","Surah Mutaffifin","Chapter Mutaffifin","Al Mutaffifin","Surah Al Mutaffifin","Chapter Al Mutaffifin","Surah 83","Chapter 83","Defrauding","المطففين"],"name":"83:36","stocked":true,"arabic":"هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ","footnotes":"(1) ثُوِّبَ بمعنی أُثِيبَ، بدلہ دے دیئے گئے، یعنی کیا کافروں کو، جو کچھ وہ کرتے تھے، اس کا بدلہ دے دیا گیا ہے۔","price":"کہ اب ان منکروں نے جیسا یہ کرتے تھے پورا پورا بدلہ پالیا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"84 (Al-Inshiqaq)":[{"category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq","Chapter Al-Inshiqaq","Inshiqaq","Surah Inshiqaq","Chapter Inshiqaq","Al Inshiqaq","Surah Al Inshiqaq","Chapter Al Inshiqaq","Surah 84","Chapter 84","The Splitting Open","الإنشقاق"],"name":"84:25","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ","footnotes":"","price":"ہاں ایمان والوں اور نیک اعمال والوں کو بے شمار اور نہ ختم ہونے واﻻ اجر ہے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"85 (Al-Buruj)":[{"category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj","Chapter Al-Buruj","Buruj","Surah Buruj","Chapter Buruj","Al Buruj","Surah Al Buruj","Chapter Al Buruj","Surah 85","Chapter 85","The Constellations","البروج"],"name":"85:22","stocked":true,"arabic":"فِي لَوۡحٖ مَّحۡفُوظِۭ","footnotes":"(1) یعنی لوح محفوظ میں لکھا ہوا ہے، جہاں فرشتے اس کی حفاظت پر مامور ہیں، اللہ تعالیٰ حسب ضرورت واقتضا اسے نازل فرماتا ہے۔","price":"لوح محفوظ میں (لکھا ہوا).(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"86 (At-Tariq)":[{"category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq","Chapter At-Tariq","Tariq","Surah Tariq","Chapter Tariq","At Tariq","Surah At Tariq","Chapter At Tariq","Surah 86","Chapter 86","The Morning Star","الطارق"],"name":"86:17","stocked":true,"arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا","footnotes":"(1) یعنی ان کے لئے تعجیل عذاب کا سوال نہ کر، بلکہ انہیں کچھ مہلت دے دے۔ رُوَيْدًا : قَلَيلا یا قَرِيبًا یہ امہال واستدراج بھی کافروں کے حق میں اللہ کی طرف سے ایک کید کی صورت ہے جیسے فرمایا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ (1) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ ( الأعراف:182-183 ) ۔","price":"تو کافروں کو مہلت دے(1) انہیں تھوڑے دنوں چھوڑ دے.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"87 (Al-A'la)":[{"category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la","Chapter Al-A'la","A'la","Surah A'la","Chapter A'la","Al A'la","Surah Al A'la","Chapter Al A'la","Surah 87","Chapter 87","The Most High","الأعلى"],"name":"87:19","stocked":true,"arabic":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ","footnotes":"","price":"(یعنی) ابراہیم اور موسیٰ کی کتابوں میں.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"88 (Al-Ghashiyah)":[{"category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah","Chapter Al-Ghashiyah","Ghashiyah","Surah Ghashiyah","Chapter Ghashiyah","Al Ghashiyah","Surah Al Ghashiyah","Chapter Al Ghashiyah","Surah 88","Chapter 88","The Overwhelming Event","الغاشية"],"name":"88:26","stocked":true,"arabic":"ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم","footnotes":"(1) مشہور ہے کہ اس کے جواب میں اللَّهُمَّ! حَاسِبْنَا حِسَابًا يَسِيرًا ۔ پڑھا جائے۔ یہ دعا تو نبی (صلى الله عليه وسلم) سے ثابت ہے جو آپ (صلى الله عليه وسلم) اپنی بعض نمازوں میں پڑھتے تھے، جیسا کہ سورۂ انشقاق میں گزرا۔ لیکن اس کے جواب میں پڑھنا، یہ آپ (صلى الله عليه وسلم) سے ثابت نہیں ہے۔","price":"پھر بیشک ہمارے ذمہ ہے ان سے حساب لینا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"89 (Al-Fajr)":[{"category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr","Chapter Al-Fajr","Fajr","Surah Fajr","Chapter Fajr","Al Fajr","Surah Al Fajr","Chapter Al Fajr","Surah 89","Chapter 89","The Dawn","الفَجْر"],"name":"89:30","stocked":true,"arabic":"وَٱدۡخُلِي جَنَّتِي","footnotes":"","price":"اور میری جنت میں چلی جا.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"90 (Al-Balad)":[{"category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad","Chapter Al-Balad","Balad","Surah Balad","Chapter Balad","Al Balad","Surah Al Balad","Chapter Al Balad","Surah 90","Chapter 90","The City","البلد"],"name":"90:20","stocked":true,"arabic":"عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ","footnotes":"مُؤْصَدَةٌ کے معنی مُغْلَقَةٌ ( بند ) یعنی ان کو آگ میں ڈال کر چاروں طرف سے بند کر دیا جائے گا، تاکہ ایک تو آگ کی پوری شدت وحرارت ان کو پہنچے۔ دوسرے، وہ بھاگ کر کہیں نہ جا سکیں۔","price":"انہی پر آگ ہوگی جو چاروں طرف سے گھیری(1) ہوئی ہوگی.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"91 (Ash-Shams)":[{"category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams","Chapter Ash-Shams","Shams","Surah Shams","Chapter Shams","Ash Shams","Surah Ash Shams","Chapter Ash Shams","Surah 91","Chapter 91","The Sun","الشمس"],"name":"91:15","stocked":true,"arabic":"وَلَا يَخَافُ عُقۡبَٰهَا","footnotes":"(1) یعنی اللہ تعالیٰ کو یہ ڈر نہیں ہے کہ اس نے انہیں سزا دی ہے کہ کوئی بڑی طاقت اس کا اس سے بدلہ لے گی۔ وہ انجام سے بےخوف ہے کیوں کہ کوئی ایسی طاقت نہیں ہے جو اس سے بڑھ کر یا اس کے برابر ہی ہو، جو اس سے انتقام لینے کی قدرت رکھتی ہو۔","price":"وه نہیں ڈرتا اس کے تباه کن انجام سے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"92 (Al-Lail)":[{"category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail","Chapter Al-Lail","Lail","Surah Lail","Chapter Lail","Al Lail","Surah Al Lail","Chapter Al Lail","Surah 92","Chapter 92","The Night","الليل"],"name":"92:21","stocked":true,"arabic":"وَلَسَوۡفَ يَرۡضَىٰ","footnotes":"(1) یا وہ راضی ہو جائے گا، یعنی جو شخص ان صفات کا حامل ہوگا، اللہ تعالیٰ اسے جنت کی نعمتیں اور عزت وشرف عطا فرمائے گا، جس سے وہ راضی ہو جائے گا۔ اکثر مفسرین نے کہا ہے بلکہ بعض نے اجماع تک نقل کیا ہے کہ یہ آیات حضرت ابوبکر صدیق (رضي الله عنه) کی شان میں نازل ہوئی ہیں۔ تاہم معنی ومفہوم کے اعتبار سے یہ عام ہیں۔ جو بھی ان صفات عالیہ سے متصف ہوگا، وہ بارگاہ الٰہی میں ان کا مصداق قرار پائے گا۔","price":"یقیناً وه (اللہ بھی) عنقریب رضامند ہو جائے گا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"93 (Ad-Duha)":[{"category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha","Chapter Ad-Duha","Duha","Surah Duha","Chapter Duha","Ad Duha","Surah Ad Duha","Chapter Ad Duha","Surah 93","Chapter 93","The Morning Hours","الضحى"],"name":"93:11","stocked":true,"arabic":"وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ","footnotes":"(1) یعنی اللہ نے تجھ پر جو احسانات کئے ہیں، مثلاً ہدایت اور رسالت ونبوت سے نوازا، یتیمی کے باوجود تیری کفالت وسرپرستی کا انتظام کیا۔ تجھے قناعت وتونگری عطا کی وغیرہ۔ انہیں جذبات تشکر وممنونیت کے ساتھ بیان کرتا رہ۔ اس سے معلوم ہوا کہ اللہ کے انعامات کا تذکرہ اور ان کا اظہار اللہ کو پسند ہے لیکن تکبر اور فخر کے طور پر نہیں بلکہ اللہ کے فضل وکرم اور اس کے احسان سے زیر بار ہوتے ہوئے اور اس کی قدرت وطاقت سے ڈرتے ہوئے کہ کہیں وہ ہمیں ان نعمتوں سے محروم نہ کر دے۔","price":"اور اپنے رب کی نعمتوں کو بیان کرتا ره.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"94 (Ash-Sharh)":[{"category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh","Chapter Ash-Sharh","Sharh","Surah Sharh","Chapter Sharh","Ash Sharh","Surah Ash Sharh","Chapter Ash Sharh","Surah 94","Chapter 94","The Relief","الشرح"],"name":"94:8","stocked":true,"arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","footnotes":"(1) یعنی اسی سے جنت کی امید رکھ، اسی سے اپنی حاجتیں طلب کر اور تمام معاملات میں اسی پر اعتماد اور بھروسہ رکھ۔","price":"اور اپنے پروردگار ہی کی طرف دل لگا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"95 (At-Tin)":[{"category":["95 (At-Tin)","At-Tin","Surah At-Tin","Chapter At-Tin","Tin","Surah Tin","Chapter Tin","At Tin","Surah At Tin","Chapter At Tin","Surah 95","Chapter 95","The Fig","التين"],"name":"95:8","stocked":true,"arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","footnotes":"(1) جو کسی پر ظلم نہیں کرتا اور اس کے عدل ہی کا یہ تقاضا ہے کہ وہ قیامت برپا کرے اور ان کی داد رسی کرے جن پر دنیا میں ظلم ہوا۔ پہلے گزر چکا ہے کہ ایک ضعیف حدیث میں اس کا یہ جواب دینا منقول ہے۔ بَلَى، وَأَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ ) ( الترمذي ) ۔","price":"کیا اللہ تعالیٰ (سب) حاکموں کا حاکم نہیں ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"96 (Al-Alaq)":[{"category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq","Chapter Al-Alaq","Alaq","Surah Alaq","Chapter Alaq","Al Alaq","Surah Al Alaq","Chapter Al Alaq","Surah 96","Chapter 96","The Clot","العلق"],"name":"96:19","stocked":true,"arabic":"كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩","footnotes":"","price":"خبردار! اس کا کہنا ہرگز نہ ماننا اور سجده کر اور قریب ہو جا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"97 (Al-Qadr)":[{"category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr","Chapter Al-Qadr","Qadr","Surah Qadr","Chapter Qadr","Al Qadr","Surah Al Qadr","Chapter Al Qadr","Surah 97","Chapter 97","The Power","القدر"],"name":"97:5","stocked":true,"arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","footnotes":"(1) یعنی اس میں شر نہیں۔ یا اس معنی میں سلامتی والی ہے کہ مومن اس رات کو شیطان کے شر سے محفوظ رہتے ہیں۔ یا فرشتے اہل ایمان کو سلام عرض کرتے ہیں۔ یا فرشتے ہی آپس میں ایک دوسرے کو سلام کرتے ہیں۔ شب قدر کے لئے نبی (صلى الله عليه وسلم) نے بطور خاص یہ دعا بتلائی ہے «اللَّهُمَّ! إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي» ( ترمذي أبواب الدعوات، ابن ماجه، كتاب الدعاء، باب الدعاء بالعفو والعافية ) ۔","price":"یہ رات سراسر سلامتی کی ہوتی ہے(1) اور فجر کے طلوع ہونے تک (رہتی ہے).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"98 (Al-Bayyinah)":[{"category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"],"name":"98:8","stocked":true,"arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","footnotes":"(1) ان کے ایمان اور طاعت اور اعمال صالحہ کے سبب۔ اور اللہ کی رضا مندی سب سے بڑی چیز ہے۔ «وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ» (التوبة:72) ۔\n(2) اس لئے کہ اللہ نے انہیں ایسی نعمتوں سے نواز دیا، جن میں ان کی روح اور بدن دونوں کی سعادتیں ہیں۔\n(3) یعنی یہ جززا اور اضا مندی ان لوگوں کے لئے ہے جو دنیا میں اللہ سے درتے رہے اور اس ڈر کی وجہ سے اللہ کینافرمانی کے ارتکاب سے بچتے رہے ۔اگر کسی وقت بہ تقا ضائےشریعت نا فرمانی ہو گئی تو فور توبہ کر لی اور آئندہ کے لئےاپنی اصلاحکر لی ،حتیٰ کہ ان کی موت اسی اطاعت پر ہوئی نہ کہ مصیبت پر ،اس کا مطلب ہے کہ اللہ سے ڈرنے والا مصیبت پر اصرار اور دوام نیئں کر سکتا اور جو ایسا کرتا ہے ، حقیقت میں اس کا دل اللہ ک خوف سے خالی ہے","price":"ان کا بدلہ ان کے رب کے پاس ہمیشگی والی جنتیں ہیں جن کے نیچے نہریں بہہ رہی ہیں جن میں وه ہمیشہ ہمیشہ رہیں گے۔ اللہ تعالیٰ ان سے راضی ہوا(1) اور یہ اس سے راضی ہوئے(2)۔ یہ ہے اس کے لئے جو اپنے پروردگار سے ڈرے.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"99 (Az-Zalzalah)":[{"category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah","Chapter Az-Zalzalah","Zalzalah","Surah Zalzalah","Chapter Zalzalah","Az Zalzalah","Surah Az Zalzalah","Chapter Az Zalzalah","Surah 99","Chapter 99","The Earthquake","الزلزلة"],"name":"99:8","stocked":true,"arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ","footnotes":"(1) وہ اس پرسخت پشیمان اور مضطرب ہوگا۔ ذَرَّةٍ بعض کے نزدیک چیونٹی سے بھی چھوٹی چیز ہے۔ بعض اہل لغت کہتے ہیں، انسان زمین پر ہاتھ مارتا ہے، اس سے اس کے ہاتھ پرجو مٹی لگ جاتی ہے، وہ ذرہ ہے۔ بعض کےنزدیک سوراخ سے آنے والی سورج کی شعاعوں میں گرد وغبار کے جو ذرات نظر آتے ہیں، وہ ذرہ ہے۔ لیکن امام شوکانی نے پہلے معنی کو اولیٰ کہا ہے۔ امام مقاتل کہتے ہیں کہ یہ سورت ان دو آمیوں کے بیان میں نازل ہوئی ہے۔ جن میں سے ایک شخص، سائل کو تھوڑا سا صدقہ دینے میں تامل کرتا اور دوسرا شخص چھوٹا گناہ کرنے میں کوئی خوف محسوس نہ کرتا تھا۔ (فتح القدیر) ۔","price":"اور جس نے ذره برابر برائی کی ہوگی وه اسے دیکھ لے گا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"100 (Al-Aadiyat)":[{"category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat","Chapter Al-Aadiyat","Aadiyat","Surah Aadiyat","Chapter Aadiyat","Al Aadiyat","Surah Al Aadiyat","Chapter Al Aadiyat","Surah 100","Chapter 100","The Chargers","العاديات"],"name":"100:11","stocked":true,"arabic":"إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ","footnotes":"(1) یعنی جو رب ان کو قبروں سے نکال لے گا، ان کے سینوں کے رازوں کو ظاہرکردے گا، اس کے متعلق ہر شخص جان سکتا ہے کہ وہ کتنا باخبر ہے؟ اور اس سے کوئی چیز مخفی نہیں رہ سکتی۔ چنانچہ پھر وہ ہر ایک کو اس کے عملوں کے مطابق اچھی یا بری جزا دے گا۔ یہ گویا ان اشخاص کو تنبیہ ہےجو رب کی نعمتیں تو استعمال کرتے ہیں، لیکن اس کا شکر ادا کرنےکے بجائے، اس کی ناشکری کرتے ہیں۔ اسی طرح مال کی محبت میں گرفتار ہو کر مال کے وہ حقوق ادا نہیں کرتے جو اللہ نے اس میں دوسرے لوگوں کے رکھے ہیں۔","price":"بیشک ان کا رب اس دن ان کے حال سے پورا باخبر ہوگا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"101 (Al-Qari'ah)":[{"category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah","Chapter Al-Qari'ah","Qari'ah","Surah Qari'ah","Chapter Qari'ah","Al Qari'ah","Surah Al Qari'ah","Chapter Al Qari'ah","Surah 101","Chapter 101","The Calamity","القارعة"],"name":"101:11","stocked":true,"arabic":"نَارٌ حَامِيَةُۢ","footnotes":"(1) جس طرح حدیث میں ہے کہ انسان دنیامیں جو آگ جلاتا ہے، یہ جہنم کی آگ کا ستر واں حصہ ہے، جہنم کی اگ دنیا کی آگ سے 69 درجہ زیادہ ہے۔ (صحيح بخاري، كتاب بدء الخلق ، باب صفة النار وأنها مخلوقة ، مسلم كتاب الجنة، باب في شدة حر نار جهنم ) ایک اور حدیث میں ہے کہ ( آگ نے اپنے رب سے شکایت کی کہ میرا ایک حصہ دوسرے حصے کو کھائے جا رہا ہے، اللہ تعالیٰ نے اسے دو سانس لینے کی اجازت فرما دی۔ ایک سانس گرمی اور ایک سانس سردی میں پس جو سخت سردی ہوتی ہے یہ اس کا ٹھنڈا سانس ہے۔ اور نہایت سخت گرمی جو پڑتی ہے، وہ جہنم کا گرم سانس ہے)۔ (بخاری، کتاب وباب مذکور) ایک اور حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا ”جب گرمی زیادہ سخت ہو تو نماز ٹھنڈی کرکے پڑھو، اس لئے کہ گرمی کی شدت جہنم کے جوش کی وجہ سے ہے“۔ (حوالہ مذکور، مسلم، کتاب المساجد ) ۔","price":"وه تند وتیز آگ (ہے).(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"102 (At-Takathur)":[{"category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur","Chapter At-Takathur","Takathur","Surah Takathur","Chapter Takathur","At Takathur","Surah At Takathur","Chapter At Takathur","Surah 102","Chapter 102","The Rivalry","التكاثر"],"name":"102:8","stocked":true,"arabic":"ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ","footnotes":"(1) یہ سوال ان نعمتوں کے بارے میں ہوگا، جو اللہ نے دنیا میں عطا کی ہوں گی۔ جیسے آنکھ، کان، دل، دماغ، امن وصحت، مال ودولت اور اولاد وغیرہ۔ بعض کہتے ہیں، یہ سوال صرف کافروں سے ہوگا۔ بعض کہتے ہیں، ہر ایک سے ہی ہوگا کیوں کہ محض سوال مستلزم عذاب نہیں۔ جنہوں نے ان نعمتوں کا استعمال اللہ کی ہدایت کے مطابق کیا ہوگا، وہ سوال کے باوجود عذاب سے محفوظ رہیں گے ، اور جنہوں نے کفران نعمت کا ارتکاب کیا ہوگا، وہ دھر لیے جائیں گے۔","price":"پھر اس دن تم سے ضرور بالضرور نعمتوں کا سوال ہوگا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"103 (Al-Asr)":[{"category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr","Chapter Al-Asr","Asr","Surah Asr","Chapter Asr","Al Asr","Surah Al Asr","Chapter Al Asr","Surah 103","Chapter 103","The Declining Day","العصر"],"name":"103:3","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","footnotes":"(1) ہاں اس خسارے سے وہ لوگ محفوظ ہیں جو ایمان اور عمل صالح کے جامع ہیں، کیوں کہ ان کی زندگی چاہے جیسی بھی گزری ہو، موت کے بعد وہ بہرحال ابدی نعمتوں اور جنت کی پرآسائش زندگی سے بہرہ ور ہوں گے۔ آگے اہل ایمان کی مزید صفات کا تذکرہ ہے۔\n(2) یعنی اللہ کی شریعت کی پابندی اور محرمات ومعاصی سے اجتناب کی تلقین۔\n(3) یعنی مصائب وآلام پرصبر، احکام وفرائض شریعت پر عمل کرنے میں صبر، معاصی سے اجتناب پر صبر، لذات وخواہشات کی قربانی پر صبر، صبر بھی اگرچہ تواصی بالحق میں شامل ہے، تاہم اسے خصوصیت سےالگ ذکر کیا گیا، جس سے اسکا شرف وفضل اور خصال حق میں اس کا ممتاز ہونا واضح ہے۔","price":"سوائے ان لوگوں کے جو ایمان ﻻئے اور نیک عمل(1) کیے اور (جنہوں نے) آپس میں حق کی وصیت کی(2) اور ایک دوسرے کو صبر کی نصیحت کی.(3)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"104 (Al-Humazah)":[{"category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah","Chapter Al-Humazah","Humazah","Surah Humazah","Chapter Humazah","Al Humazah","Surah Al Humazah","Chapter Al Humazah","Surah 104","Chapter 104","The Traducer","الهمزة"],"name":"104:9","stocked":true,"arabic":"فِي عَمَدٖ مُّمَدَّدَةِۭ","footnotes":"","price":"بڑے بڑے ستونوں میں.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"105 (Al-Fil)":[{"category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil","Chapter Al-Fil","Fil","Surah Fil","Chapter Fil","Al Fil","Surah Al Fil","Chapter Al Fil","Surah 105","Chapter 105","The Elephant","الفيل"],"name":"105:5","stocked":true,"arabic":"فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ","footnotes":"(1) یعنی ان کے اجزائے جسم اس طرح بکھر گئے جیسےکھائی ہوئی بھوسی ہوتی ہے۔","price":"پس انہیں کھائے ہوئے بھوسے کی طرح کردیا.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"106 (Quraish)":[{"category":["106 (Quraish)","Quraish","Surah Quraish","Chapter Quraish","Surah 106","Chapter 106","Quraysh","قريش"],"name":"106:4","stocked":true,"arabic":"ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ","footnotes":"(1) مذکورہ تجارت اور سفر کے ذریعے سے۔\n(2) عرب میں قتل وغارت گری عام تھی لیکن قریش مکہ کو حرم مکہ کی وجہ سے جو احترام حاصل تھا، اس کی وجہ سے وہ خوف وخطر سے محفوظ تھے۔","price":"جس نے انہیں بھوک میں کھانا دیا(1) اور ڈر (اور خوف) میں امن (وامان) دیا.(2)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"107 (Al-Ma'un)":[{"category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un","Chapter Al-Ma'un","Ma'un","Surah Ma'un","Chapter Ma'un","Al Ma'un","Surah Al Ma'un","Chapter Al Ma'un","Surah 107","Chapter 107","The Small Kindnesses","الماعون"],"name":"107:7","stocked":true,"arabic":"وَيَمۡنَعُونَ ٱلۡمَاعُونَ","footnotes":"(1) مَعْنٌ : شَيْءٌ قَلِيلٌ کہتے ہیں۔ بعض اس سے مراد زکوٰۃ لیتے ہیں، کیوں کہ وہ بھی اصل مال کے مقابلے میں بالکل تھوڑی سی ہی ہوتی ہے، ( ڈھائی فی صد ) اور بعض اس سے گھروں میں برتنے والی چیزیں مراد لیتے ہیں جو پڑوسی ایک دوسرے سےعاریتاً مانگ لیتے ہیں۔ مطلب یہ ہوا کہ گھریلو استعمال کی چیزیں عاریتاً دے دینا اور اس میں کبیدگی محسوس نہ کرنا اچھی صفت ہے اور اس کے برعکس بخل اور کنجوسی برتنا، یہ منکرین قیامت ہی کا شیوہ ہے۔","price":"اور برتنے کی چیز روکتے ہیں.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"108 (Al-Kawthar)":[{"category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar","Chapter Al-Kawthar","Kawthar","Surah Kawthar","Chapter Kawthar","Al Kawthar","Surah Al Kawthar","Chapter Al Kawthar","Surah 108","Chapter 108","Abundance","الكَوْثَر"],"name":"108:3","stocked":true,"arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","footnotes":"(1) أَبْتَرُ ایسے شخص کوکہتے ہیں جو مقطوع النسل یا مقطوع الذکر ہو، یعنی اس کی ذات پر اس کی نسل کا خاتمہ ہوجائے یا کوئی اس کا نام لیوا نہ رہے۔ جب نبی (صلى الله عليه وسلم) کی اولاد نرینہ زندہ نہ رہی تو بعض کفار نے نبی (صلى الله عليه وسلم) کو ابتر کہا، جس پر اللہ تعالیٰ نے آپ (صلى الله عليه وسلم) کو تسلی دی کہ ابتر تو نہیں، تیرے دشمن ہی ہوں گے۔ چنانچہ اللہ تعالیٰ نے آپ (صلى الله عليه وسلم) کی نسل کو باقی رکھا گو اس کا سلسلہ لڑکی کی طرف سے ہی ہے۔ اسی طرح آپ (صلى الله عليه وسلم) کی امت بھی آپ (صلى الله عليه وسلم) کی اوالاد معنوی ہی ہے، جس کی کثرت پر آپ (صلى الله عليه وسلم) قیامت والے دن فخر کریں گے، علاوہ ازیں آپ (صلى الله عليه وسلم) کا ذکر پوری دنیا میں نہایت عزت واحترام سے کیا جاتا ہے، جبکہ آپ (صلى الله عليه وسلم) سے بغض وعناد رکھنے والے صرف صفحات تاریخ پر ہی موجود رہ گئے ہیں لیکن کسی دل میں ان کا احترام نہیں اور کسی زبان پر ان کا ذکر خیرنہیں۔","price":"یقیناً تیرا دشمن ہی ﻻوارث اور بے نام ونشان ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"109 (Al-Kafirun)":[{"category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun","Chapter Al-Kafirun","Kafirun","Surah Kafirun","Chapter Kafirun","Al Kafirun","Surah Al Kafirun","Chapter Al Kafirun","Surah 109","Chapter 109","The Disbelievers","الكافرون"],"name":"109:6","stocked":true,"arabic":"لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ","footnotes":"(1) یعنی اگر تم اپنے دین پر راضی ہو اور اسے چھوڑنے کے لئے تیار نہیں ہو، تو میں اپنے دین پر راضی ہوں، میں اسے کیوں چھوڑ وں؟ «لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ» (القصص:55) ۔","price":"تمہارے لئے تمہارا دین ہے اور میرے لئے میرا دین ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"110 (An-Nasr)":[{"category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr","Chapter An-Nasr","Nasr","Surah Nasr","Chapter Nasr","An Nasr","Surah An Nasr","Chapter An Nasr","Surah 110","Chapter 110","The Divine Support","النصر"],"name":"110:3","stocked":true,"arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا","footnotes":"(1) یعنی یہ سمجھ لےکہ تبلیغ رسالت اور احقاق حق کا فرض، جو تیرے ذمے تھا، پورا ہو گیا اور اب تیرا دنیا سے کوچ کرنے کا مرحلہ قریب آگیا ہے، اس لئے حمد وتسبیح الٰہی اور استغفار کا خوب اہتمام کر۔ اس سے معلوم ہوا کہ زندگی کے آخری ایام میں ان چیزوں کا اہتمام کثرت سے کرنا چاہئے۔","price":"تو اپنے رب کی تسبیح کرنے لگ حمد کے ساتھ اور اس سے مغفرت کی دعا مانگ، بیشک وه بڑا ہی توبہ قبول کرنے واﻻ ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"111 (Al-Masad)":[{"category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad","Chapter Al-Masad","Masad","Surah Masad","Chapter Masad","Al Masad","Surah Al Masad","Chapter Al Masad","Surah 111","Chapter 111","The Palm Fiber","المسد"],"name":"111:5","stocked":true,"arabic":"فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ","footnotes":"(1) جِيدٌ گردن۔ مَسَدٌ، مضبوط بٹی ہوئی رسی۔ وہ مونج کی یا کھجور کی پوست کی ہو یا آہنی تاروں کی۔ جیسا کہ مختلف لوگوں نے اس کا ترجمہ کیا ہے۔ بعض نے کہا ہے کہ یہ وہ دنیا میں ڈالے رکھتی تھی جسے بیان کیا گیا ہے۔ لیکن زیادہ صحیح بات یہ معلوم ہوتی ہے کہ جہنم میں اس کے گلے میں جو طوق ہوگا، وہ آہنی تاروں سے بٹا ہوا ہوگا۔ مَسَدٌ سے تشبیہ، اس کی شدت اور مضبوطی کو واضح کرنے کے لئے دی گئی ہے۔","price":"اس کی گردن میں پوست کھجور کی بٹی ہوئی رسی ہوگی.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"112 (Al-Ikhlas)":[{"category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas","Chapter Al-Ikhlas","Ikhlas","Surah Ikhlas","Chapter Ikhlas","Al Ikhlas","Surah Al Ikhlas","Chapter Al Ikhlas","Surah 112","Chapter 112","The Sincerity","الإخلاص"],"name":"112:4","stocked":true,"arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ","footnotes":"(1) اس کی ذات میں، نہ اس کی صفات میں اور نہ اس کے افعال میں۔ «لَيْسَ كَمِثْلِهِ شَيْءٌ» (الشورى:11) حدیث قدسی میں ہے کہ اللہ تعالیٰ فرماتا ہے: ”انسان مجھے گالی دیتا ہے یعنی میرے لئے اولاد ثابت کرتا ہے، حالانکہ میں ایک ہوں بےنیاز ہوں، میں نےکسی کو جنا ہے نہ کسی سے پیدا ہوا ہوں اور نہ کوئی میرا ہمسر ہے“۔ ( صحيح البخاري تفسير سورة قل هو الله أحد) اس سورت میں ان کا بھی رد ہوگیا جو متعدد خداوں کے قائل ہیں اور جو اللہ کے لئے اولاد ثابت کرتے ہیں اور جو اس کو دوسروں کا شریک گردانتے ہیں اور ان کا بھی جو سرے سے وجود باری تعالیٰ ہی کے قائل نہیں۔","price":"اور نہ کوئی اس کا ہمسر ہے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"113 (Al-Falaq)":[{"category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq","Chapter Al-Falaq","Falaq","Surah Falaq","Chapter Falaq","Al Falaq","Surah Al Falaq","Chapter Al Falaq","Surah 113","Chapter 113","The Daybreak","الفلق"],"name":"113:5","stocked":true,"arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","footnotes":"(1) حسد یہ ہے کہ حاسد، محسود سے زوال نعمت کی آرزو کرتا ہے، چنانچہ اس سے بھی پناہ طلب کی گئی ہے۔ کیوں کہ حسد بھی ایک نہایت بری اخلاقی بیماری ہے، جو نیکیوں کو کھا جاتی ہے۔","price":"اور حسد کرنے والے کی برائی سے بھی جب وه حسد کرے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"114 (An-Nas)":[{"category":["114 (An-Nas)","An-Nas","Surah An-Nas","Chapter An-Nas","Nas","Surah Nas","Chapter Nas","An Nas","Surah An Nas","Chapter An Nas","Surah 114","Chapter 114","Mankind","الناس"],"name":"114:6","stocked":true,"arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","footnotes":"(1) یہ وسوسہ ڈالنے والوں کی دو قسمیں ہیں۔ شیاطین الجن کو تو اللہ تعالیٰ نے انسانوں کو گمراہ کرنے کی قدرت دی ہے۔ علاوہ ازیں ہر انسان کے ساتھ ایک شیطان اس کا ساتھی ہوتا ہے جو اس کو گمراہ کرتا رہتا ہے۔ چنانچہ حدیث میں آتا ہے کہ جب نبی (صلى الله عليه وسلم) نے یہ بات فرمائی تو صحابہ (رضي الله عنهم) نے پوچھا کہ یا رسول اللہ ! کیا وہ آپ کے ساتھ بھی ہے؟ آپ (صلى الله عليه وسلم) نے فرمایا، ہاں ! میرے ساتھ بھی ہے، لیکن اللہ نے اس پر میری مدد فرمائی ہے، اور وہ میرا مطیع ہو گیا ہے۔ مجھے خیر کے علاوہ کسی بات کا حکم نہیں دیتا۔ ( صحيح مسلم، كتاب صفة القيامة، باب تحريش الشيطان وبعثه سراياه لفتنة الناس) اسی طرح حدیث میں آتا ہے کہ نبی (صلى الله عليه وسلم) اعتکاف فرما تھے کہ آپ (صلى الله عليه وسلم) کی زوجہ مطہرہ حضرت صفیہ (رضی الله عنها) آپ (صلى الله عليه وسلم) سے ملنےکے لئے آئیں۔ رات کا وقت تھا، آپ (صلى الله عليه وسلم) انہیں چھوڑنے کےلئے ان کے ساتھ گئے۔ راستے میں دو انصاری صحابی وہاں سے گزرے، تو آپ (صلى الله عليه وسلم) نے انہیں بلاکر فرمایا کہ یہ میری اہلیہ، صفیہ بنت حیی، ہیں۔ انہوں نے عرض کیا، یارسول اللہ (صلى الله عليه وسلم) آپ کی بابت ہمیں کیا بدگمانی ہو سکتی تھی؟ آپ (صلى الله عليه وسلم) نے فرمایا یہ تو ٹھیک ہے، لیکن شیطان انسان کی رگوں میں خون کی طرح دوڑتا ہے۔ مجھے خطرہ محسوس ہوا کہ کہیں وہ تمہارے دلوں میں کچھ شبہ نہ ڈال دے۔ ( صحيح بخاري، كتاب الأحكام، والشهادة، تكون عند الحاكم في ولاية القضاء) ۔\nدوسرے شیطان، انسانوں میں سےہوتے ہیں جو ناصح، مشفق کے روپ میں انسانوں کو گمراہی کی ترغیب دیتے ہیں۔ بعض کہتے ہیں کہ شیطان جن کو گمراہ کرتا ہے یہ ان کی دو قسمیں ہیں، یعنی شیطان انسانوں کو بھی گمراہ کرتا ہے اور جنات کو بھی۔ صرف انسانون کا ذکر تغلیب کے طور پر ہے، ورنہ جنات بھی شیطان کے وسوسوں سے گمراہ ہونے والوں میں شامل ہیں اور بعض کہتے ہیں کہ جنوں پر بھی قرآن میں رجال کا لفظ بولا گیا ہے۔ (سورۃ الجن: 6) اس لئے وہ بھی ناس کا مصداق ہیں ۔","price":"(خواه) وه جن میں سے ہو یا انسان میں سے.(1)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}]}