{"1 (Al-Fatihah)":[{"category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah","Chapter Al-Fatihah","Fatihah","Surah Fatihah","Chapter Fatihah","Al Fatihah","Surah Al Fatihah","Chapter Al Fatihah","Surah 1","Chapter 1","The Opening","الفَاتِحَة"],"name":"1:7","stocked":true,"arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","footnotes":"И з о ҳ. Мазкур зотлар — барча пайғамбарлар, ҳақиқий иймон-эътиқод эгалари ва ўз ақидалари йўлида жонларини фидо қилган кишилардир. Намозда ушбу сурани ўқигандан сўнг «Омийн» дейиш мустаҳабдир, маъноси «Эй Аллоҳ, ижобат қилгин», демакдир. «Омийн» уламолар иттифоқига кўра, «Фотиҳа» сурасидан бир оят эмас, шунинг учун уни Мусҳафда ёзилмаслигига иттифоқ қилганлар.","price":"7. У шундай зотларнинг йўлики, Сен Ўзинг уларга инъом қилгансан — улар ғазабга дучор бўлмаган ва залолатга кетмаган — адашмаганларнинг йўлидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"2 (Al-Baqarah)":[{"category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"],"name":"2:286","stocked":true,"arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","footnotes":"","price":"286. Аллоҳ ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмайди. (Ҳар кимнинг) қилган (яхши) амали ўзи учундир ва (ёмон) амали ҳам ўзининг бўйнигадир. Парвардигоро, агар унутган ёки хато қилган бўлсак, бизни азобингга гирифтор айлама! Парвардигоро, бизларнинг зиммамизга биздан илгари ўтганларнинг буйинларига қўйган юкингни юклама! Парвардигоро, бизларни тоқатимиз етмайдиган нарсага зўрлама! Бизларни афв эт, (гуноҳларимизни) мағфират қил, (ҳолимизга) раҳм айла! Ўзинг Хожамизсан! Бас, бу кофир қавм устига Ўзинг бизни ғолиб қил!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"3 (Al-Imran)":[{"category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"],"name":"3:200","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","footnotes":"","price":"200. Эй мўминлар, сабр қилингиз ва сабру тоқат қилишда (кофирлардан) устун бўлингиз ҳамда доимо (кураш-жиҳод учун) белингиз боғлиқ (ҳолда ҳозир) бўлиб турингиз! Ва Аллоҳдан қўрқингизким, (шунда) шояд нажот топгайсизлар!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"4 (An-Nisa)":[{"category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"],"name":"4:176","stocked":true,"arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"","price":"176. (Эй Муҳаммад алайҳис-салоту вас-салом), Сиздан фатво сўрайдилар. Айтинг: «Аллоҳ сизларга на ота ва на боласи бўлмаган одам тўғрисида фатво берур: агар фарзандсиз бўлган ёлғиз бир эркак ўлса, (агар) унинг синглиси бўлса, унга (акаси) қўйиб кетган мероснинг ярмини олур. Агар синглисининг фарзанди бўлмаса, ака унга меросхўр бўлур. Агар сингиллар иккита бўлса, улар учун ака қолдирган нарсадан учдан иккиси тегур. Агар меросхўрлар ака-сингиллар бўлса, бир эркак учун икки аёл ҳиссаси берилур. Адашиб кетмасликларинг учун Аллоҳ сизларга (Ўз ҳукмларини) баён қилур Аллоҳ ҳамма нарсани билгувчидир».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"5 (Al-Ma'idah)":[{"category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"],"name":"5:120","stocked":true,"arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","footnotes":"","price":"120. Осмонлар ва Ер ҳамда улардаги бор нарса Аллоҳнинг мулкидир. У ҳамма нарсага қодирдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"6 (Al-An'am)":[{"category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"],"name":"6:165","stocked":true,"arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","footnotes":"","price":"165. У сизларни Ерда халифалар қилиб қўйган ва Ўзи ато этган неъматлар билан сизларни имтиҳон қилиш учун айримларингизни айримларингиздан юқорироқ даражаларга кўтариб қўйган Зотдир. Албатта, Парвардигорингиз тезда жазолагувчидир ва албатта У мағфиратли, меҳрибондир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"7 (Al-A'raf)":[{"category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"],"name":"7:206","stocked":true,"arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","footnotes":"И з о ҳ. Қуръонда бир неча сураларда сажда оятлари мавжуд бўлиб, мазкур суранинг сўнгги ояти ҳам ўша сажда оятларининг аввалгисидир. Бундай оят ўқилганда ўқувчига ҳам, тингловчига ҳам бир марта Аллоҳга сажда қилиш вожиб бўлади.","price":"206. Албатта, Парвардигорингизнинг ҳузуридаги зотлар (яъни, фаришталар) Унга ибодат қилишдан ор қилмайдилар. Уни поклайдилар ва Унгагина сажда қиладилар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"8 (Al-Anfal)":[{"category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"],"name":"8:75","stocked":true,"arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"","price":"75. (Сизлардан) кейин иймон келтириб ҳижрат қилган ва сизлар билан бирга курашган зотлар — ана ўшалар сизлардандир. Аллоҳнинг Китобида қон-қариндошлар бир-бирларига (меросхўр бўлишга) ҳақдорроқдирлар. Албатта, Аллоҳ ҳамма нарсани билгувчидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"9 (At-Tawbah)":[{"category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"],"name":"9:129","stocked":true,"arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","footnotes":"","price":"129. Ана энди ҳам юз ўгирсалар, у ҳолда айтинг: «Менга Аллоҳнинг Ўзи етарлидир! Ҳеч қандай илоҳ йўқ, фақат Унинг Ўзи бордир! (Мен Унинг) Ўзига суяндим. У зот улуғ арш Соҳибидир».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"10 (Yunus)":[{"category":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"],"name":"10:109","stocked":true,"arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","footnotes":"","price":"109. (Эй Муҳаммад алайҳис-салоту вас-салом), ўзингизга ваҳий қилиб юборилаётган нарсага (яъни, амру фармонларга) эргашинг ва то Аллоҳ Ўз ҳукмини туширгунича, (даъват йўлидаги машаққатларга ва кофирлар томонидан етадиган озорларга) сабр қилинг. У зот ҳукм қилгувчиларнинг энг яхшисидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"11 (Hud)":[{"category":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"],"name":"11:123","stocked":true,"arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"","price":"123. Осмонлар ва Ер фақат Аллоҳникидир ва барча ишлар Унинг Ўзига қайтарилур. Бас, Унга ибодат қилинг ва Ўзига суянинг! Парвардигорингиз қилаётган амалларингиздан ғофил — бехабар эмасдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"12 (Yusuf)":[{"category":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"],"name":"12:111","stocked":true,"arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","footnotes":"","price":"111. Дарҳақиқат, уларнинг қиссаларида ақл эгалари учун ибрат бордир. (Ушбу Қуръон) тўқиб чиқариладиган сўз эмас, балки ўзидан аввалги нарсаларни (яъни, самовий китобларни) тасдиқ этувчи, унга иймон келтирадиган қавм учун барча нарсаларни муфассал баён қилиб берувчи ҳидоят ва раҳмат (бўлган бир Китобдир).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"13 (Ar-Ra'd)":[{"category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"],"name":"13:43","stocked":true,"arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","footnotes":"","price":"43. (Эй Муҳаммад алайҳис-салоту вас-салом, сизга) кофир бўлган кимсалар: «Пайғамбар эмассан», дейдилар. Айтинг: «Мен билан сизларнинг орамизда Аллоҳ ва Китоб — Қуръон илмидан хабардор бўлган (яъни, Аллоҳнинг каломини бандаларнинг сўзларидан ажрата оладиган) ҳар бир киши етарли гувоҳдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"14 (Ibrahim)":[{"category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"],"name":"14:52","stocked":true,"arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","footnotes":"","price":"52. (Қуръон) одамлар огоҳлантирилишлари ва (Аллоҳ) ягона илоҳ эканини билишлари ҳамда ақл эгалари эслатма-ибрат олишлари учун (Аллоҳ тарафидан нозил қилинган) бир баёнот — хабардир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"15 (Al-Hijr)":[{"category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"],"name":"15:99","stocked":true,"arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","footnotes":"","price":"99. (Шунингдек), то сизга аниқ нарса (яъни, ўлим соати) келгунича Парвардигорингизга ибодат қилинг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"16 (An-Nahl)":[{"category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"],"name":"16:128","stocked":true,"arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","footnotes":"","price":"128. Зотан, Аллоҳ тақводор бўлган ва чиройли амаллар қилгувчи зотлар билан биргадир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"17 (Al-Isra)":[{"category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"],"name":"17:111","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","footnotes":"","price":"111. «Ҳамду сано бола-чақа қилмаган, подшоҳлик-илоҳликда шериги йўқ, хор-зорликдан (қутқаргувчи) дўсти-ёрдамчиси бўлмаган (яъни, ҳеч кимга хор-муҳтож бўлмайдиган) зот — Аллоҳ учундир», деб айтинг ва У зотни мудом улуғланг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"18 (Al-Kahf)":[{"category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"],"name":"18:110","stocked":true,"arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","footnotes":"","price":"110. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Ҳеч шак-шубҳа йўқки, мен ҳам сизлар каби бир одамдирман. Менга Аллоҳингиз ёлғиз Аллоҳнинг Ўзи экани ваҳий этилмоқда. Бас, ким Парвардигорига рўбарў бўлишидан умидвор бўлса, у ҳолда яхши амал қилсин ва Парвардигорига бандалик қилишда бирон кимсани (унга) шерик қилмасин! (Яъни, қиладиган барча амалларини ёлғиз Аллоҳ учун қилсин)».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"19 (Maryam)":[{"category":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"],"name":"19:98","stocked":true,"arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","footnotes":"","price":"98. Биз улардан (яъни, Макка мушрикларидан) илгари ҳам қанча (ўз пайғамбарларига итоат этмаган) авлодларни ҳалок қилгандирмиз. Сиз улардан биронтасини кўрурмисиз ёки овозларини эшитурмисиз?! (Бас, сизга иймон келтирмайдиган бу қайсар қавм ҳам ҳалок бўлиб битар, аммо Биз сизга нозил қилган дин эса Қиёматгача қолур).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"20 (Ta-Ha)":[{"category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"],"name":"20:135","stocked":true,"arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","footnotes":"","price":"135. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Барча(миз) кутгувчидир(миз). (Яъни, сизлар ҳам, бизлар ҳам охир-оқибатда ким ҳақ, ким ноҳақ бўлиб чиқишини кутмоқдамиз). Бас, кутаверинглар! Яқинда ким Тўғри Йўл эгалари ва кимлар ҳидоят топган кишилар эканини билурсизлар».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"21 (Al-Anbiya)":[{"category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"],"name":"21:112","stocked":true,"arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","footnotes":"","price":"112. (Муҳаммад алайҳис-салоту вас-салом) айтди: «Парвардигорим, Ўзинг Ҳақ ҳукмингни қилгин. Парвардигоримиз — сизларнинг («Аллоҳ ёлғиз эмас», деб У зотни бўҳтон сифат билан) сифатлашларингиздан мадад сўраладиган Раҳмондир».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"22 (Al-Hajj)":[{"category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"],"name":"22:78","stocked":true,"arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","footnotes":"","price":"78. Ва Аллоҳ (йўлида) ҳақиқий жиҳод қилингиз! Унинг Ўзи сизларни (шу муқаддас дин учун) сайлади ва бу динда сизларга бирон хараж-танглик қилмади. Оталарингиз Иброҳимнинг динини (яъни, Исломни ушлангиз. Токи (Қиёмат Кунида) пайғамбар сизларнинг устингизда гувоҳ бўлиши учун, сизлар эса (барча динлардаги) одамлар устида гувоҳ бўлишингиз учун (Аллоҳнинг) Ўзи сизларни илгари(ги муқаддас китобларида) ҳам мана шу (Қуръонда) ҳам мусулмонлар (яъни, Ўзининг динига бўйинсунувчилар), деб атади. Бас, намозни тўкис адо этингиз, закотни (ҳақдорларга) ато этингиз ва Аллоҳга боғланингиз! У сизларнинг Хожангиздир. Бас, У зот нақадар яхши хожа ва нақадар яхши мададкордир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"23 (Al-Mu'minun)":[{"category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"],"name":"23:118","stocked":true,"arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","footnotes":"","price":"118. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Парвардигорим, Ўзинг (гуноҳларимизни) мағфират қилгин ва (ҳолимизга) раҳм айла. Сен Ўзинг раҳм қилгувчиларнинг яхшироғидирсан».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"24 (An-Nur)":[{"category":["24 (An-Nur)","An-Nur","Surah An-Nur","Chapter An-Nur","Nur","Surah Nur","Chapter Nur","An Nur","Surah An Nur","Chapter An Nur","Surah 24","Chapter 24","The Light","النُّور"],"name":"24:64","stocked":true,"arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قَدۡ يَعۡلَمُ مَآ أَنتُمۡ عَلَيۡهِ وَيَوۡمَ يُرۡجَعُونَ إِلَيۡهِ فَيُنَبِّئُهُم بِمَا عَمِلُواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","footnotes":"","price":"64. Огоҳ бўлингизким, осмонлар ва Ердаги бор нарсалар шак-шубҳасиз, Аллоҳникидир. У зот сизлар устида турган нарсани (яъни, мўмин ё мунофиқлигингизни) ҳам, (барча бандалар) Ўзига қайтариладиган (Қиёмат) кунини ҳам яхши билур, бас, уларга (ўша кунда) қилиб ўтган амалларининг хабарини берур. Аллоҳ барча нарсани билгувчидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"25 (Al-Furqan)":[{"category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"],"name":"25:77","stocked":true,"arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","footnotes":"","price":"77. (Эй Муҳаммад алайҳис-салоту вас-салом, мушрикларга) айтинг: «Агар дуо-илтижо қилмас экансизлар, Парвардигорим сизларга парво қилмас. Бас, сизлар (У зот юборган пайғамбарни) ёлғончи қилдингиз. Энди албатта (азоб-уқубат) сизларга лозим бўлур».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"26 (Ash-Shu'ara)":[{"category":["26 (Ash-Shu'ara)","Ash-Shu'ara","Surah Ash-Shu'ara","Chapter Ash-Shu'ara","Shu'ara","Surah Shu'ara","Chapter Shu'ara","Ash Shu'ara","Surah Ash Shu'ara","Chapter Ash Shu'ara","Surah 26","Chapter 26","The Poets","الشُّعَرَاء"],"name":"26:227","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ","footnotes":"И з о ҳ. Бу оятлар барча замонлардаги Аллоҳдан қўрқмайдиган, устларидаги ҳокимият — сиёсат ўзгариши билан ёзаётган мавзулари, қаҳрамонлари ҳам ўзгариб кетаверадиган, ўзгаларга тўғрилик, эзгулик ҳақида лоф уриб, ўзлари нопок йўллардан юрадиган маддоҳ қаламкашлар ва ўзларининг бор илҳом-истеъдодларини маъшуқаларининг таъриф-тавсифларига сарф қиладиган назмбозлар ҳақидадир. Лекин иймонли, эзгу амаллар қиладиган ва доим Аллоҳни ёдда тутадиган шоирлар бундан мустасно эканлиги тўғрисида қуйидаги ояти каримада айтиб ўтилади. Яна бу хусусда Пайғамбар алайҳис-салоту вас-саломдан ҳам кўп ҳадислар ривоят қилинган. Шулардан бири мана бу ҳадисдир. Саҳобалардан бўлган бир шоир келиб Пайғамбар алайҳис-салоту вас-саломга, Аллоҳ таоло шоирлар ҳақида айтган бу сўзлардан кейин бизларнинг ҳолимиз не кечади, деганларида ҳазрат шундай жавоб берганлар: «Мўмин киши ҳам тиғи билан, ҳам тили (яъни, қалами) билан Аллоҳ йўлида жиҳод қилур. Яратган Эгамнинг номига қасамки, сизлар отадиган ўқнинг тиғи ўткирроқдир».","price":"227. Магар иймон келтирган ва яхши амаллар қилган ҳамда доим Аллоҳни ёдда тутган ва (илгари) мазлум бўлганларидан кейин (Ислом зафар топгач), ғолиб бўлган кишилар (яъни, шоирлар йўлдан оздиргувчи эмаслар). Золим кимсалар эса яқинида қандай оқибатга қараб кетаётганларини билиб қолурлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"27 (An-Naml)":[{"category":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"],"name":"27:93","stocked":true,"arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","footnotes":"","price":"93. Айтинг: «Ҳамду-сано Аллоҳ учундир. Яқинда У сизларга Ўз оят-мўъжизаларини кўрсатур. Бас, сизлар у (мўъжизаларни) тан олурсизлар (лекин у кунда тан олишингиз сизларга фойда бермас)». (Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз сизларнинг қилаётган амалларингиздан ғофил эмасдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"28 (Al-Qasas)":[{"category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"],"name":"28:88","stocked":true,"arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"","price":"88. Аллоҳ билан бирга бошқа бирон «илоҳ»га илтижо қилманг! Ҳеч қандай илоҳ йўқ магар Унинг Ўзигина бордир. Барча нарса ҳалок бўлгувчидир, магар Унинг Ўзигина (мангудир). Ҳукм Унинг (ҳукмидир), ва (барчаларингиз) ёлғиз Унга қайтарилурсизлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"29 (Al-Ankabut)":[{"category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"],"name":"29:69","stocked":true,"arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","footnotes":"","price":"69. Бизнинг (йўлимиз)да жиҳод қилган — курашган зотларни албатта Ўз йўлларимизга ҳидоят қилурмиз. Аниқки, Аллоҳ чиройли амал қилгувчи зотлар билан биргадир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"30 (Ar-Rum)":[{"category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"],"name":"30:60","stocked":true,"arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","footnotes":"","price":"60. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сабр-тоқат қилинг! Шак-шубҳасиз, Аллоҳнинг (сизни ва умматларингизни кофир қавм устига ғолиб қилиш ҳақидаги) ваъдаси ҳақдир. (Охиратга) ишонмайдиган кимсалар сизни ҳаргиз бетоқат қилмасинлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"31 (Luqman)":[{"category":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"],"name":"31:34","stocked":true,"arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","footnotes":"","price":"34. Дарҳақиқат, ёлғиз Аллоҳнинг ҳузуридагина (Қиёмат) соати (қачон бўлиши тўғрисидаги) билим бордир. У (Ўзи хоҳлаган вақтда, Ўзи хоҳлаган жойга) ёмғир ёғдирур ва (оналарнинг) бачадонларидаги ҳомилаларини (ўғилми-қизми, расоми-нуқсонлими, бахтлими-бахтсизми эканини) билур. Бирон жон эртага нима иш қилишини била олмас. Бирон жон қай ерда ўлишини ҳам била олмас. Фақат Аллоҳгина билгувчи ва огоҳдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"32 (As-Sajda)":[{"category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda","Chapter As-Sajda","Sajda","Surah Sajda","Chapter Sajda","As Sajda","Surah As Sajda","Chapter As Sajda","Surah 32","Chapter 32","The Prostration","السَّجدَة"],"name":"32:30","stocked":true,"arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","footnotes":"","price":"30. Сўнг сиз улардан юз ўгиринг ва (уларга келадиган азобга) кўз тутинг! Зеро, улар ҳам кўз тутгувчидирлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"33 (Al-Ahzab)":[{"category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"],"name":"33:73","stocked":true,"arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","footnotes":"","price":"73. Аллоҳ мунофиқ ва мунофиқаларни, мушрик ва мушрикаларни азоблаш учун ҳамда мўмин ва мўминаларнинг тавба-тазарруларини қабул килиб, (гуноҳларини мағфират қилиш учун Одам болаларига бу омонатни юклади). Аллоҳ мағфират қилгувчи ва меҳрибон бўлган Зотдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"34 (Saba)":[{"category":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"],"name":"34:54","stocked":true,"arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","footnotes":"","price":"54. (Мана энди) худди улардан илгари (ўтган) ҳаммаслакларига қилингани каби, улар билан ўзлари истайдиган нарсанинг (яъни, иймон келтириб, дўзах азобидан қутулиб қолишнинг) ўртаси тўсиб қўйилди. Зеро, улар (ҳаёти дунёдалик пайтларида) шак-шубҳа остида эдилар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"35 (Fatir)":[{"category":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"],"name":"35:45","stocked":true,"arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","footnotes":"","price":"45. Агар Аллоҳ одамларни улар қилган гуноҳлари билан жазоласа эди, (Ер) устида бирон жониворни қўймаган бўлур эди. Лекин У зот уларни (жазолашни) белгилаган муддатгача (яъни, Қиёмат Кунигача) қолдирур. Бас, қачон ўша муддат келгач (уларнинг ҳар бирига қилиб ўтган барча яхши-ёмон амалларининг мукофот-жазоларини берур). Зеро, Аллоҳ бандаларини кўриб тургувчи бўлган Зотдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"36 (Ya-Sin)":[{"category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"],"name":"36:83","stocked":true,"arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","footnotes":"","price":"83. Бас, барча нарсанинг эгалиги Ўз қўлида бўлган (Аллоҳ ҳар қандай айбу-нуқсондан) пок Зотдир. Ва (албатта) сизлар Ёлғиз Унгагина қайтарилурсизлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"37 (As-Saffat)":[{"category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat","Chapter As-Saffat","Saffat","Surah Saffat","Chapter Saffat","As Saffat","Surah As Saffat","Chapter As Saffat","Surah 37","Chapter 37","Those Who Set The Ranks","الصَّافَات"],"name":"37:182","stocked":true,"arabic":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"182. Ҳамду сано барча оламларнинг Парвардигори — Аллоҳ учундир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"38 (Sad)":[{"category":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"],"name":"38:88","stocked":true,"arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","footnotes":"","price":"88. Албатта сизлар унинг (илоҳий ваҳий эканлиги ҳақидаги) хабарни (озгина) вақтдан сўнг (Қиёмат Куни) билиб олурсизлар».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"39 (Az-Zumar)":[{"category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"],"name":"39:75","stocked":true,"arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"75. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз (ўша Кунда) фаришталар Арш атрофини ўраб олган ҳолларида Парвардигорларига ҳамду сано айтиш билан (У зотни) поклаб-тасбеҳ айтаётганларини кўрурсиз. (Зеро) уларнинг (яъни, барча бандаларнинг) ўрталаридан ҳақ (ҳукм) билан ҳукм қилинди. Ва «Ҳамду сано барча оламларнинг Парвардигори бўлмиш Аллоҳ учундир», дейилди.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"40 (Ghafir)":[{"category":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"],"name":"40:85","stocked":true,"arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","footnotes":"","price":"85. (Лекин) Бизнинг азобимизни кўрган вақтдаги иймонлари уларга фойда бергувчи бўлмади — (Бу) Аллоҳнинг (барча) бандалари ҳақидаги ўтган йўли — қонунидир (яъни, азоб тушган вақтида келтирилган иймоннинг фойдаси бўлмас). Ва ўшанда кофирлар зиёнкор бўлдилар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"41 (Fussilat)":[{"category":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"],"name":"41:54","stocked":true,"arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","footnotes":"","price":"54. (Эй инсонлар) огоҳ бўлингизким, албатта улар Парвардигорларига рўбарў бўлишдан шак-шубҳададирлар. Огоҳ бўлингизким, албатта У зот барча нарсани иҳота қилгувчидир. ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"42 (Ash-Shura)":[{"category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"],"name":"42:53","stocked":true,"arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","footnotes":"","price":"53. У (йўл) осмонлардаги ва Ердаги бор нарса Ўзиники бўлган Зот — Аллоҳнинг йўлидир! Огоҳ бўлингизким, барча ишлар ёлғиз Аллоҳга қайтур!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"43 (Az-Zukhruf)":[{"category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"],"name":"43:89","stocked":true,"arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","footnotes":"","price":"89. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз улардан юз ўгиринг ва «Тинчлик-омонлик бўлсин», денг! Бас, улар яқинда (куфру исёнларининг оқибати қандай бўлишини) билиб олажаклар!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"44 (Ad-Dukhan)":[{"category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan","Chapter Ad-Dukhan","Dukhan","Surah Dukhan","Chapter Dukhan","Ad Dukhan","Surah Ad Dukhan","Chapter Ad Dukhan","Surah 44","Chapter 44","The Smoke","الدُّخَان"],"name":"44:59","stocked":true,"arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","footnotes":"","price":"59. Бас, энди сиз (уларнинг ҳоллари не кечишига) кўз тутинг! Улар ҳам албатта (сизнинг ҳалокатингизга) кўз тутгувчидирлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"45 (Al-Jathiyah)":[{"category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"],"name":"45:37","stocked":true,"arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"37. Осмонлар ва Ердаги барча буюклик ёлғиз Уникидир! У қудрат ва ҳикмат Соҳибидир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"46 (Al-Ahqaf)":[{"category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"],"name":"46:35","stocked":true,"arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","footnotes":"","price":"35. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз ҳам (ўтган) пайғамбарлар орасидаги сабот-матонат эгалари сабр қилганларидек, (мушрикларнинг озор-азиятларига) сабр қилинг ва уларга (тушадиган азоб)ни шоштирманг. Улар ўзларига ваъда қилинаётган азобни кўрадиган Кунда гўё (бу дунёда) фақат кундуздан бир соатгина тургандек бўлиб қолурлар! (Бу Аллоҳ томонидан нозил қилинган) бир баёнот-хабардир. Бас, фақат итоатсиз қавмгина ҳалок қилинур. ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"47 (Muhammad)":[{"category":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"],"name":"47:38","stocked":true,"arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","footnotes":"","price":"38. Мана, сизлар шундай кишилардирсизки, Аллоҳ йўлида инфоқ-эҳсон қилиш учун даъват қилинурсизлар. Бас, (аниқки), сизларнинг орангизда бахиллик қиладиган кимсалар ҳам бордир. Ким бахиллик қилса, бас, албатта у фақат ўз зиёнига бахиллик қилур. (Чунки у ажр-савобдан маҳрум бўлур). Аллоҳ (сизларнинг хайр-эҳсонларингиздан) бой-беҳожат, сизлар эса (У зотнинг ажр-савобига) фақир-муҳтождирсизлар. Агар сизлар (Аллоҳга итоат этишдан) юз ўгириб кетсангизлар, У зот (ўрнингизга) сизлардан бошқа бир қавмни алмаштириб қўюр, сўнгра улар сизларга ўхшаган бўлмаслар, (балки Аллоҳга тоат-ибодат қилурлар)!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"48 (Al-Fath)":[{"category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"],"name":"48:29","stocked":true,"arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","footnotes":"","price":"29. Муҳаммад Аллоҳнинг пайғамбаридир. У билан бирга бўлган (мўмин)лар кофирларга қаҳрли, ўз ораларида (мўминлар билан) эса раҳм-шафқатлидирлар. Уларни (мудом) Аллоҳдан фазл-марҳамат ва ризолик тилаб рукуъ, сужуд қилаётган ҳолларида кўрурсиз. Уларнинг юзларида сажда изидан (қолган) белги-аломатлари бордир. Мана шу (яъни, кофирларга қаҳрли бўлиш, мўминларга меҳрибонлик ва кўп намоз ўқиб, рукуъ-сажда қилиш) уларнинг Тавротдаги мисолларидир. (Яъни, Тавротда ҳам Аллоҳ таоло мўминларни мана шундай сифатлар билан сифатлагандир). Уларнинг Инжилдаги мисоллари эса худди бир шохлар чиқариб, қувватга киргач, йўғонлашиб, ўз новдасида тик турган, деҳқонларни лол қолдирадиган ўсимликка ўхшайди. (Мўминларнинг аввал-бошда заиф-озчилик бўлишиб, кейин аста-секин кўпайиб, кучга тўлиб кетишлари Инжилда юқорида зикр қилинганидек ўсимликка ўхшатилиши) улар сабабли кофирларни хафа қилиш учундир. Аллоҳ (мўминлардан) иймон келтириб, яхши амаллар қилган зотларга мағфират ва улуғ ажр-мукофот ваъда қилгандир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"49 (Al-Hujurat)":[{"category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"],"name":"49:18","stocked":true,"arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"18. Албатта Аллоҳ осмонлар ва Ердаги ғайб-сирларни билур. Аллоҳ қилаётган амалларингизни кўриб тургувчидир».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"50 (Qaf)":[{"category":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"],"name":"50:45","stocked":true,"arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","footnotes":"","price":"45. Биз улар (кофирлар) айтаётган сўзларни жуда яхши билурмиз. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларнинг устида (дину-иймонга) зўрлагувчи эмассиз. Бас, ушбу Қуръон билан Менинг (кофирларни азоб-уқубатга гирифтор қилиш ҳақидаги) ваъдамдан қўрқадиган кишиларга панд-насиҳат қилинг.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"51 (Adh-Dhariyat)":[{"category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat","Chapter Adh-Dhariyat","Dhariyat","Surah Dhariyat","Chapter Dhariyat","Adh Dhariyat","Surah Adh Dhariyat","Chapter Adh Dhariyat","Surah 51","Chapter 51","The Winnowing Winds","الذَّاريَات"],"name":"51:60","stocked":true,"arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","footnotes":"","price":"60. Бас, кофир бўлган кимсалар учун уларга ваъда қилинаётган (азобга гирифтор қилинадиган) Кунларида ҳалокат бўлгай! ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"52 (At-Tur)":[{"category":["52 (At-Tur)","At-Tur","Surah At-Tur","Chapter At-Tur","Tur","Surah Tur","Chapter Tur","At Tur","Surah At Tur","Chapter At Tur","Surah 52","Chapter 52","The Mount","الطور"],"name":"52:49","stocked":true,"arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","footnotes":"","price":"49. Шунингдек кечадан (бўлган соатларда) ва юлдузлар юз ўгириб кетгач (яъни, саҳар пайтларида) ҳам У зотга тасбеҳ айтинг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"53 (An-Najm)":[{"category":["53 (An-Najm)","An-Najm","Surah An-Najm","Chapter An-Najm","Najm","Surah Najm","Chapter Najm","An Najm","Surah An Najm","Chapter An Najm","Surah 53","Chapter 53","The Star","النجم"],"name":"53:62","stocked":true,"arabic":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩","footnotes":"И з о ҳ. Ушбу ояти карима навбатдаги сажда ояти бўлиб, уни ўқиган ва тинглаган ҳар бир киши учун бир бор сажда лозим бўлур.","price":"62. Бас, сизлар ёлғиз Аллоҳга сажда ва ибодат қилинглар!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"54 (Al-Qamar)":[{"category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar","Chapter Al-Qamar","Qamar","Surah Qamar","Chapter Qamar","Al Qamar","Surah Al Qamar","Chapter Al Qamar","Surah 54","Chapter 54","The Moon","القَمَر"],"name":"54:55","stocked":true,"arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","footnotes":"","price":"55. Қодир Подшоҳ ҳузуридаги рози бўлинган ўринда бўлурлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"55 (Ar-Rahman)":[{"category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman","Chapter Ar-Rahman","Rahman","Surah Rahman","Chapter Rahman","Ar Rahman","Surah Ar Rahman","Chapter Ar Rahman","Surah 55","Chapter 55","The Beneficent","الرحمن"],"name":"55:78","stocked":true,"arabic":"تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","footnotes":"","price":"78. Буюклик ва карам соҳиби бўлган Парвардигорингизнинг номи баракотли — буюкдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"56 (Al-Waqi'ah)":[{"category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah","Chapter Al-Waqi'ah","Waqi'ah","Surah Waqi'ah","Chapter Waqi'ah","Al Waqi'ah","Surah Al Waqi'ah","Chapter Al Waqi'ah","Surah 56","Chapter 56","The Inevitable","الواقعة"],"name":"56:96","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"","price":"96. Бас, улуғ Парвардигорингизнинг номини (ҳар қандай айб-нуқсондан) поклаб-тасбеҳ айтинг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"57 (Al-Hadid)":[{"category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"],"name":"57:29","stocked":true,"arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","footnotes":"","price":"29. Аҳли китоб ўзлари Аллоҳнинг фазлу-марҳаматидан бирон нарсага (етишга) қодир бўла олмасликларини ва фазлу марҳамат Аллоҳнинг қўлида бўлиб, уни фақат Ўзи хоҳлаган кишиларга ато этишини билишлари учун (Аллоҳ уларга юқоридаги ҳукмларни баён қилди). Аллоҳ улуғ фазлу марҳамат Соҳибидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"58 (Al-Mujadila)":[{"category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"],"name":"58:22","stocked":true,"arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","footnotes":"","price":"22. Аллоҳга ва Охират кунига иймон келтирадиган қавмнинг Аллоҳ ва Унинг пайғамбари чизган чизиқдан чиққан кимсалар билан — гарчи улар ўзларининг оталари, ёки ўғиллари, ёки оға-инилари, ёки қариндош-уруғлари бўлсалар-да, дўстлашаётганларини топмассиз. Ана ўшаларнинг дилларига (Аллоҳ) иймонни битиб қўйгандир ва уларни Ўз томонидан бўлган Руҳ — Қуръон билан қувватлантиргандир. У зот уларни остидан дарёлар оқиб турадиган, улар мангу қоладиган жаннатларга киритур. Аллоҳ улардан рози бўлди ва улар ҳам (Аллоҳдан — У зот берган ажр-мукофотлардан) рози бўлдилар. Ана ўшалар Аллоҳнинг ҳизбидирлар. Огоҳ бўлингизким, албатта Аллоҳнинг ҳизби (бўлган зотларгина) нажот топгувчидирлар! ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"59 (Al-Hashr)":[{"category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"],"name":"59:24","stocked":true,"arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"24. У — Аллоҳ яратгувчидир, (йўқдан) бор қилгувчидир, (барча нарсага) сурат-шакл бергувчидир. Унинг гўзал исмлари бордир. Осмонлар ва Ердаги бор нарса Унга тасбеҳ айтур. У қудрат ва ҳикмат Соҳибидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"60 (Al-Mumtahanah)":[{"category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"],"name":"60:13","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","footnotes":"","price":"13. Эй мўминлар, Аллоҳнинг ғазабига дучор бўлган қавм билан дўст бўлманглар! Худди барча кофирлар қабр эгалари (яъни, ўликларнинг қайта тирилишлари)дан ноумид бўлганларидек уларнинг ҳам Охиратдан умидлари узилгандир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"61 (As-Saff)":[{"category":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"],"name":"61:14","stocked":true,"arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","footnotes":"","price":"14. Эй мўминлар, сизлар ҳам худди (ҳаворийлар каби) Аллоҳнинг ёрдамчилари бўлингиз! — Ийсо бинни Марям ҳаворийларга: «Аллоҳга (яъни, Унинг динига даъват қилишимда) ким менинг ёрдамчим бўлур?», деганида, ҳаворийлар айтдилар: «Биз Аллоҳнинг (динига) ёрдам бергувчилармиз». Бас, Бани Исроилдан бир тоифа (одамлар Ийсога) иймон келтирди ва бир тоифа кофир бўлди. Бас, Биз иймон келтирган зотларни душманларидан кучли қилиб, улар (кофирлар устига) ғолиб бўлиб қолдилар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"62 (Al-Jumu'ah)":[{"category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"],"name":"62:11","stocked":true,"arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","footnotes":"И з о ҳ. Ривоят қилинишича, бир Жумъа кунида Пайғамбар алайҳис-салоту вас-салом минбарда хутба — ваъз айтиб турганларида Мадинага савдогарлар карвони кириб келади. Шунда айрим саҳобалар Расулуллоҳни минбарда қолдириб савдо-сотиқ қилиш учун карвон томонига югуришганида, мусулмонларга танбеҳ бўлиб ушбу оят нозил қилинади. Оят давомида дунёнинг фоний матоларидан Аллоҳ таоло мўминларга Охиратда ато этадиган нарсалар яхшироқ эканлиги таъкидланади.","price":"11. (Эй Муҳаммад алайҳис-салоту вас-салом), қачон улар бирон тижоратни ёки ўйин-кулгини кўриб қолсалар, ўшанга қараб сочилиб-тарқалиб кетурлар ва сизни (минбарда) тик турган ҳолингизда тарк қилурлар. Айтинг: «Аллоҳ ҳузуридаги нарса (иймон ва яхши амаллар учун бериладиган ажр-мукофот) ўйин-кулгидан ҳам, тижоратдан ҳам яхшироқдир! Аллоҳ ризқ бергувчиларнинг яхшироғидир!»","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"63 (Al-Munafiqun)":[{"category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"],"name":"63:11","stocked":true,"arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","footnotes":"","price":"11. Аллоҳ бирон жонни ажал келган вақтида (вафот этдирмасдан) қолдирмас. Аллоҳ қилаётган амалларингиздан хабардордир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"64 (At-Taghabun)":[{"category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"],"name":"64:18","stocked":true,"arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","footnotes":"","price":"18. (У) ғайбу шаҳодатни (яъни, барча яширин ва ошкор ишларни) билгувчи, қудрат ва ҳикмат Соҳибидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"65 (At-Talaq)":[{"category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"],"name":"65:12","stocked":true,"arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","footnotes":"","price":"12. Аллоҳ етти осмонни ва Ердан ҳам ўшаларнинг мислини (яъни, етти қават Ерни) яратган Зотдир. (Аллоҳнинг) амри фармони уларнинг (яъни, етти қават осмон ва етти қават Ернинг) ўртасига нозил бўлиб-тарқалиб турур. Токи сизлар Аллоҳнинг барча нарсага қодир эканлигини ва Аллоҳ барча нарсани (Ўз) билими билан иҳота қилиб олганини билишларингиз учун (У зот сизларга юқорида зикр қилинган нарсалар ҳақида хабар берди).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"66 (At-Tahrim)":[{"category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"],"name":"66:12","stocked":true,"arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","footnotes":"","price":"12. Яна (иймон келтирган зотлар ҳақида) ўз номусини сақлаган аёлни — Марям бинти Имронни (мисол келтирди). Бас, Биз Ўз тарафимиздан бўлган руҳни унга пуфладик (ва у Ийсога ҳомиладор бўлди). У Парвардигорининг сўзларини ва китобларини тасдиқ этди ҳамда (Аллоҳнинг амрига) итоат этгувчилардан бўлди.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"67 (Al-Mulk)":[{"category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"],"name":"67:30","stocked":true,"arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","footnotes":"","price":"30. (Эй Муҳаммад алайҳис-салоту вас-салом, у мушрикларга) айтинг: «Хабар берингиз-чи, агар (баногоҳ ичар) сувларингиз (ер тубига) сингиб кетар бўлса, у ҳолда ким сизларга оқар сув келтира олур?! (Жонсиз бутларингизми?! Бас, нега у бефойда-бежон бутларни Меҳрибон Аллоҳга шерик қилиб олдингизлар?!)»","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"68 (Al-Qalam)":[{"category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"],"name":"68:52","stocked":true,"arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","footnotes":"","price":"52. Ҳолбуки, у (Қуръон) барча оламлар учун фақат бир (буюк) эслатмадир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"69 (Al-Haqqah)":[{"category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah","Chapter Al-Haqqah","Haqqah","Surah Haqqah","Chapter Haqqah","Al Haqqah","Surah Al Haqqah","Chapter Al Haqqah","Surah 69","Chapter 69","The Reality","الحاقة"],"name":"69:52","stocked":true,"arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","footnotes":"","price":"52. Бас, улуғ Парвардигорингизнинг номини (мудом, барча айб-нуқсонлардан) пок тутинг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"70 (Al-Ma'arij)":[{"category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij","Chapter Al-Ma'arij","Ma'arij","Surah Ma'arij","Chapter Ma'arij","Al Ma'arij","Surah Al Ma'arij","Chapter Al Ma'arij","Surah 70","Chapter 70","The Ascending Stairways","المعارج"],"name":"70:44","stocked":true,"arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ","footnotes":"","price":"44. Кўзлари (қуйига) эгилган, хорлик уларни ўраб-эгаллаб олган ҳолларида (қабрларидан чиқиб келурлар!) Мана шу (ҳаёти дунёда) уларга ваъда қилингувчи бўлган Кундир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"71 (Nuh)":[{"category":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"],"name":"71:28","stocked":true,"arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","footnotes":"","price":"28. Парвардигорим, Ўзинг мени, ота-онамни, менинг уйимга мўмин ҳолда кирган кишиларни ва барча мўмину мўминаларни мағфират қилган, золим кимсаларга эса фақат ҳалокатни зиёда қилгин»!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"72 (Al-Jinn)":[{"category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"],"name":"72:28","stocked":true,"arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","footnotes":"","price":"28. Токи (пайғамбарлар) Парвардигорларининг элчилик вазифаларини (ўз умматларига) тўла етказганларини билиш учун (кузатгувчи фаришта йўллар). У зот (пайғамбарлар) ҳузуридаги бор нарсани (яъни, уларнинг илму амалларини) иҳота қилиб олгандир ва (коинотдаги) ҳар бир нарсанинг саноғини ҳисоб-китоб қилиб қўйгандир».","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"73 (Al-Muzzammil)":[{"category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"],"name":"73:20","stocked":true,"arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","footnotes":"","price":"20. (Эй Муҳаммад алайҳис-салоту вас-салом), албатта Парвардигорингиз сиз ва сиз билан бирга бўлган кишилардан иборат тоифа (яъни, саҳобаларингиз гоҳо) кечанинг учдан иккисидан озроғида, (гоҳо) унинг ярмида ва (гоҳо) учдан бирида (бедор бўлиб, намозда) туришларингизни билур. Кеча ва кундуз (соатлари)ни Аллоҳ белгилар. У зот (фасллар ўзгариши билан кечалар ҳам узун-қисқа бўлиб туриши сабабли сизлар у кечаларда бедор бўлишларингиз лозим бўлган соатларнинг) саноғига ета олмасликларингизни билиб, сизларга қайта енгиллик берди. — Энди (кечалари намозларингизда) Қуръондан муяссар бўлган миқдорда ўқийверинглар. У зот сизларнинг орангизда (кечалари бедор бўлишга қуввати етмайдиган) беморлар бўлишини, бошқалар Аллоҳнинг фазл-марҳаматидан (ризқ-рўз) истаб Ер юзида (яъни, унинг турли томонларига) сафар қилишларини ва яна бошқалар эса Аллоҳ йўлида жангга чиқиб кетишларини билди. Бас, (ўзларингизни қийнамай Қуръондан) муяссар бўлган миқдорда ўқийверинглар. Ва намозни тўкис адо этинглар, закотни (ҳақдорларга) ато этинглар ва (бечора мискинларга хайру саховат қилиш билан) Аллоҳга қарзи ҳасана беринглар! Ўзларингиз учун тақдим қиладиган ҳар бир яхшиликни (Қиёмат Куни) Аллоҳнинг ҳузурида янада яхшироқ ва улуғроқ ажр-мукофот ҳолида топурсизлар. Аллоҳдан мағфират сўранглар! Албатта Аллоҳ мағфиратли, меҳрибондир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"74 (Al-Muddathir)":[{"category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir","Chapter Al-Muddathir","Muddathir","Surah Muddathir","Chapter Muddathir","Al Muddathir","Surah Al Muddathir","Chapter Al Muddathir","Surah 74","Chapter 74","The Cloaked One","المدثر"],"name":"74:56","stocked":true,"arabic":"وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ","footnotes":"","price":"56. Улар ёлғиз Аллоҳ хоҳлаганидагина (Қуръондан) эслатма-ибрат олурлар. У (Аллоҳ) тақво эгасидир (яъни, бандалари Ундан тақво қилишлари — қўрқишлари лозимдир) ва (У Аллоҳ тақво қилгувчи бандалари учун) мағфират Эгасидир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"75 (Al-Qiyamah)":[{"category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah","Chapter Al-Qiyamah","Qiyamah","Surah Qiyamah","Chapter Qiyamah","Al Qiyamah","Surah Al Qiyamah","Chapter Al Qiyamah","Surah 75","Chapter 75","The Resurrection","القيامة"],"name":"75:40","stocked":true,"arabic":"أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ","footnotes":"","price":"40. Ана шу (Аллоҳ) ўликларни тирилтиришга қодир эмасми?! (Албатта Аллоҳ бунга қодирдир)! ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"76 (Al-Insan)":[{"category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan","Chapter Al-Insan","Insan","Surah Insan","Chapter Insan","Al Insan","Surah Al Insan","Chapter Al Insan","Surah 76","Chapter 76","Man","الإنسان"],"name":"76:31","stocked":true,"arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","footnotes":"","price":"31. У Ўзи хоҳлаган кишиларни (яъни, мўминларни) Ўз раҳматига — жаннатига киритур. Золимлар учун эса аламли азобни тайёрлаб қўйгандир. ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"77 (Al-Mursalat)":[{"category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat","Chapter Al-Mursalat","Mursalat","Surah Mursalat","Chapter Mursalat","Al Mursalat","Surah Al Mursalat","Chapter Al Mursalat","Surah 77","Chapter 77","The Emissaries","المرسلات"],"name":"77:50","stocked":true,"arabic":"فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","footnotes":"","price":"50. Ахир улар (Қуръондан) кейин (яъни, беназир илоҳий мўъжиза бўлган шундай азиз Китобга иймон келтирмасдан) қандай сўзга-китобга иймон келтирурлар?!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"78 (An-Naba)":[{"category":["78 (An-Naba)","An-Naba","Surah An-Naba","Chapter An-Naba","Naba","Surah Naba","Chapter Naba","An Naba","Surah An Naba","Chapter An Naba","Surah 78","Chapter 78","The Tidings","النبأ"],"name":"78:40","stocked":true,"arabic":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","footnotes":"","price":"40. (Эй Макка кофирлари), дарҳақиқат, Биз сизларни яқин(да воқеъ бўладиган) азобдан огоҳлантирдик. У Кунда (ҳар бир) киши ўзи қилиб ўтган нарсани (яъни, барча яхши-ёмон амалларини) кўрур ва кофир кимса: «Эҳ, кошки эди (қайтадан) тупроққа айланиб кетсам(-у муҳаққақ бошимга тушадиган азобдан қутулсам)», деб қолур.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"79 (An-Nazi'at)":[{"category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at","Chapter An-Nazi'at","Nazi'at","Surah Nazi'at","Chapter Nazi'at","An Nazi'at","Surah An Nazi'at","Chapter An Nazi'at","Surah 79","Chapter 79","Those Who Pull Out","النازعات"],"name":"79:46","stocked":true,"arabic":"كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا","footnotes":"","price":"46. Улар у (Қиёмат соати)ни кўрадиган Кунда (бу дунёда) гўё биргина пешиндан сўнг ёки чошгоҳ пайтида тургандек (яъни, бир кун ҳам яшамагандек) бўлиб қолурлар!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"80 (Abasa)":[{"category":["80 (Abasa)","Abasa","Surah Abasa","Chapter Abasa","Surah 80","Chapter 80","He Frowned","عبس"],"name":"80:42","stocked":true,"arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ","footnotes":"","price":"42. Ана ўшалар фисқу фужур қилгувчи кофирларнинг ўзидир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"81 (At-Takwir)":[{"category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir","Chapter At-Takwir","Takwir","Surah Takwir","Chapter Takwir","At Takwir","Surah At Takwir","Chapter At Takwir","Surah 81","Chapter 81","The Overthrowing","التكوير"],"name":"81:29","stocked":true,"arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","footnotes":"","price":"29. Сизлар фақат бутун оламлар Парвардигори бўлмиш Аллоҳ хоҳласагина (Тўғри Йўлда бўлишни) хоҳларсизлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"82 (Al-Infitar)":[{"category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar","Chapter Al-Infitar","Infitar","Surah Infitar","Chapter Infitar","Al Infitar","Surah Al Infitar","Chapter Al Infitar","Surah 82","Chapter 82","The Cleaving","الإنفطار"],"name":"82:19","stocked":true,"arabic":"يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ","footnotes":"","price":"19. У Кунда ҳеч бир жон (бошқа) бир жонга бирон нарса қилишга (яъни, бирон фойда етказишга ёки ундан бирон зиённи кетказишга) эга бўлмас! У Кунда барча иш ёлғиз Аллоҳники бўлур!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"83 (Al-Mutaffifin)":[{"category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin","Chapter Al-Mutaffifin","Mutaffifin","Surah Mutaffifin","Chapter Mutaffifin","Al Mutaffifin","Surah Al Mutaffifin","Chapter Al Mutaffifin","Surah 83","Chapter 83","Defrauding","المطففين"],"name":"83:36","stocked":true,"arabic":"هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ","footnotes":"","price":"36. Кофирлар ўзлари қилиб ўтган қилмишларининг жазосини олдиларми? (Албатта олдилар).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"84 (Al-Inshiqaq)":[{"category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq","Chapter Al-Inshiqaq","Inshiqaq","Surah Inshiqaq","Chapter Inshiqaq","Al Inshiqaq","Surah Al Inshiqaq","Chapter Al Inshiqaq","Surah 84","Chapter 84","The Splitting Open","الإنشقاق"],"name":"84:25","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ","footnotes":"","price":"25. Фақатгина иймон келтирган ва яхши амаллар қилган зотлар учун битмас-туганмас ажр-мукофот бордир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"85 (Al-Buruj)":[{"category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj","Chapter Al-Buruj","Buruj","Surah Buruj","Chapter Buruj","Al Buruj","Surah Al Buruj","Chapter Al Buruj","Surah 85","Chapter 85","The Constellations","البروج"],"name":"85:22","stocked":true,"arabic":"فِي لَوۡحٖ مَّحۡفُوظِۭ","footnotes":"","price":"22.  Лавҳул-Маҳфуздаги (яъни, ҳар қандай бузилиш ва ўзгаришдан сақланган — ҳимояланган Лавҳдаги Буюк Қуръондир).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"86 (At-Tariq)":[{"category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq","Chapter At-Tariq","Tariq","Surah Tariq","Chapter Tariq","At Tariq","Surah At Tariq","Chapter At Tariq","Surah 86","Chapter 86","The Morning Star","الطارق"],"name":"86:17","stocked":true,"arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا","footnotes":"","price":"17. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз уларга озгина вақт-муҳлат беринг (яъни, сиз бир оз шошмай туринг, майли улар бугун дину иймонга қарши қўлларидан келганини қилсинлар, эртага Қиёмат қойим бўлганида, албатта, қилмишларига яраша жазоларини олурлар)!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"87 (Al-A'la)":[{"category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la","Chapter Al-A'la","A'la","Surah A'la","Chapter A'la","Al A'la","Surah Al A'la","Chapter Al A'la","Surah 87","Chapter 87","The Most High","الأعلى"],"name":"87:19","stocked":true,"arabic":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ","footnotes":"","price":"19. — Иброҳим ва Мусо саҳифаларида ҳам бордир. ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"88 (Al-Ghashiyah)":[{"category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah","Chapter Al-Ghashiyah","Ghashiyah","Surah Ghashiyah","Chapter Ghashiyah","Al Ghashiyah","Surah Al Ghashiyah","Chapter Al Ghashiyah","Surah 88","Chapter 88","The Overwhelming Event","الغاشية"],"name":"88:26","stocked":true,"arabic":"ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم","footnotes":"","price":"26. Сўнгра уларни ҳисоб-китоб қилиш (жазо бериш) ҳам ёлғиз Бизнинг зиммамиздадир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"89 (Al-Fajr)":[{"category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr","Chapter Al-Fajr","Fajr","Surah Fajr","Chapter Fajr","Al Fajr","Surah Al Fajr","Chapter Al Fajr","Surah 89","Chapter 89","The Dawn","الفَجْر"],"name":"89:30","stocked":true,"arabic":"وَٱدۡخُلِي جَنَّتِي","footnotes":"","price":"30. Ва Менинг жаннатимга киргин!»","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"90 (Al-Balad)":[{"category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad","Chapter Al-Balad","Balad","Surah Balad","Chapter Balad","Al Balad","Surah Al Balad","Chapter Al Balad","Surah 90","Chapter 90","The City","البلد"],"name":"90:20","stocked":true,"arabic":"عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ","footnotes":"","price":"20. Уларнинг устида қопланиб қолгувчи олов-дўзах бўлур!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"91 (Ash-Shams)":[{"category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams","Chapter Ash-Shams","Shams","Surah Shams","Chapter Shams","Ash Shams","Surah Ash Shams","Chapter Ash Shams","Surah 91","Chapter 91","The Sun","الشمس"],"name":"91:15","stocked":true,"arabic":"وَلَا يَخَافُ عُقۡبَٰهَا","footnotes":"И з о ҳ. Яъни Еру осмонлардаги барча мавжудот Аллоҳ таолонинг Ўз мулки бўлгани сабабли У зот Ўз мулкини ўзи хоҳлагандек тасарруф қилади ва бу тасарруфи хусусида ҳеч кимнинг олдида ҳисоб-китоб бермайди. Аксинча, бутун борлиқ У зотнинг ҳузурида ҳисоб-китоб беради.","price":"15. (Зотан, Аллоҳ таоло бу ишининг) оқибатидан қўрқмас!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"92 (Al-Lail)":[{"category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail","Chapter Al-Lail","Lail","Surah Lail","Chapter Lail","Al Lail","Surah Al Lail","Chapter Al Lail","Surah 92","Chapter 92","The Night","الليل"],"name":"92:21","stocked":true,"arabic":"وَلَسَوۡفَ يَرۡضَىٰ","footnotes":"","price":"21. Ва яқинда (Парвардигори унга ато этадиган мукофот — жаннат неъматларидан) рози бўлур.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"93 (Ad-Duha)":[{"category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha","Chapter Ad-Duha","Duha","Surah Duha","Chapter Duha","Ad Duha","Surah Ad Duha","Chapter Ad Duha","Surah 93","Chapter 93","The Morning Hours","الضحى"],"name":"93:11","stocked":true,"arabic":"وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ","footnotes":"И з о ҳ. Ушбу илоҳий йўл-йўриқлар фақат Пайғамбар алайҳис-салоту вас-саломнинг ўзларига тааллуқли бўлмай, балки у зотнинг барча умматларига ҳам алоқадордир. Зеро ҳар бир иймон-эътиқодли кишининг бурчи ўзи фазлу марҳаматига муҳтож бўлган энг олий зот Аллоҳ таолонинг унга ато этган беҳисоб ноз-неъматларини эслаб, ўзига муҳтож бўлган етим-бечораларга зулм қилмай, аксинча уларга қўлидан келганича ёрдам бериб юрмоқдир.","price":"11. Парвардигорингознинг (сизга ато этган пайғамбарлик ва бошқа барча) неъмати ҳақида  (кишиларга доимо) сўзланг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"94 (Ash-Sharh)":[{"category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh","Chapter Ash-Sharh","Sharh","Surah Sharh","Chapter Sharh","Ash Sharh","Surah Ash Sharh","Chapter Ash Sharh","Surah 94","Chapter 94","The Relief","الشرح"],"name":"94:8","stocked":true,"arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","footnotes":"","price":"8. Ва ёлғиз Парвардигорингизга юзингизни буринг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"95 (At-Tin)":[{"category":["95 (At-Tin)","At-Tin","Surah At-Tin","Chapter At-Tin","Tin","Surah Tin","Chapter Tin","At Tin","Surah At Tin","Chapter At Tin","Surah 95","Chapter 95","The Fig","التين"],"name":"95:8","stocked":true,"arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","footnotes":"","price":"8. Ахир Аллоҳ ҳукм қилгувчиларнинг энг адолатлиси эмасми?! (Дарҳақиқат, Аллоҳ таоло Қиёмат Кунида энг одил ҳукм қилгувчидир). ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"96 (Al-Alaq)":[{"category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq","Chapter Al-Alaq","Alaq","Surah Alaq","Chapter Alaq","Al Alaq","Surah Al Alaq","Chapter Al Alaq","Surah 96","Chapter 96","The Clot","العلق"],"name":"96:19","stocked":true,"arabic":"كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩","footnotes":"И з о ҳ. Ушбу ояти карима Қуръондаги сўнгги сажда ояти бўлиб, бу оятни ўқиган ёки эшитган киши бир марта Аллоҳ таолога сажда қилиши вожиб бўлади. Бу оятдаги хитоб гарчи пайғамбаримиз Муҳаммад алайҳис-салоту вас-саломга қаратилган бўлса-да, унинг ҳукми барча мусулмонлар учун умумий бўлган ҳукмдир. Бинобарин, Яратганга ибодат қилишдан тўсадиган бирон кимсага итоат этмасдан, ёлғиз Аллоҳ таологагина сажда қилиш ҳар бир мусулмон учун фарздир. ","price":"19. Йўқ! (Эй Муҳаммад алайҳис-салоту вас-салом), сиз унга итоат этманг ва (ёлғиз) Аллоҳга сажда-ибодат қилиб, (У зотга) яқин бўлинг!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"97 (Al-Qadr)":[{"category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr","Chapter Al-Qadr","Qadr","Surah Qadr","Chapter Qadr","Al Qadr","Surah Al Qadr","Chapter Al Qadr","Surah 97","Chapter 97","The Power","القدر"],"name":"97:5","stocked":true,"arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","footnotes":"","price":"5. У (кеча) то тонг отгунича тинчлик-омонликдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"98 (Al-Bayyinah)":[{"category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"],"name":"98:8","stocked":true,"arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","footnotes":"","price":"8. Парвардигорлари ҳузуридаги уларнинг жазо-мукофотлари — остидан дарёлар оқиб турадиган мангу жаннатлардир. Улар ўша жойда абадул-абад қолгувчидирлар. Аллоҳ улардан рози бўлди, улар ҳам (Аллоҳдан) рози бўлдилар. Бу (мукофот) Парвардигоридан қўрққан киши учундир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"99 (Az-Zalzalah)":[{"category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah","Chapter Az-Zalzalah","Zalzalah","Surah Zalzalah","Chapter Zalzalah","Az Zalzalah","Surah Az Zalzalah","Chapter Az Zalzalah","Surah 99","Chapter 99","The Earthquake","الزلزلة"],"name":"99:8","stocked":true,"arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ","footnotes":"","price":"8. Ким зарра мисқоличалик ёмонлик қилса, уни ҳам кўрур!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"100 (Al-Aadiyat)":[{"category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat","Chapter Al-Aadiyat","Aadiyat","Surah Aadiyat","Chapter Aadiyat","Al Aadiyat","Surah Al Aadiyat","Chapter Al Aadiyat","Surah 100","Chapter 100","The Chargers","العاديات"],"name":"100:11","stocked":true,"arabic":"إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ","footnotes":"И з о ҳ. Бу оятларда Қиёмат Кунида барча сирлар ошкор бўлишини эслатиш билан ҳар бир инсон ўз ҳаётини ўша Кунда шарманда бўлиб қолмайдиган тарзда ўтказиши лозим эканлиги уқтирилмоқда.","price":"11. Ана ўша Кунда шак-шубҳасиз, Парвардигорлари улардан (яъни, барча халойиқнинг ҳаёти дунёда қилиб ўтган ишларидан) огоҳ-хабардор-ку!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"101 (Al-Qari'ah)":[{"category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah","Chapter Al-Qari'ah","Qari'ah","Surah Qari'ah","Chapter Qari'ah","Al Qari'ah","Surah Al Qari'ah","Chapter Al Qari'ah","Surah 101","Chapter 101","The Calamity","القارعة"],"name":"101:11","stocked":true,"arabic":"نَارٌ حَامِيَةُۢ","footnotes":"","price":"11. (У) қизиган дўзахдир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"102 (At-Takathur)":[{"category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur","Chapter At-Takathur","Takathur","Surah Takathur","Chapter Takathur","At Takathur","Surah At Takathur","Chapter At Takathur","Surah 102","Chapter 102","The Rivalry","التكاثر"],"name":"102:8","stocked":true,"arabic":"ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ","footnotes":"","price":"8. Сўнгра ана ўша Кунда албатта (ҳаёти дунёда сизларга ато этилган барча) неъматлар тўғрисида масъул бўлурсизлар.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"103 (Al-Asr)":[{"category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr","Chapter Al-Asr","Asr","Surah Asr","Chapter Asr","Al Asr","Surah Al Asr","Chapter Al Asr","Surah 103","Chapter 103","The Declining Day","العصر"],"name":"103:3","stocked":true,"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","footnotes":"","price":"3. Фақат иймон келтирган ва яхши амаллар қилган, бир-бирларига Ҳақ (йўли)ни тавсия этган ва бир-бирларига (мана шу Ҳақ йўлида) сабр-тоқат қилишни тавсия этган зотларгина (нажот топгувчидирлар).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"104 (Al-Humazah)":[{"category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah","Chapter Al-Humazah","Humazah","Surah Humazah","Chapter Humazah","Al Humazah","Surah Al Humazah","Chapter Al Humazah","Surah 104","Chapter 104","The Traducer","الهمزة"],"name":"104:9","stocked":true,"arabic":"فِي عَمَدٖ مُّمَدَّدَةِۭ","footnotes":"","price":"9. (У кофирлар жаҳаннамда) узундан-узун устунларга (занжирлар билан) боғлаб қўйилган ҳолларида (бўлурлар). ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"105 (Al-Fil)":[{"category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil","Chapter Al-Fil","Fil","Surah Fil","Chapter Fil","Al Fil","Surah Al Fil","Chapter Al Fil","Surah 105","Chapter 105","The Elephant","الفيل"],"name":"105:5","stocked":true,"arabic":"فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ","footnotes":"И з о ҳ. Ривоят қилинишича, қушлар томонидан отилган ҳар бир тош бир кофирнинг бошидан тешиб кириб, остидан чиқиб кетган экан.","price":"5. Уларни (қурт-қумурсқалар томонидан) чайнаб ташланган сомон каби (илма-тешик) қилиб юборди!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"106 (Quraish)":[{"category":["106 (Quraish)","Quraish","Surah Quraish","Chapter Quraish","Surah 106","Chapter 106","Quraysh","قريش"],"name":"106:4","stocked":true,"arabic":"ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ","footnotes":"И з о ҳ. Яъни Қурайшга Аллоҳ таоло томонидан жуда кўп неъматлар ато этилгандир. Агар улар бошқа неъматлар учун Аллоҳ таолога ибодат қилмасалар ҳам, уларга тижорат, олди-сотди қилсинлар, деб қишда Яманга, ёзда эса Шомга сафар қилишлари осон қилиб қўйилгани ва улар бу сафарлардан доимий равишда фойдаланиб келаётганлари учун мана шу Байтуллоҳнинг Парвардигорига ибодат қилишлари лозимдир. Чунки айни мана шу Байтуллоҳнинг шарофатидан атроф-жавонибдаги одамлар қурайшликларга тегмайдилар ва: «Қурайш қабиласи Байтуллоҳнинг қўшниларидир. Ким уларга бирон зиён етказса, худди Абраҳа ва унинг қўшинига ўхшаб мана шу Уйнинг эгаси бўлган Аллоҳ таолонинг ғазабига учрайди», дейдилар. Демак, Қурайш одамлари сафар-саёҳатларида бирон кимса уларга зиён бермай, тинчлик ва тўкин-сочинликда яшаётганлари учун мана шу Байтуллоҳдан ва унинг эгаси бўлмиш Аллоҳ таолодан қарздордирлар. Бас, улар У зотга ибодат қилиш билан ўзларига ато этилган неъматнинг шукрини адо этсинлар!","price":"4. У зот уларни очлиқдан (қутқариб) таомлантирди ва хавфу хатардан тинч қилди.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"107 (Al-Ma'un)":[{"category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un","Chapter Al-Ma'un","Ma'un","Surah Ma'un","Chapter Ma'un","Al Ma'un","Surah Al Ma'un","Chapter Al Ma'un","Surah 107","Chapter 107","The Small Kindnesses","الماعون"],"name":"107:7","stocked":true,"arabic":"وَيَمۡنَعُونَ ٱلۡمَاعُونَ","footnotes":"","price":"7. Ва рўзғор буюмларини ҳам (кишилардан) манъ қиладиган (яъни, бирон кишига фойдалари тегмайдиган) кимсалардир!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"108 (Al-Kawthar)":[{"category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar","Chapter Al-Kawthar","Kawthar","Surah Kawthar","Chapter Kawthar","Al Kawthar","Surah Al Kawthar","Chapter Al Kawthar","Surah 108","Chapter 108","Abundance","الكَوْثَر"],"name":"108:3","stocked":true,"arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","footnotes":"","price":"3. Албатта сизни ёмон кўргувчи кимсанинг думи қирқилгандир (яъни, беному-бенишон бўлиб кетгувчидир)!","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"109 (Al-Kafirun)":[{"category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun","Chapter Al-Kafirun","Kafirun","Surah Kafirun","Chapter Kafirun","Al Kafirun","Surah Al Kafirun","Chapter Al Kafirun","Surah 109","Chapter 109","The Disbelievers","الكافرون"],"name":"109:6","stocked":true,"arabic":"لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ","footnotes":"","price":"6. Сизларнинг динингиз ўзларингиз учун, менинг диним ўзим учундир!» ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"110 (An-Nasr)":[{"category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr","Chapter An-Nasr","Nasr","Surah Nasr","Chapter Nasr","An Nasr","Surah An Nasr","Chapter An Nasr","Surah 110","Chapter 110","The Divine Support","النصر"],"name":"110:3","stocked":true,"arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا","footnotes":"И з о ҳ. Ушбу сураи каримада мўмин-мусулмонларнинг вазифаси имконлари борича диннинг равнақи йўлида саъй-ҳаракат қилиш эканига, ғалабани эса ёлғиз Аллоҳ таолонинг Ўзи беришига ишора бор.","price":"3. Дарҳол Парвардигорингизга ҳамд айтиш билан (У зотни ҳар қандай «шерик»лардан) покланг ва У зотдан мағфират сўранг! Зеро, У тавбаларни қабул қилгувчи бўлган Зотдир.","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"111 (Al-Masad)":[{"category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad","Chapter Al-Masad","Masad","Surah Masad","Chapter Masad","Al Masad","Surah Al Masad","Chapter Al Masad","Surah 111","Chapter 111","The Palm Fiber","المسد"],"name":"111:5","stocked":true,"arabic":"فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ","footnotes":"И з о ҳ. Абу Лаҳабнинг хотини Умми Жамил доимо кишиларни Пайғамбар алайҳис-салоту вас-саломга қарши гиж-гижлаб, уларнинг ўртасида адоват ўтини ёқиб юргани сабабли, Қуръон уни «ўтин орқалаган» деб сифатлади ва дўзахга ҳам эри билан бирга худди ўша ҳолида кириши ҳақида хабар берди.","price":"5. — бўйнида пишиқ толадан эшилган арқон бўлган хотини ҳам (ловуллаб турган алангали дўзахга киражак!)","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"112 (Al-Ikhlas)":[{"category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas","Chapter Al-Ikhlas","Ikhlas","Surah Ikhlas","Chapter Ikhlas","Al Ikhlas","Surah Al Ikhlas","Chapter Al Ikhlas","Surah 112","Chapter 112","The Sincerity","الإخلاص"],"name":"112:4","stocked":true,"arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ","footnotes":"","price":"4. Ва ҳеч ким У зотга тенг эмасдир». ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"113 (Al-Falaq)":[{"category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq","Chapter Al-Falaq","Falaq","Surah Falaq","Chapter Falaq","Al Falaq","Surah Al Falaq","Chapter Al Falaq","Surah 113","Chapter 113","The Daybreak","الفلق"],"name":"113:5","stocked":true,"arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","footnotes":"","price":"5. — Ва ҳасад қилаётган ҳасадгўйнинг ёмонлигидан (паноҳ беришини сўраб илтижо қилурман»). ","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}],"114 (An-Nas)":[{"category":["114 (An-Nas)","An-Nas","Surah An-Nas","Chapter An-Nas","Nas","Surah Nas","Chapter Nas","An Nas","Surah An Nas","Chapter An Nas","Surah 114","Chapter 114","Mankind","الناس"],"name":"114:6","stocked":true,"arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","footnotes":"","price":"6. Жин ва инсонлардан бўлган (шайтондир. Ўшанинг ёмонлигидан паноҳ беришини сўраб илтижо қилурман).","lang":"eng","match":false,"matched":false,"cateMatch":false,"verseMatch":false,"refMatch":false}]}